List<List> dataImage = [];
List<List> dataIfNoData = [
  [
    [
      ["تونة", ""],
    ],
    "assets/images/tuna_can.png"
  ],
  [
    [
      ["مول", ""],
    ],
    "assets/images/mall_2.png"
  ],
  [
    [
      ["مربى", ""],
    ],
    "assets/images/symbol00175131.png"
  ],
  [
    [
      ["النافورة", ""],
    ],
    "assets/images/symbol00055528.png"
  ],
  [
    [
      ["السينما", ""],
    ],
    "assets/images/watch_movie.png"
  ],

  [
    [
      ["منديل", ""],
    ],
    "assets/images/napkin.png"
  ],
  [
    [
      ["زرافة", ""],
    ],
    "assets/images/symbol00001127.png"
  ],
  [
    [
      ["ضفدع", ""],
    ],
    "assets/images/symbol00001114.png"
  ],
  [
    [
      ["علبة", ""],
    ],
    "assets/images/can_blank.png"
  ],
  [
    [
      ["الفلفل", ""],
      ["فلفل", ""],
    ],
    "assets/images/pepper1.png"
  ],
  [
    [
      ["ملعقة", ""],
    ],
    "assets/images/spoon.png"
  ],
  [
    [
      ["شوكة", ""],
    ],
    "assets/images/fork.png"
  ],
  [
    [
      ["الدولاب", ""],
    ],
    "assets/images/symbol00187957.png"
  ],
  [
    [
      ["الإنجليزية", ""],
    ],
    "assets/images/symbol00122931.png"
  ],
  [
    [
      ["العلوم", ""],
    ],
    "assets/images/science_1.png"
  ],
  [
    [
      ["الرياضيات", ""],
    ],
    "assets/images/symbol00200201.png"
  ],
  [
    [
      ["بلايستيشن", ""],
      ["السوني", ""],
    ],
    "assets/images/sony_ps2.png"
  ],

  [
    [
      ["الشورت", ""],
    ],
    "assets/images/symbol00055363.png"
  ],
  [
    [
      ["العباية", ""],
    ],
    "assets/images/symbol00142481.png"
  ],
  [
    [
      ["رقبتي", ""],
    ],
    "assets/images/neck.png"
  ],
  [
    [
      ["الكوكيز", ""],
    ],
    "assets/images/cookies.png"
  ],
  [
    [
      ["خاتم", ""],
    ],
    "assets/images/ring_diamond.png"
  ],
  [
    [
      ["عنكبوت", ""],
    ],
    "assets/images/symbol00054275.png"
  ],
  [
    [
      ["كيوي", ""],
    ],
    "assets/images/symbol00168321.png"
  ],
  [
    [
      ["البجامة", ""],
    ],
    "assets/images/symbol00188499.png"
  ],
  [
    [
      ["النعناع", ""],
    ],
    "assets/images/mint.png"
  ],
  [
    [
      ["السلسال", ""],
      ["الإكسسوارات", ""],
    ],
    "assets/images/jewelry.png"
  ],
  [
    [
      ["اناناس", ""],
      ["أناناس", ""],
    ],
    "assets/images/pineapple.png"
  ],
  [
    [
      ["الفراولة", ""],
    ],
    "assets/images/strawberry2.png"
  ],
  [
    [
      ["توت", ""],
      ["كرز", ""],
    ],
    "assets/images/cherry.png"
  ],
  [
    [
      ["التنورة", ""],
    ],
    "assets/images/symbol00055364.png"
  ],
  //from here data 77
  [
    [
      ["الحوت", ""],
      ["الدولفين", ""],
      ["الدولفين", ""],
    ],
    "assets/images/symbol00001042.png"
  ],
  [
    [
      ["الكحول", ""],
      ["لتعقيم", ""],
    ],
    "assets/images/symbol00145491.png"
  ],
  [
    [
      ["يشتهيان", ""],
      ["مشتهي", ""],
    ],
    "assets/images/wish.png"
  ],
  [
    [
      ["ثابتة", ""],
      ["مستقرة", ""],
    ],
    "assets/images/symbol00115781.png"
  ],
  [
    [
      ["اللاهبة", ""],
      ["تتهاون", ""],
      ["يلهينا", ""],
      ["عبث", ""],
      ["يلهو", "v"],
      ["تلهو", "v"],
      ["وتلهي", ""],
    ],
    "assets/images/i_am_having_fun.png"
  ],
  [
    [
      ["طبعا", ""],
      ["انطباع", ""],
    ],
    "assets/images/symbol00195437.png"
  ],
  [
    [
      ["موسم", ""],
      ["الموسم", ""],
      ["المواسم", ""],
      ["فصل", ""],
    ],
    "assets/images/symbol00188507.png"
  ],
  [
    [
      ["كالثلاجات", ""],
      ["الثلاجة", ""],
    ],
    "assets/images/refrigerator_2.png"
  ],
  [
    [
      ["بالنعاس", ""],
    ],
    "assets/images/tired.png"
  ],
  [
    [
      ["الحلاق", ""],
    ],
    "assets/images/barber.png"
  ],
  [
    [
      ["تعض", ""],
      ["عضني", ""],
    ],
    "assets/images/symbol00196788.png"
  ],
  [
    [
      ["جنوب", ""],
    ],
    "assets/images/south.png"
  ],
  [
    [
      ["شمال", ""],
    ],
    "assets/images/north.png"
  ],
  [
    [
      ["غرب", ""],
    ],
    "assets/images/west.png"
  ],
  [
    [
      ["شرق", ""],
    ],
    "assets/images/east.png"
  ],
  [
    [
      ["واجهتك", ""],
      ["تواجهك", ""],
    ],
    "assets/images/symbol00054103.png"
  ],

  [
    [
      ["أؤجل", ""],
      ["لاحقا", ""],
      ["تلحق", ""],
      ["لاحق", ""],
    ],
    "assets/images/later.png"
  ],
  [
    [
      ["فحص", ""],
      ["افحص", ""],
      ["الفحص", ""],
    ],
    "assets/images/symbol00054639.png"
  ],
  [
    [
      ["الضارة", ""],
      ["بأس", ""],
    ],
    "assets/images/burn.png"
  ],
  [
    [
      ["التشويش", ""],
      ["يضج", ""],
      ["يصرعها", ""],
    ],
    "assets/images/noise.png"
  ],
  [
    [
      ["دونات", ""],
      ["الدونات", ""],
    ],
    "assets/images/donut1.png"
  ],
  [
    [
      ["مثلث", ""],
      ["المثلث", ""],
    ],
    "assets/images/triangle.png"
  ],
  [
    [
      ["المهملات", ""],
    ],
    "assets/images/trash_1.png"
  ],
  [
    [
      ["ساهرا", ""],
      ["يسهر", ""],
    ],
    "assets/images/night.png"
  ],
  [
    [
      ["بالأنفلونزا", ""],
      ["الرشح", ""],
      ["الحمى", ""],
    ],
    "assets/images/snotty_nose.png"
  ],
  [
    [
      ["الفيديو", ""],
    ],
    "assets/images/symbol00189815.png"
  ],
  [
    [
      ["الجنة", ""],
      ["لجنة", ""],
      ["بالجنة", ""],
    ],
    "assets/images/heaven.png"
  ],
  [
    [
      ["أتوضأ", ""],
    ],
    "assets/images/4946312.png"
  ],
  [
    [
      ["اطفى", ""],
      ["أطفأ", ""],
    ],
    "assets/images/off_switch.png"
  ],
  [
    [
      ["نتوب", ""],
      ["هداكم", ""],
    ],
    "assets/images/symbol00196946.png"
  ],
  [
    [
      ["الكلب", ""],
      ["الكلاب", ""],
      ["كلبا", ""],
    ],
    "assets/images/symbol00049458.png"
  ],
  [
    [
      ["فرس", ""],
      ["الخيل", ""],
      ["حصان", ""],
    ],
    "assets/images/symbol00055029.png"
  ],
  [
    [
      ["البنفسجي", ""],
    ],
    "assets/images/symbol00110051.png"
  ],

  [
    [
      ["الزهري", ""],
    ],
    "assets/images/symbol00057222.png"
  ],
  [
    [
      ["عسل", ""],
    ],
    "assets/images/symbol00080621.png"
  ],

  [
    [
      ["سلة", ""],
      ["السلة", ""],
    ],
    "assets/images/basketball_basket.png"
  ],
  [
    [
      ["حليب", ""],
    ],
    "assets/images/symbol00199818.png"
  ],
  [
    [
      ["المكيف", ""],
    ],
    "assets/images/air_conditioning.png"
  ],
  //from here 102

  [
    [
      ["رصاص", "n"],
      ["رصاصة", "n"],
    ],
    "assets/images/symbol00190615.png"
  ],
  [
    [
      ["حبر", "n"],
    ],
    "assets/images/symbol00056227.png"
  ],
  [
    [
      ["العربية", "n"],
    ],
    "assets/images/arabic.png"
  ],
  [
    [
      ["دورات", "n"],
      ["دورة", "n"],
    ],
    "assets/images/symbol00203079.png"
  ],
  [
    [
      ["مكة", "n"],
      ["الكعبة", "n"],
      ["الحج", "n"],
    ],
    "assets/images/symbol00123211.png"
  ],
  [
    [
      ["القرود", "n"],
      ["قرود", "n"],
    ],
    "assets/images/symbol00072262.png"
  ],
  [
    [
      ["مقزز", "a"],
    ],
    "assets/images/disgusting.png"
  ],
  [
    [
      ["متوتر", "a"],
    ],
    "assets/images/nervous.png"
  ],

  [
    [
      ["حاسبة", "n"],
      ["حاسبتي", "n"],
      ["الحاسبة", "n"],
    ],
    "assets/images/calculator.png"
  ],
  [
    [
      ["كرتونك", "n"],
      ["كرتون", "n"],
    ],
    "assets/images/symbol00010921.png"
  ],
  [
    [
      ["يذبل", "v"],
      ["ذبلت", "v"],
    ],
    "assets/images/symbol00057269.png"
  ],
  [
    [
      ["الرطبة", "a"],
      ["المبتلة", "a"],
    ],
    "assets/images/symbol00185475.png"
  ],
  [
    [
      ["كابوس", "n"],
    ],
    "assets/images/nightmare.png"
  ],

  [
    [
      ["الشفاعة", "n"],
      ["يشفع", "v"],
      ["تعتمد", "v"],
      ["مستندة", "n"],
    ],
    "assets/images/symbol00121471.png"
  ],
  [
    [
      ["رمان", "n"],
      ["الرمان", "n"],
    ],
    "assets/images/pomegranate.png"
  ],
  [
    [
      ["يخبز", "v"],
      ["المخبز", "n"],
      ["للشيف", "n"],
      ["خباز", "n"],
    ],
    "assets/images/bakery_2.png"
  ],
  [
    [
      ["تحكني", "v"],
    ],
    "assets/images/itch.png"
  ],
  [
    [
      ["تعبر", "v"],
      ["يعتبرون", "v"],
      ["تعتبر", "v"],
      ["تعبير", "v"],
    ],
    "assets/images/think.png"
  ],
  [
    [
      ["حقنة", "n"],
      ["الإبر", "n"],
      ["إبرة", "n"],
      ["الإبر", "n"],
      ["اللقاح", "n"],
    ],
    "assets/images/shot.png"
  ],
  [
    [
      ["جرعة", "n"],
      ["حفنة", "n"],
    ],
    "assets/images/potion.png"
  ],
  [
    [
      ["أشعة", "n"],
      ["الاشعة", "n"],
      ["اشعة", "n"],
    ],
    "assets/images/x_ray.png"
  ],
  [
    [
      ["رمضان", "n"],
    ],
    "assets/images/ramadan_2.png"
  ],
  [
    [
      ["الأضحى", "n"],
    ],
    "assets/images/symbol00204064.png"
  ],
  [
    [
      ["الوفية", "a"],
      ["مخلص", "a"],
    ],
    "assets/images/symbol00193005.png"
  ],
  [
    [
      ["القنوات", "n"],
      ["القناة", "n"],
    ],
    "assets/images/symbol00189979.png"
  ],
  [
    [
      ["سعال", "n"],
    ],
    "assets/images/cough_3.png"
  ],
  [
    [
      ["ببسي", "n"],
      ["بيبسي", "n"],
    ],
    "assets/images/pepsi.png"
  ],

  [
    [
      ["كولا", "n"],
      ["ميراندا", "n"],
    ],
    "assets/images/symbol00146441.png"
  ],
  [
    [
      ["بحضوره", "n"],
      ["الحضور", "n"],
    ],
    "assets/images/symbol00053625.png"
  ],
  [
    [
      ["مكعبات", "n"],
      ["بالمكعبات", "n"],
    ],
    "assets/images/symbol00099491.png"
  ],

  [
    [
      ["المراجيح", "n"],
      ["بالمراجيح", "n"],
    ],
    "assets/images/swing.png"
  ],
  [
    [
      ["الأفعى", "n"],
      ["أفعى", "n"],
      ["والثعابين", "n"],
      ["ثعبان", "n"],
    ],
    "assets/images/symbol00001318.png"
  ],
  [
    [
      ["أستعير", "v"],
      ["استعارة", "n"],
    ],
    "assets/images/borrow.png"
  ],
  [
    [
      ["إشارات", "n"],
      ["اشارات", "n"],
    ],
    "assets/images/symbol00144381.png"
  ],
  [
    [
      ["فشار", "n"],
      ["الفشار", "n"],
    ],
    "assets/images/popcorn_3.png"
  ],
  [
    [
      ["فستان", "n"],
      ["الفستان", "n"],
    ],
    "assets/images/symbol00055346.png"
  ],
  [
    [
      ["ارز", "n"],
      ["رز", "n"],
      ["الأرز", "n"],
    ],
    "assets/images/rice2.png"
  ],

  [
    [
      ["مغلق", "a"],
      ["اغلق", "v"],
    ],
    "assets/images/closed.png"
  ],
  [
    [
      ["شغوفا", "a"],
      ["بشغف", "a"],
      ["فمشاغل", "n"],
      ["مشغول", "a"],
    ],
    "assets/images/busy_phone.png"
  ],
  [
    [
      ["نطاق", "n"],
      ["الطاقة", "n"],
      ["طاقة", "n"],
    ],
    "assets/images/energy.png"
  ],
  [
    [
      ["القبعة", "n"],
      ["الطاقية", "n"],
    ],
    "assets/images/baseball_hat_1.png"
  ],
  [
    [
      ["الوسادة", "n"],
    ],
    "assets/images/pillow_2.png"
  ],
  [
    [
      ["بيض", "n"],
    ],
    "assets/images/egg.png"
  ],
  [
    [
      ["النظارات", "n"],
    ],
    "assets/images/eye_glasses.png"
  ],
  [
    [
      ["البنطلون", "n"],
    ],
    "assets/images/symbol00055357.png"
  ],
  [
    [
      ["أحمق", "a"],
    ],
    "assets/images/silly.png"
  ],
  [
    [
      ["يحترم", "v"],
    ],
    "assets/images/symbol00054309.png"
  ],
  [
    [
      ["الوزير", "n"],
      ["وزير", "n"],
      ["الوزارة", "n"],
    ],
    "assets/images/symbol00201587.png"
  ],
  [
    [
      ["البلوزة", "n"],
    ],
    "assets/images/symbol00119871.png"
  ],
  //from here data 111
  [
    [
      ["جرس", ""],
      ["الجرس", ""],
    ],
    "assets/images/bell.png"
  ],
  [
    [
      ["الخدمة", ""],
      ["خدمتهم", ""],
    ],
    "assets/images/symbol00198216.png"
  ],
  [
    [
      ["دمية", ""],
      ["بالدمى", ""],
    ],
    "assets/images/symbol00187757.png"
  ],
  [
    [
      ["الدم", ""],
    ],
    "assets/images/blood.png"
  ],
  [
    [
      ["الشرطي", ""],
      ["شرطة", ""],
    ],
    "assets/images/symbol00056297.png"
  ],
  [
    [
      ["شركه", ""],
    ],
    "assets/images/building_tall.png"
  ],
  [
    [
      ["بالزحليقة", ""],
      ["زحليقة", ""],
    ],
    "assets/images/slide.png"
  ],
  [
    [
      ["العصرية", ""],
      ["العصر", ""],
    ],
    "assets/images/symbol00198183.png"
  ],
  [
    [
      ["نفورك", ""],
      ["تجاهلك", ""],
      ["لجاهل", ""],
      ["الجھل", ""],
    ],
    "assets/images/symbol00190565.png"
  ],

  [
    [
      ["ظهري", ""],
    ],
    "assets/images/symbol00183922.png"
  ],
  [
    [
      ["الظهر", ""],
    ],
    "assets/images/symbol00194948.png"
  ],
  [
    [
      ["الفجر", ""],
      ["فجر", ""],
    ],
    "assets/images/early_1 (1).png"
  ],
  [
    [
      ["بطني", ""],
    ],
    "assets/images/stomach_2.png"
  ],
  [
    [
      ["مفتاحي", ""],
      ["مفتاحك", ""],
    ],
    "assets/images/symbol00184837.png"
  ],
  [
    [
      ["الجو", ""],
      ["الطقس", ""],
    ],
    "assets/images/weather.png"
  ],
  [
    [
      ["جوجل", ""],
    ],
    "assets/images/symbol00200195.png"
  ],
  [
    [
      ["الندامة", ""],
      ["ندم", ""],
    ],
    "assets/images/symbol00197894.png"
  ],
  [
    [
      ["مستديرة", ""],
      ["الدائرة", ""],
      ["دوائر", ""],
    ],
    "assets/images/circle.png"
  ],
  [
    [
      ["باكرا", ""],
      ["تشرق", ""],
      ["مشرق", ""],
      ["تشرع", ""],
    ],
    "assets/images/early_1.png"
  ],
  [
    [
      ["مسار", ""],
      ["مسيرها", ""],
    ],
    "assets/images/symbol00199349.png"
  ],
  [
    [
      ["هامسة", ""],
      ["تهمس", ""],
    ],
    "assets/images/secret_whisper.png"
  ],
  [
    [
      ["المستحيل", ""],
      ["مستحيل", ""],
    ],
    "assets/images/no_way.png"
  ],
  [
    [
      ["أمس", ""],
      ["سابقا", ""],
      ["السابق", ""],
      ["مسبقا", ""],
      ["بالأمس", ""],
      ["زمان", ""],
      ["الزمان", ""],
    ],
    "assets/images/yesterday3.png"
  ],

  [
    [
      ["هيا", ""],
      ["فهيا", "l"],
      ["دعنا", ""],
    ],
    "assets/images/let_us.png"
  ],
  [
    [
      ["سوف", ""],
      ["فسوف", ""],
    ],
    "assets/images/symbol00194806.png"
  ],
  [
    [
      ["صداع", "n"],
      ["مصدع", "n"],
      ["بصداع", "n"],
    ],
    "assets/images/headache.png"
  ],
  [
    [
      ["الصدر", "n"],
      ["صدري", "n"],
      ["صدره", "n"],
      ["اضلاع", "n"],
    ],
    "assets/images/symbol00175341.png"
  ],
  [
    [
      ["استبيانات", "n"],
      ["القوائم", "n"],
      ["قائمة", "n"],
    ],
    "assets/images/list_1.png"
  ],
  [
    [
      ["الضيافة", ""],
      ["زوار", ""],
      ["عزيمة", ""],
      ["زار", ""],
      ["بضيوفنا", ""],
    ],
    "assets/images/visitors.png"
  ],
  [
    [
      ["متسخة", ""],
      ["اتسخت", ""],
      ["المتسخة", ""],
      ["يتسخ", ""],
      ["بشت", ""],
    ],
    "assets/images/dirty.png"
  ],
  [
    [
      ["الواتس", ""],
    ],
    "assets/images/symbol00187135.png"
  ],
  [
    [
      ["راتبا", ""],
    ],
    "assets/images/symbol00111971.png"
  ],
  [
    [
      ["اللوحة", ""],
      ["اللوحات", ""],
      ["لوحة", ""],
      ["السبورة", ""],
    ],
    "assets/images/symbol00139681.png"
  ],
  [
    [
      ["الملامة", ""],
      ["العتاب", ""],
    ],
    "assets/images/blame.png"
  ],
  [
    [
      ["الإعلانات", ""],
      ["يعلن", ""],
    ],
    "assets/images/symbol00193073.png"
  ],

  [
    [
      ["هواياتك", ""],
      ["هواياتهم", ""],
    ],
    "assets/images/activities.png"
  ],
  [
    [
      ["رياضتك", ""],
      ["برشاقة", ""],
      ["مباريات", ""],
      ["المباراة", ""],
      ["الاولمبيات", ""],
    ],
    "assets/images/soccer_match.png"
  ],
  [
    [
      ["قهوة", ""],
      ["الكوفي", ""],
      ["كوفي", ""],
    ],
    "assets/images/coffee_beans.png"
  ],
  [
    [
      ["مبارك", ""],
      ["مبروك", ""],
    ],
    "assets/images/fest.png"
  ],
  [
    [
      ["مستطيل", ""],
      ["المستطيل", ""],
    ],
    "assets/images/rectangle.png"
  ],
  [
    [
      ["أترابهم", ""],
      ["ترابي", ""],
      ["الطين", ""],
      ["للوحل", ""],
    ],
    "assets/images/symbol00095321.png"
  ],

  [
    [
      ["واو", ""],
      ["أوه", ""],
      ["بجد", ""],
      ["مذهل", ""],
      ["شيقا", ""],
      ["مدهش", ""],
    ],
    "assets/images/wow.png"
  ],
  [
    [
      ["اغطيتكم", ""],
      ["الغطاء", ""],
      ["يكسو", ""],
    ],
    "assets/images/cover_1.png"
  ],
  [
    [
      ["المانجو", ""],
      ["مانجا", ""],
    ],
    "assets/images/mango.png"
  ],
  [
    [
      ["البندورة", ""],
      ["طماطم", ""],
    ],
    "assets/images/tomatoes.png"
  ],
  [
    [
      ["عصفوا", ""],
      ["الطيور", ""],
      ["العصافير", ""],
    ],
    "assets/images/symbol00091591.png"
  ],
  [
    [
      ["بالطائرة", ""],
      ["الطائرة", ""],
      ["تتطاير", ""],
      ["طائرة", ""],
    ],
    "assets/images/thunderbird_plane.png"
  ],
  [
    [
      ["المطار", ""],
    ],
    "assets/images/airport.png"
  ],
  [
    [
      ["يكرهها", ""],
      ["كره", ""],
    ],
    "assets/images/hate.png"
  ],
  [
    [
      ["ايسكريم", ""],
      ["الايسكريم", ""],
      ["أيسكريم", ""],
    ],
    "assets/images/eis.png"
  ],
  [
    [
      ["لاحظت", ""],
      ["الملاحظات", ""],
      ["لاحظ", ""],
    ],
    "assets/images/symbol00183000.png"
  ],
  [
    [
      ["للفطور", ""],
      ["فطور", ""],
    ],
    "assets/images/breakfast2.png"
  ],
  [
    [
      ["المربع", ""],
      ["مربع", ""],
    ],
    "assets/images/square.png"
  ],
  [
    [
      ["الثلاثاء", ""],
    ],
    "assets/images/symbol00102701.png"
  ],
  [
    [
      ["الخميس", ""],
    ],
    "assets/images/symbol00102721.png"
  ],
  [
    [
      ["الأربعاء", ""],
    ],
    "assets/images/symbol00102711.png"
  ],
  [
    [
      ["طرحه", ""],
      ["الطرح", ""],
    ],
    "assets/images/minus.png"
  ],
  [
    [
      ["متقنا", ""],
      ["أتقاكم", ""],
      ["لإتقان", ""],
      ["التقوى", ""],
    ],
    "assets/images/symbol00202166.png"
  ],
  [
    [
      ["دجاج", ""],
      ["الدجاج", ""],
    ],
    "assets/images/symbol00000937.png"
  ],

  [
    [
      ["جدي", ""],
    ],
    "assets/images/grandfather_2.png"
  ],
  [
    [
      ["جدة", ""],
      ["جدتك", ""],
    ],
    "assets/images/grandmother_2.png"
  ],
  [
    [
      ["شوكلت", ""],
      ["شوكولاتة", ""],
      ["هوتشوكليت", ""],
      ["هوتتشوكلت", ""],
      ["تشوكلت", ""],
      ["نوتيلا", ""],
      ["هوتشوكلت", ""],
    ],
    "assets/images/baking_chocolate.png"
  ],
  [
    [
      ["الصف", ""],
      ["الفصل", ""],
      ["للفصل", ""],
      ["فصلنا", ""],
    ],
    "assets/images/symbol00114601.png"
  ],
  [
    [
      ["يدور", ""],
      ["تدور", ""],
    ],
    "assets/images/turn2.png"
  ],
  [
    [
      ["دور", ""],
      ["دوره", ""],
      ["الدور", ""],
      ["دورك", ""],
      ["الدوري", ""],
    ],
    "assets/images/symbol00112771.png"
  ],

  [
    [
      ["محاور", ""],
      ["محور", ""],
    ],
    "assets/images/symbol00152121.png"
  ],

  [
    [
      ["سورة", ""],
      ["القرآن", ""],
      ["القران", ""],
    ],
    "assets/images/symbol00154271.png"
  ],
  [
    [
      ["الصيام", ""],
      ["اصوم", ""],
    ],
    "assets/images/symbol00142771.png"
  ],
  [
    [
      ["رمز", ""],
      ["أيقونة", ""],
    ],
    "assets/images/symbol00143161.png"
  ],

  [
    [
      ["قمح", ""],
      ["القمح", ""],
    ],
    "assets/images/symbol00066551.png"
  ],
  [
    [
      ["الصدقة", ""],
      ["زكاة", ""],
    ],
    "assets/images/charity.png"
  ],

  [
    [
      ["دقيق", ""],
      ["بدقة", ""],
    ],
    "assets/images/symbol00200690.png"
  ],
  [
    [
      ["قريته", ""],
      ["القرية", ""],
    ],
    "assets/images/symbol00175241.png"
  ],

  [
    [
      ["البقاء", ""],
      ["سأبقى", ""],
      ["بقي", ""],
      ["زلت", ""],
      ["دام", ""],
      ["يبقيها", ""],
      ["أبقى", ""],
    ],
    "assets/images/symbol00057092.png"
  ],
  [
    [
      ["تعويضا", ""],
      ["تعويضه", ""],
    ],
    "assets/images/pay.png"
  ],

  [
    [
      ["الوحيدة", ""],
      ["الوحيد", ""],
      ["لوحده", ""],
      ["فتنفرد", ""],
    ],
    "assets/images/lonely_2.png"
  ],
  [
    [
      ["فخطر", ""],
      ["خطرت", ""],
      ["يخطر", ""],
    ],
    "assets/images/symbol00195759.png"
  ],

  [
    [
      ["صخرة", ""],
      ["الصخر", ""],
    ],
    "assets/images/rock_1.png"
  ],

  [
    [
      ["باستثناء", ""],
      ["عدا", ""],
    ],
    "assets/images/without.png"
  ],

  [
    [
      ["طيلة", ""],
      ["طوال", ""],
    ],
    "assets/images/time_all_the.png"
  ],
  [
    [
      ["حافة", ""],
      ["الطرف", ""],
    ],
    "assets/images/symbol00195065.png"
  ],

  [
    [
      ["الحوار", ""],
      ["يناقشهم", ""],
      ["المناقشات", ""],
    ],
    "assets/images/symbol00182576.png"
  ],

  [
    [
      ["السنة", "n"],
      ["سنوات", "n"],
      ["السنوي", "n"],
      ["ألسنة", "n"],
      ["سنه", "n"],
      ["سنة", "n"],
      ["عام", "n"],
      ["العام", "n"],
    ],
    "assets/images/symbol00081471.png"
  ],
  [
    [
      ["فلا", "n"],
      ["كلا", "n"],
      ["لا", "l"],
      ["لست", ""],
      ["أبد", ""],
      ["مو", ""],
      ["مستنكرا", ""],
      ["أنكرت", ""],
      ["نفيا", ""],
      ["ليست", ""],
      ["ليس", ""],
      ["أليس", ""],
      ["ألا", "l"],
      ["بلا", "l"],
      ["فلا", "l"],
      ["كلا", "l"],
      ["خطأ", ""],
      ["خاطئ", ""],
      ["بالخطأ", ""],
      ["بعدم", "n"],
      ["عدم", "n"],
      ["الخالية", "n"],
      ["يرفض", "v"],
      ["رفض", "v"],
      ["رفضت", "v"],
      ["دون", "v"],
      ["بدون", "n"]
    ],
    "assets/images/symbol00199599.png"
  ],
  [
    [
      ["المدرسية", "n"],
      ["للمدارس", "n"],
      ["مدرسية", "n"],
      ["المدرسه", "n"],
      ["المدرسۃ", "n"],
      ["مدرستك", "n"],
      ["المدرسة", "n"],
      ["للمدرسة", "n"],
      ["مدرستي", "n"],
      ["مدرستنا", "n"],
      ["مدرسة", "n"],
      ["بالمدرسة", "n"],
      ["مدرستها", "n"],
      ["المدرسات", "n"],
      ["مدربه", "n"],
      ["المعلمة", "n"],
      ["معلمتي", "n"],
      ["معلمتنا", "n"],
      ["معلمة", "n"],
      ["استاذة", "n"],
      ["أستاذة", "n"],
      ["الدرس", "n"],
      ["الدروس", "n"],
      ["المحاضرة", "n"],
      ["دروس", "n"],
      ["دروسكما", "n"],
      ["دروسها", "n"],
      ["مدروس", "v"],
      ["درس", "n"],
      ["درسنا", "n"],
      ["الحصة", "n"],
      ["الروضة", "n"],
      ["الإعدادي", "n"],
      ["حصة", "n"]
    ],
    "assets/images/symbol00062141.png"
  ],
  [
    [
      ["المدرس", "n"],
      ["مدربنا", "n"],
      ["للمدرس", "n"],
      ["المعلم", "n"],
      ["معلمي", "n"],
      ["معلم", "n"],
      ["المعلمون", "n"],
      ["معلمه", "n"],
      ["استاذ", "n"],
      ["الاستاذ", "n"],
      ["استاذه", "n"],
      ["استاذي", "n"],
      ["أستاذه", "n"],
      ["أستاذ", "n"],
      ["الأستاذ", "n"],
      ["أستاذنا", "n"],
    ],
    "assets/images/teacher_1.png"
  ],

  [
    [
      ["أمشي", "v"],
      ["فسرت", "v"],
      ["يمشي", "v"],
      ["تسير", "v"],
      ["مشاة", "v"],
      ["نتمشى", "v"],
      ["مشيا", "n"],
      ["مشي", "n"],
      ["مشينا", "v"],
      ["يسير", "v"],
      ["أسير", "v"],
      ["يسيران", "v"],
      ["سير", "n"],
      ["سيرهما", "n"],
      ["المسير", "n"],
      ["السير", "n"],
      ["يسيرون", "v"],
      ["سرت", "v"],
      ["يتجول", ""],
      ["اتجول", ""],
      ["تمشي", ""],
      ["مشيت", ""],
      ["التجول", ""],
      ["التجوال", ""],
      ["متجول", ""],
    ],
    "assets/images/walk.png"
  ],
  //to here data 111
  [
    [
      ["العالم", "n"],
      ["عالم", "n"],
    ],
    "assets/images/world.png"
  ],
  [
    [
      ["أو", ""],
      ["او", ""],
      ["فهناك", "n"],
      ["هناك", "n"],
      ["ھناك", "n"],
      ["هنا", "n"],
      ["باختيار", "n"],
      ["بانتقاء", ""],
      ["مختارين", "v"],
      ["لأختار", "n"],
      ["إما", "n"],
      ["فأختار", "n"],
      ["يختار", "v"],
      ["أختار", "v"],
      ["اخترت", "v"],
      ["اختاره", "v"],
      ["فسأختار", "n"],
      ["أحتار", "n"],
      ["حيرة", "n"],
    ],
    "assets/images/choose_pick.png"
  ],

  [
    [
      ["يهديكم", "v"],
      ["نهديهم", "v"],
      ["يثيبنا", "v"],
      ["بالهدية", "n"],
      ["هدية", "n"],
      ["الهدية", "n"],
      ["كهدية", "n"],
      ["هديتك", "n"],
      ["الهدايا", "n"],
      ["بالهدايا", "n"],
      ["الهدانا", "n"],
      ["بهدايا", "n"]
    ],
    "assets/images/present.png"
  ],
  [
    [
      ["تتكلم", "v"],
      ["قلت", "v"],
      ["تقل", "v"],
      ["قل", "v"],
      ["قلته", "v"],
      ["نقول", "v"],
      ["كلامي", "v"],
      ["كلام", "n"],
      ["كلامها", "n"],
      ["إيحاء", "n"],
      ["كلامه", "n"],
      ["الحديث", "n"],
      ["حديثه", "n"],
      ["بالحديث", "n"],
      ["حديثك", "n"],
      ["الخبر", "n"],
      ["قائلا", "v"],
      ["تكلمي", "v"],
      ["تخبرني", "v"],
      ["اخبرني", "v"],
      ["أخبرني", "v"],
      ["يخبرنا", "v"],
      ["تخبروني", "v"],
      ["ستخبرون", "v"],
      ["أخبريني", "v"],
      ["تخبره", "v"],
      ["أخبرتنا", "v"],
      ["يتحدث", "v"],
      ["تتحدث", "v"],
      ["التحدث", "n"],
      ["أتحدث", "v"],
      ["يحدث", "v"],
      ["نتحدث", "v"],
      ["سيحدث", "n"],
      ["تحدث", "v"],
      ["يتحدثان", "v"],
      ["سأتحدث", "v"],
      ["قالت", "v"],
      ["فقال", "v"],
      ["اعترف", "v"],
      ["أفصحت", "v"],
      ["فقالت", "v"],
      ["رواه", "v"],
      ["قالوا", "v"],
      ["قال", "v"],
      ["قيل", "v"],
      ["اقول", "v"],
      ["يقال", "v"],
      ["قائلة", "v"],
      ["سأكلم", "v"],
      ["كلماتك", "v"],
      ["فكلم", "v"],
      ["أقول", "v"],
      ["يقول", "v"],
      ["تقول", "v"],
      ["فيقول", "v"],
      ["فتقول", "v"],
      ["يقوله", "v"],
      ["قولي", "v"],
      ["سأقول", "v"],
      ["قولا", "v"],
      ["يقولان", "v"],
      ["يقولون", "v"],
      ["تقولي", "v"],
      ["ينطق", ""],
      ["فقولوا", "v"],
      ["وقال", "v"],
      ["قرر", "v"],
      ["قررت", "v"],
      ["أقرتها", "v"],
      ["فقرر", "v"],
      ["فقرروا", "v"],
      ["فقررت", "v"],
      ["قرروا", "v"],
      ["يحكى", ""],
      ["حكى", ""],
    ],
    "assets/images/symbol00095301.png"
  ],

  [
    [
      ["تدرس", "v"],
      ["يدرسك", "v"],
      ["ندرسها", "v"],
      ["أدرس", "v"],
      ["المذاكرة", "n"],
      ["سنذاكر", "v"],
      ["تذاكر", ""],
      ["دراستك", "n"],
      ["الدراسة", "n"],
      ["الدراسي", "n"],
      ["بالدراسة", "n"],
      ["لدراسة", "n"],
      ["للدراسة", "n"],
      ["الدراسية", "n"],
      ["اذاکر", ""],
      ["الدراسات", ""],
      ["لدراستي", "n"]
    ],
    "assets/images/study.png"
  ],
  [
    [
      ["الجديدات", "n"],
      ["الجديدة", "n"],
      ["الجدد", "n"],
      ["الجديد", "n"],
      ["جدید", "a"],
      ["جديد", "a"],
      ["جدیدا", "a"],
      ["جديدة", "a"],
      ["تحديث", "n"],
      ["حديثا", "v"],
    ],
    "assets/images/new_2.png"
  ],
  [
    [
      ["البنت", "n"],
      ["بنت", "n"],
      ["بنته", "n"],
      ["بنتا", "n"],
      ["ابنته", "n"],
      ["بنات", "n"],
      ["المرأة", "n"],
      ["امرأة", "n"],
      ["سيدة", "n"],
      ["للسيدات", "n"],
      ["السيدة", "n"],
      ["سیدتي", ""],
      ["سيدتي", ""],
      ["النساء", ""],
      ["الفتاة", "n"],
      ["الفتيات", "n"],
      ["فتاة", "n"],
      ["بنيتي", "n"],
    ],
    "assets/images/girl_1.png"
  ],

  [
    [
      ["ولد", "n"],
      ["الولد", "n"],
      ["ذكر", "n"],
      ["شاب", "n"],
      ["الفتیة", "n"],
      ["الفتيان", "n"],
      ["الشباب", "n"],
      ["شباب", "n"]
    ],
    "assets/images/boy_3.png"
  ],
  [
    [
      ["والديكم", "n"],
      ["عائلتهم", "n"],
      ["عائلتك", "n"],
      ["أقربائي", ""],
      ["أفراد", "n"],
      ["أشخاص", "n"],
      ["عائلتي", "n"],
      ["العائلة", "n"],
      ["عائلته", "n"],
      ["للعائلة", "n"],
      ["العائلية", "n"],
      ["بالأسرة", "n"],
      ["أسرة", "n"],
      ["الأسرية", "n"],
      ["للأسرة", "n"],
      ["الأسرة", "n"],
      ["الاسرة", "n"],
      ["أسرته", "n"],
      ["أقاربنا", "n"],
      ["اقاربي", "n"],
      ["الأهل", "n"],
      ["أهل", "n"],
      ["اهلي", "n"],
      ["الأبناء", "n"],
      ["أبنائها", "n"],
      ["أبناء", "n"],
      ["أبنائي", "n"],
      ["أبناؤه", "n"],
      ["الوالدين", "n"],
      ["الوالدان", "n"],
      ["لوالديه", "n"],
      ["والديه", "n"],
      ["الابنة", "n"],
      ["ابنها", "n"],
      ["اولاده", "n"],
      ["أولادي", "n"],
      ["اولادي", "n"],
      ["لأولادنا", "n"],
      ["الأولاد", "n"],
      ["فالأولاد", "n"],
      ["أولاد", "n"],
      ["ابنه", "n"],
    ],
    "assets/images/family_2.png"
  ],
  [
    [
      ["تقرأ", "v"],
      ["القراءة", "n"],
      ["اقرأ", "v"],
      ["بالمطالعة", "n"],
      ["إقرأ", "v"],
      ["قرأت", "v"],
      ["قرأتني", "v"],
      ["تقرا", "v"],
      ["نقرأ", "v"],
      ["أقرأ", "v"],
      ["تقرأها", "v"],
      ["لقراءته", "n"],
      ["قرائه", "n"],
      ["قراءه", "n"],
      ["قراءة", "n"],
      ["لقراءته", "n"],
      ["لقراءته", "n"],
    ],
    "assets/images/read.png"
  ],
  [
    [
      ["قلم", "n"],
      ["قلمي", "n"],
      ["بالقلم", "n"],
      ["قلما", "n"],
      ["الاقلام", "n"],
      ["قلمك", "n"],
    ],
    "assets/images/pencil.png"
  ],
  [
    [
      ["الشجار", "n"],
      ["شجار", "n"],
    ],
    "assets/images/argue.png"
  ],
  [
    [
      ["توقف", "v"],
      ["توقفت", "v"],
      ["يتوقف", "v"],
      ["يقف", "v"],
      ["فاعترض", "v"],
      ["أوقفته", "v"],
      ["التوقف", "n"],
      ["تتوقف", "v"],
      ["فيقف", "n"],
      ["وقفت", "n"],
      ["وقفنا", "v"],
      ["اوقفه", "v"]
    ],
    "assets/images/stop.png"
  ],
  [
    [
      ["اين", "n"],
      ["وين", "n"],
      ["وينكم", "n"],
      ["وينك", "n"],
      ["فين", "n"],
      ["این", "n"],
      ["أين", "n"],
      ["فأين", "n"],
    ],
    "assets/images/where_2.png"
  ],
  [
    [
      ["متى", "n"],
      ["متی", "n"],
    ],
    "assets/images/when_2.png"
  ],
  [
    [
      ["كم", "n"],
      ["بكم", "n"],
      ["فكم", "n"],
    ],
    "assets/images/how_much.png"
  ],
  [
    [
      ["تعطي", "v"],
      ["أعطى", "v"],
      ["إعطائي", "v"],
      ["تقرضني", "v"],
      ["هات", "v"],
      ["أعطيتها", "v"],
      ["مانحا", "v"],
      ["أعطني", "v"],
      ["ناولني", "v"],
      ["أعطاك", "v"],
      ["يعطيكم", "v"],
      ["سيعطيك", "v"],
      ["يعطيه", "v"],
      ["تعطيني", "v"],
      ["أعطيت", "v"],
      ["أعطيته", "v"],
      ["أعطت", "v"],
      ["بالعطاء", "n"],
      ["نعطي", "v"],
      ["اعطوه", "v"],
      ["بإعطاء", "v"],
      ["فأعطته", "v"],
      ["فسأعطيها", "n"],
      ["أعطاها", "v"],
      ["أعطاه", "v"],
      ["تعطيه", "v"],
      ["أعطتني", "v"],
      ["اعطيك", "v"],
      ["أعطيتك", "v"],
      ["يعطيك", "v"],
      ["أعطيك", "v"],
      ["منحتهم", "n"],
      ["امنحني", "v"],
      ["منحها", "n"],
      ["يمنحني", "v"],
      ["يقدم", "v"],
      ["تقدمه", "v"],
      ["تقدم", "v"],
      ["قدم", "v"],
      ["تقديمها", "v"],
      ["فقدمتها", "v"],
      ["قدمها", "v"],
      ["سأقدم", "v"],
      ["قدمتها", "v"],
      ["يتقدم", "v"],
      ["يقدمون", "v"],
      ["ليقدم", "n"],
      ["تؤتي", ""],
      ["سيؤتيه", ""],
      ["جزاك", ""],
      ["يجزاك", ""],
      ["يوزع", ""],
      ["توزيع", ""],
      ["وزع", ""],
    ],
    "assets/images/give_2.png"
  ],

  [
    [
      ["لحماية", ""],
      ["حماية", ""],
      ["لتحمي", ""],
      ["تحصين", ""],
      ["أحتمي", ""],
      ["للحماية", ""],
      ["أقي", ""],
    ],
    "assets/images/symbol00135851.png"
  ],
  [
    [
      ["الصورة", "n"],
      ["صور", "v"],
      ["تصور", "v"],
      ["صورة", "n"],
    ],
    "assets/images/symbol00088501.png"
  ],
  [
    [
      ["عطرة", ""],
    ],
    "assets/images/perfume.png"
  ],

  [
    [
      ["ضعيفة", ""],
      ["ضعيف", ""],
      ["الضعف", ""],
      ["الضعيفة", "n"],
    ],
    "assets/images/symbol00197933.png"
  ],
  [
    [
      ["رمينا", ""],
      ["يرمي", "v"],
      ["القى", "v"],
      ["ألقاها", "v"],
      ["يقذف", "v"],
    ],
    "assets/images/throw.png"
  ],
  [
    [
      ["للنصيحة", ""],
      ["تنصح", "v"],
      ["المعلومات", "n"],
    ],
    "assets/images/tell2.png"
  ],
  [
    [
      ["أصابعهم", ""],
      ["أصابع", ""],
      ["أصابعك", ""],
      ["أصبعه", ""],
    ],
    "assets/images/symbol00183853.png"
  ],
  [
    [
      ["بكره", ""],
      ["الغد", "n"],
      ["غد", "n"],
      ["فغدا", ""],
      ["غدا", ""],
    ],
    "assets/images/tomorrow1.png"
  ],
  [
    [
      ["لسان", ""],
    ],
    "assets/images/tongue2.png"
  ],
  [
    [
      ["تفرش", "v"],
    ],
    "assets/images/symbol00148131.png"
  ],
  [
    [
      ["اللذيذ", ""],
      ["اللذيذة", ""],
      ["لذيذة", ""],
      ["لذيذ", ""],
      ["تتلذذ", ""],
      ["لذ", ""],
    ],
    "assets/images/symbol00122361.png"
  ],

  [
    [
      ["اي", "l"],
      ["لاي", "l"],
      ["أي", "l"],
      ["أيها", "l"],
      ["أيتها", "l"],
      ["أیھا", "l"],
      ["لأي", "l"],
    ],
    "assets/images/any.png"
  ],
  [
    [
      ["الحقيبة", "n"],
      ["حقيبتي", "n"],
      ["بحقيبة", "n"],
      ["الشنطة", "n"],
      ["أمتعتنا", "n"],
      ["شنطة", "n"],
      ["شنطتي", "n"],
      ["شنطته", "n"],
    ],
    "assets/images/symbol00151621.png"
  ],
  [
    [
      ["مسابقة", "n"],
      ["السباق", "n"],
      ["سباق", "n"],
      ["التحدي", ""],
      ["يتحدون", ""],
      ["تحداها", ""],
      ["أتحداك", ""],
      ["بتحدي", ""],
    ],
    "assets/images/race_run.png"
  ],
  [
    [
      ["هذا", "l"],
      ["هاذين", "l"],
      ["وهذه", "l"],
      ["هذه", "l"],
      ["ھذه", "l"],
      ["ذالك", "l"],
      ["بهذه", "l"],
      ["لهذا", "l"],
      ["بهذا", "l"],
      ["لهذه", "l"],
      ["فهذه", "l"],
      ["فهذا", "l"],
      ["هذي", "l"],
      ["یشیر", "v"],
      ["اشار", "v"],
      ["معين", "a"],
    ],
    "assets/images/this.png"
  ],

  [
    [
      ["لو", "l"],
      ["لولا", "l"],
      ["فلو", "l"],
      ["لونك", "l"]
    ],
    "assets/images/symbol00199966.png"
  ],
  [
    [
      ["عطشت", "v"],
      ["بالعطش", "n"],
      ["عطشان", "a"],
    ],
    "assets/images/thirsty.png"
  ],
  [
    [
      ["سهلا", "v"],
      ["السهل", "n"],
      ["سهل", "a"],
      ["سهولة", ""],
      ["سهلة", ""],
      ["السهولة", ""],
      ["يتساهل", ""],
      ["البسيطة", ""],
      ["بسيط", ""],
      ["بسيطا", ""],
      ["بسيطة", ""],
    ],
    "assets/images/easy_light.png"
  ],
  [
    [
      ["صعب", "a"],
      ["صعبة", "a"],
      ["صعوبة", "a"],
      ["بذل", "v"],
    ],
    "assets/images/hard_heavy.png"
  ],

  [
    [
      ["قصير", "a"],
      ["قصرت", "v"],
    ],
    "assets/images/short_1.png"
  ],
  [
    [
      ["الفطر", "n"],
    ],
    "assets/images/symbol00116401.png"
  ],

  [
    [
      ["ضدهم", "a"],
      ["مضادها", "a"],
    ],
    "assets/images/protest.png"
  ],

  [
    [
      ["عمري", "n"],
      ["عمره", "n"],
      ["الأعمار", "n"],
      ["عمرك", "n"],
      ["العمر", "n"],
      ["بعمره", "n"],
      ["لعمر", "n"],
    ],
    "assets/images/grow_up.png"
  ],
  [
    [
      ["تويتر", "n"],
      ["للتويتر", "n"],
      ["التويتر", "n"],
      ["لتويتر", "n"],
    ],
    "assets/symbol00057216.png"
  ],
  [
    [
      ["بمقامك", "n"],
      ["بمقامنا", "n"],
    ],
    "assets/images/symbol00118171.png"
  ],
  [
    [
      ["عقلك", "n"],
      ["عقلي", "n"],
      ["العقل", "n"],
      ["ذهنك", "n"],
      ["المخ", "n"],
      ["عاقل", "a"],
      ["الأفكار", "n"],
      ["العقول", "n"],
    ],
    "assets/images/brain_2.png"
  ],
  [
    [
      ["يفيدني", "n"],
      ["المفيدة", "n"],
      ["نفيد", "v"],
      ["مفيدا", "n"],
      ["مفيدة", "n"],
      ["فائدة", "n"],
      ["فوائد", "n"],
      ["فوائدي", "n"],
      ["الفوائد", "n"],
      ["نفع", "n"],
      ["تنفع", "v"],
      ["استفدت", "v"],
    ],
    "assets/images/symbol00183041.png"
  ],
  [
    [
      ["يردك", "v"],
      ["ردها", "v"],
      ["الرجوع", "n"],
      ["رجعنا", "v"],
      ["رجعت", "v"],
      ["ترجع", "v"],
      ["يرجع", "v"],
      ["رجعوا", "v"],
      ["نرجع", "v"],
      ["للرجوع", "n"],
      ["خلف", "n"],
      ["الخلف", "n"],
      ["الخلفية", "n"],
      ["وراء", "n"],
      ["كالسهم", "n"],
      ["اليسار", "n"],
      ["يسار", "n"],
      ["اليسرى", "n"],
      ["يسارا", "n"],
    ],
    "assets/images/back_key.png"
  ],
  [
    [
      ["نتأرجح", "v"],
      ["المرجيحة", "n"],
      ["تتأرجح", "v"],
      ["تأرجح", "v"],
      ["الأرجوحة", "n"],
      ["يتمرجحون", "v"],
    ],
    "assets/images/swing.png"
  ],
  [
    [
      ["يرفع", "v"],
      ["رفع", "v"],
      ["ارفع", "v"],
      ["يرفعوا", "v"],
      ["نرفع", "v"],
      ["يرفعون", "v"],
      ["رفعت", "v"],
      ["بأعلى", "n"],
      ["أعلاه", "v"],
      ["الأعلى", "n"],
      ["ارتفع", "v"],
      ["ترتفع", "v"],
      ["تعالى", "n"],
      ["تتعالى", "v"],
    ],
    "assets/images/up.png"
  ],

  [
    [
      ["أقضي", "v"],
      ["نقضي", "v"],
      ["قضوا", "v"],
      ["يقضي", "v"],
      ["القضاء", "n"],
      ["قضاء", "n"],
      ["تقضي", "v"],
      ["اقضي", "v"],
      ["قضيت", "v"],
      ["قضي", "n"],
      ["لقضاء", "n"],
      ["تقضى", "n"],
      ["نقضى", "n"],
    ],
    "assets/images/symbol00071821.png"
  ],

  [
    [
      ["زرع", "n"],
      ["مزرعة", "n"],
      ["زرعت", "v"],
      ["يزرع", "v"],
      ["مزرعته", "n"],
      ["مزارعا", "a"],
      ["المزارع", "n"],
      ["الفلاح", "n"],
      ["فلاحا", "n"],
    ],
    "assets/images/plant_plants.png"
  ],
  [
    [
      ["ريال", "n"],
    ],
    "assets/images/images.jpeg"
  ],
  [
    [
      ["سعودية", "n"],
      ["الرياض", "n"],
    ],
    "assets/images/saudi_arabia_flag.png"
  ],
  [
    [
      ["صفة", "n"],
      ["صفات", "n"],
      ["بصفة", "n"],
      ["يصفها", "v"],
      ["صفاتها", "n"],
      ["سأصف", "v"],
      ["بوصفها", "n"],
      ["وصف", "v"],
      ["بصفته", "n"],
      ["وصفه", "n"],
      ["تصف", "v"],
      ["مهارات", "n"],
      ["المهارات", "n"],
      ["مهارة", "n"],
      ["مهاراته", "n"],
      ["بالمهارات", "n"],
    ],
    "assets/images/symbol00196891.png"
  ],
  [
    [
      ["يحتوي", "n"],
      ["المحتوى", "n"],
      ["تحتوي", "n"],
      ["بالمكونات", "n"],
      ["المكونة", "n"],
      ["المكونات", "n"],
      ["تتكون", "n"],
      ["تضمنت", "n"],
      ["ضم", "n"],
    ],
    "assets/images/symbol00113671.png"
  ],
  [
    [
      ["حضرنا", "v"],
      ["تحضيرها", "n"],
      ["تعد", "v"],
      ["عدت", "v"],
      ["سأعد", "v"],
      ["أعدكم", "n"],
      ["أعد", "n"],
      ["بإعداد", "n"],
      ["يعدها", "v"],
      ["يعد", "v"],
      ["تعدها", "v"],
      ["تعده", "v"],
      ["ستعد", "v"],
      ["تحضر", "v"],
      ["يحضر", "v"],
      ["حضر", "v"],
      ["سأحضر", "v"],
      ["تحضرا", "n"],
      ["نحضر", "v"],
      ["يحضرها", "v"],
      ["احضرا", "n"],
    ],
    "assets/images/bring_ingredient.png"
  ],
  [
    [
      ["جابها", "v"],
      ["جابت", "v"],
      ["أحضرت", "v"],
    ],
    "assets/images/symbol00187170.png"
  ],
  [
    [
      ["تفعل", "v"],
      ["فعلا", "n"],
      ["أفعل", "v"],
      ["فعله", "n"],
      ["تفعله", "v"],
      ["ستفعل", "v"],
      ["افعل", "v"],
      ["بالفعل", "n"],
      ["سنفعل", "v"],
      ["يفعل", "v"],
      ["فعلها", "v"],
      ["فعلة", "n"],
      ["نفعل", "v"],
      ["سأفعل", "v"],
      ["لفعل", "n"],
      ["يفعله", "v"],
      ["فعل", "v"],
      ["الفعل", "v"],
      ["فعلت", "v"],
      ["ستفعلين", "v"],
      ["تفعلون", "v"],
    ],
    "assets/images/do.png"
  ],

  [
    [
      ["قرر", "v"],
      ["قررت", "v"],
      ["فقرر", "v"],
      ["فقرروا", "v"],
      ["فقررت", "v"],
      ["قرروا", "v"],
    ],
    "assets/images/choose_pick.png"
  ],
  [
    [
      ["المسجد", "n"],
      ["للمسجد", "n"],
      ["مصلى", "n"],
      ["بالمسجد", "n"],
      ["الجامع", "n"],
    ],
    "assets/images/mosque.png"
  ],
  [
    [
      ["كوبا", "n"],
      ["كوب", "n"],
      ["الكوب", "n"],
      ["كاس", "n"],
      ["كأس", "n"],
    ],
    "assets/images/cup.png"
  ],
  [
    [
      ["الجبنة", "n"],
      ["جبن", "n"],
      ["شيدر", "n"],
      ["الجبن", "n"],
    ],
    "assets/images/cheese_cheddar.png"
  ],
  [
    [
      ["ظرف", "n"],
      ["ظروف", "n"],
      ["الظروف", "n"],
    ],
    "assets/images/symbol00198785.png"
  ],
  [
    [
      ["مكرونة", "n"],
      ["الباستا", "n"],
    ],
    "assets/images/noodles.png"
  ],
  [
    [
      ["قليلا", "n"],
      ["قليل", "n"],
      ["الأقل", "n"],
      ["لتقليل", "n"],
      ["فقليل", "n"],
      ["القليل", "n"],
      ["شوي", "a"],
      ["نادرة", "a"],
    ],
    "assets/images/little.png"
  ],
  [
    [
      ["يسقط", "v"],
      ["سقطت", "v"],
      ["تسقط", "v"],
      ["سقط", "v"],
      ["وقعت", "v"],
      ["وقوع", "v"],
      ["يقع", "v"],
      ["السقوط", "n"],
      ["يندلق", "v"],
    ],
    "assets/images/symbol00056014.png"
  ],

  [
    [
      ["يبدأون", "n"],
      ["فبدأت", "n"],
      ["بدأن", "n"],
      ["فيبدأ", "n"],
      ["يبدأ", "v"],
      ["أبدا", "n"],
      ["بدأت", "v"],
      ["بدأ", "n"],
      ["بدأنا", "n"],
      ["بداية", "n"],
      ["ابتدائي", "n"],
      ["بادئ", "n"],
      ["الابتدائي", "n"],
      ["تبدأ", "n"],
      ["نبدأ", "n"],
      ["سيبدأ", "n"],
      ["ابدأ", "n"],
      ["ابدا", "n"],
    ],
    "assets/images/symbol00055175.png"
  ],
  [
    [
      ["نشر", "n"],
      ["انتشر", "v"],
      ["لنشر", "n"],
      ["المنتشرة", "v"],
      ["مشهور", "n"],
      ["لينشروا", "n"],
    ],
    "assets/images/famous.png"
  ],
  [
    [
      ["شهادة", "n"],
      ["الشهادة", "n"],
      ["شهدت", "v"],
    ],
    "assets/images/certificate.png"
  ],

  [
    [
      ["ليرتاح", "v"],
      ["يرتاح", "v"],
      ["مرتاح", "a"],
      ["نرتاح", "n"],
      ["منشرح", "n"],
      ["ارتاح", "n"],
    ],
    "assets/images/rest.png"
  ],

  [
    [
      ["أرنبا", "n"],
      ["ارنب", "n"],
      ["كأرنب", "n"],
      ["الأرنب", "n"],
      ["أرنب", "n"],
    ],
    "assets/images/symbol00001271.png"
  ],
  [
    [
      ["احفظ", "v"],
      ["حفظ", "v"],
      ["حفظا", "n"],
      ["احفظت", "n"],
      ["حفظتها", "v"],
      ["يخزنها", "v"],
      ["حفظت", "v"],
      ["الحفاظ", "n"],
    ],
    "assets/images/symbol00088981.png"
  ],
  [
    [
      ["طبيعيه", "n"],
      ["طبيعي", "n"],
      ["الطبيعية", "n"],
      ["البيئة", "n"],
      ["طبيعية", "n"],
      ["الطبيعي", "n"],
    ],
    "assets/images/symbol00054390.png"
  ],
  [
    [
      ["تعتادين", "v"],
      ["اعتاد", "v"],
      ["تعتادي", "v"],
      ["لروتينك", "n"],
      ["روتين", "n"],
      ["الروتين", "n"],
      ["روتينية", "n"],
    ],
    "assets/images/habits.png"
  ],
  [
    [
      ["بائع", "n"],
      ["بائعات", "n"],
      ["البائع", "n"],
      ["بايع", "n"],
      ["بائعة", "n"],
      ["التاجر", "n"],
      ["اتاجر", "n"],
      ["تاجر", "n"],
      ["تجار", "n"],
      ["التجار", "n"],
      ["تجاركم", "n"],
    ],
    "assets/images/store_clerk.png"
  ],
  [
    [
      ["الجسم", "n"],
      ["جسده", "n"],
      ["البدنية", "n"],
      ["جسمك", "n"],
      ["جسما", "n"],
      ["أجسام", "n"],
      ["جسدهم", "n"],
    ],
    "assets/images/symbol00184011.png"
  ],
  [
    [
      ["تتبعني", "v"],
      ["متبعا", "v"],
      ["اتبعاني", "v"],
      ["تتبع", "v"],
      ["تتبعه", "v"],
      ["اتبع", "v"],
      ["تتبعنا", "v"],
      ["سيتبع", "v"],
      ["اتباع", "n"],
    ],
    "assets/images/follow.png"
  ],
  [
    [
      ["الجائزة", "n"],
      ["جائزة", "n"],
    ],
    "assets/images/symbol00065551.png"
  ],
  [
    [
      ["حبة", "n"],
      ["الحبة", "n"],
      ["الحبوب", "n"],
      ["بحبة", "n"],
      ["حبات", "n"],
    ],
    "assets/images/symbol00196301.png"
  ],
  [
    [
      ["خاصة", "n"],
      ["الخاصة", "n"],
      ["الخاص", "n"],
      ["خاصا", "n"],
      ["خصوصا", "n"],
      ["خصص", "n"],
      ["مخصصة", "n"],
      ["المتخصصة", "a"],
    ],
    "assets/images/symbol00187022.png"
  ],
  [
    [
      ["الذهب", "n"],
      ["ذهبه", "n"],
      ["ذهبية", "n"],
      ["ذهبيا", "a"],
      ["الذهبي", "n"],
    ],
    "assets/images/gold_metal.png"
  ],
  [
    [
      ["بالقرب", "n"],
      ["المقرب", "n"],
      ["قرب", "a"],
      ["أقرب", "n"],
      ["مقرب", "n"],
      ["تقترب", "v"],
      ["اقترب", "n"],
      ["اقترابنا", "v"],
    ],
    "assets/images/near.png"
  ],
  [
    [
      ["أمام", "n"],
      ["أمامهما", "n"],
      ["الأمامي", "n"],
      ["قدام", "n"],
      ["الأمام", "n"],
      ["للأمام", "n"],
      ["أمامكم", "v"],
      ["امامك", "v"],
      ["امام", "n"],
      ["أمامك", "v"],
      ["يتقدمان", "n"],
      ["تقدمت", "v"],
      ["المتقدمة", "n"],
      ["المقدمة", "n"],
      ["فسبقته", "v"],
      ["سبقنا", "v"],
    ],
    "assets/images/symbol00080441.png"
  ],
  [
    [
      ["تلتف", "v"],
      ["تلتفت", "v"],
      ["التفت", "v"],
      ["الالتفات", "n"],
    ],
    "assets/images/your_turn_2.png"
  ],
  [
    [
      ["تمده", "v"],
      ["تمد", "v"],
      ["فمد", "v"],
      ["ممتدة", "a"],
    ],
    "assets/images/symbol00194407.png"
  ],
  [
    [
      ["ينقلبون", "v"],
      ["ينقلب", "v"],
      ["سينقلب", "v"],
      ["تنقلب", "v"],
      ["الانقلاب", "n"],
      ["اقلب", "n"],
    ],
    "assets/images/do_over.png"
  ],
  [
    [
      ["جيشنا", "n"],
      ["جيش", "n"],
      ["جنود", "n"],
    ],
    "assets/images/soldier_2.png"
  ],
  [
    [
      ["حجمها", "n"],
      ["حجما", "n"],
      ["حجم", "n"],
      ["الأحجام", "n"],
    ],
    "assets/images/size.png"
  ],
  [
    [
      ["سأدعو", "v"],
      ["نتوكل", "v"],
      ["يدعون", "v"],
      ["دعوني", "n"],
      ["دعونا", "n"],
      ["دعوه", "n"],
      ["أدعوا", "v"],
      ["دعوته", "v"],
      ["دعوت", "v"],
      ["تدعى", "n"],
      ["تدعين", "n"],
      ["دعينا", "n"],
      ["دعت", "v"],
    ],
    "assets/images/invitation.png"
  ],

  [
    [
      ["يرزقنا", "v"],
      ["برزق", "n"],
      ["رزقنا", "n"],
      ["للرزق", "n"],
      ["الرزق", "n"],
      ["رزقه", "n"],
      ["نعمة", ""],
      ["لأنعمه", ""],
      ["أنعم", ""],
      ["نعمه", ""],
      ["أنعم", ""],
      ["أنعم", ""],
      ["يغفر", ""],
    ],
    "assets/images/songkran.png"
  ],
  [
    [
      ["قاتلة", "n"],
      ["قاتل", "n"],
      ["فاقتلني", "v"],
    ],
    "assets/images/symbol00120751.png"
  ],
  [
    [
      ["التغيب", "n"],
      ["تغيبوا", "v"],
      ["تتغيبا", "v"],
      ["تغيب", "v"],
      ["يغيب", "v"],
    ],
    "assets/images/absent.png"
  ],
  [
    [
      ["للامتحانات", "n"],
      ["الامتحان", "n"],
      ["الامتحانات", "n"],
      ["اختبار", "n"],
      ["الاختبارات", "n"],
      ["بالاختبار", "n"],
      ["الاختبار", "n"],
      ["يختبر", "v"],
    ],
    "assets/images/test.png"
  ],
  [
    [
      ["الأمانة", "n"],
      ["امانة", "n"],
      ["للأمانة", "n"],
      ["آمنة", "n"],
      ["امان", "n"],
      ["أمينة", "n"],
      ["الأمناء", "a"],
      ["للأمينات", "n"],
      ["كأمينة", "n"],
      ["أمينات", "n"],
    ],
    "assets/images/symbol00121471.png"
  ],

  [
    [
      ["باب", "n"],
      ["الباب", "n"],
      ["ابواب", "n"],
    ],
    "assets/images/door.png"
  ],
  [
    [
      ["رسول", "n"],
      ["فالرسول", "n"],
      ["الرسول", "n"],
      ["النبي", "n"],
      ["الرسول", "n"],
    ],
    "assets/images/muhammad.png"
  ],
  [
    [
      ["السمك", "n"],
      ["سمك", "n"],
      ["الأسماك", "n"],
      ["بالسمك", "n"],
      ["سماك", "n"],
      ["للأسماك", "n"],
      ["السمكة", "n"],
      ["سمكة", "n"],
    ],
    "assets/images/symbol00001086.png"
  ],
  [
    [
      ["شفائه", "n"],
      ["بالشفاء", "n"],
      ["الشفا", "n"],
      ["يشفيك", "v"],
      ["أشفى", "v"],
      ["سيشفى", "v"],
      ["شفاك", "v"],
      ["الشفاء", "n"],
      ["يتعافى", "v"],
      ["العافية", "n"],
    ],
    "assets/images/heal.png"
  ],
  [
    [
      ["نجمة", "n"],
      ["النجوم", "n"],
    ],
    "assets/images/symbol00200962.png"
  ],
  [
    [
      ["الهدف", "n"],
      ["هدف", "n"],
      ["هدفا", "n"],
      ["كهدف", "n"],
      ["للهدف", "n"],
      ["الاهداف", "n"],
      ["المقصد", "n"],
      ["المقصود", "n"],
      ["اقصد", "v"],
      ["أقصد", "v"],
      ["يقصد", "v"],
      ["غاية", "n"],
    ],
    "assets/images/symbol00188200.png"
  ],
  [
    [
      ["الأمر", "n"],
      ["أمرك", "v"],
      ["أمر", "v"],
      ["أمرنا", "v"],
      ["أمرني", "v"],
      ["أمري", "v"],
      ["أمركم", "v"],
      ["شأنه", ""],
      ["بشأن", ""],
      ["امرا", "n"],
      ["أمور", "n"],
      ["الأمور", "n"],
    ],
    "assets/images/symbol00197150.png"
  ],
  [
    [
      ["الحروف", "n"],
      ["بالحرف", "n"],
      ["بحرف", "n"],
    ],
    "assets/images/symbol00142811.png"
  ],
  [
    [
      ["يوفر", "v"],
      ["توفر", "v"],
      ["يوفرها", "v"],
      ["وفرت", "v"],
      ["متوفرة", "n"],
      ["متوفرا", "a"],
      ["توفير", "n"],
    ],
    "assets/images/save.png"
  ],
  [
    [
      ["الثمرة", "n"],
      ["ثمرها", "n"],
      ["فواكه", "n"],
      ["الفاكهة", "n"],
      ["الفاكهي", "n"],
    ],
    "assets/images/fruit1.png"
  ],
  [
    [
      ["جهز", "v"],
      ["سأجهز", "v"],
      ["جهزت", "v"],
      ["ستجهز", "v"],
      ["يجهز", "v"],
      ["تجهيز", "n"],
    ],
    "assets/images/symbol00189984.png"
  ],
  [
    [
      ["خمسون", "n"],
      ["خمسين", "n"],
    ],
    "assets/images/50.png"
  ],
  [
    [
      ["نوعها", "n"],
      ["نوعا", "n"],
      ["نوع", "n"],
      ["انواع", "n"],
      ["انواعها", "n"],
      ["أنواعا", "n"],
      ["أنواع", "n"],
      ["الأصناف", "n"],
      ["بالشكل", "n"],
      ["يشكل", "v"],
      ["الشكل", "n"],
      ["بشكل", "n"],
      ["شكل", "n"],
      ["أشكال", "n"],
      ["الاشكال", "n"],
    ],
    "assets/images/groups_items.png"
  ],
  [
    [
      ["حدود", "n"],
      ["حدين", "n"],
      ["حد", "n"],
      ["تحد", "n"],
      ["حدوده", "n"],
    ],
    "assets/images/symbol00159231.png"
  ],
  [
    [
      ["جذبتني", "v"],
      ["تجذبنا", "v"],
      ["الجذب", "n"],
      ["جذبت", "v"],
      ["الجاذبية", "n"],
      ["جاذبية", "n"],
      ["للجاذبية", "n"],
      ["السحرية", "n"],
      ["سحرت", "v"],
      ["سحرا", "n"],
    ],
    "assets/images/symbol00186575.png"
  ],
  [
    [
      ["يحكم", "v"],
    ],
    "assets/images/law.png"
  ],
  [
    [
      ["العدل", "n"],
      ["بالعدل", "n"],
    ],
    "assets/images/symbol00193890.png"
  ],
  [
    [
      ["القاضي", "n"],
      ["قاض", "n"],
    ],
    "assets/images/judge.png"
  ],
  [
    [
      ["للنمل", "n"],
      ["نملة", "n"],
      ["النملة", "n"],
      ["النمل", "n"],
    ],
    "assets/images/symbol00000774.png"
  ],
  [
    [
      ["ننسى", "v"],
      ["نسيت", "v"],
      ["النسيان", "n"],
      ["نسيته", "v"],
      ["ننساه", "v"],
      ["نسيانه", "v"],
      ["تنساني", "v"],
      ["أنسيت", "v"],
      ["أنساها", "v"],
      ["نسى", "v"],
    ],
    "assets/images/forget.png"
  ],

  [
    [
      ["الأذان", "n"],
      ["أذان", "n"],
      ["للأذان", "n"],
      ["يأذن", "v"],
      ["بأذن", "v"],
      ["المؤذن", "n"],
    ],
    "assets/images/adhan.png"
  ],
  [
    [
      ["كارثة", "n"],
      ["كوارث", "n"],
      ["خطر", "n"],
      ["أخطار", "n"],
      ["بالخطر", "n"],
      ["خطيرة", "n"],
      ["أخطر", "n"],
      ["الخطرة", "n"],
      ["بالخطورة", "n"],
    ],
    "assets/images/symbol00151321.png"
  ],
  [
    [
      ["بطريقته", "n"],
      ["بطريقة", "n"],
      ["طريقة", "n"],
      ["الطريقة", "n"],
      ["الوصفة", "n"],
      ["وصفة", "n"],
    ],
    "assets/images/symbol00100421.png"
  ],
  [
    [
      ["أساسان", "n"],
      ["الأساسي", "n"],
      ["الأساسية", "n"],
      ["أساسي", "n"],
      ["أساسا", "n"],
      ["اطبقها", "v"],
    ],
    "assets/images/important.png"
  ],
  [
    [
      ["حادث", "n"],
      ["الحوادث", "n"],
      ["حوادث", "n"],
      ["الاصطدام", ""],
      ["اصطدمت", ""],
      ["تصطدم", ""],
    ],
    "assets/images/crash_car.png"
  ],
  [
    [
      ["البشر", "n"],
      ["البشرية", "n"],
      ["الإنسانية", "n"],
      ["فالإنسانية", "n"],
      ["انساني", "n"],
      ["الانسانیة", "n"],
      ["بالأشخاص", "n"],
      ["ناس", "n"],
      ["المواطنين", "n"],
      ["الناس", "n"],
      ["امة", "n"],
      ["للناس", "n"],
      ["الأمم", "n"],
      ["شخصياتهم", "n"],
      ["الشخصية", "n"],
      ["العامة", ""],
      ["عامة", ""],
    ],
    "assets/images/people.png"
  ],
  [
    [
      ["شخص", "n"],
      ["الإنسان", "n"],
      ["مواطن", "n"],
      ["للإنسان", "n"],
      ["إنسان", "n"],
      ["الشخص", "n"],
      ["المرء", "n"],
      ["شخصیتك", "n"],
      ["شخصيا", "n"],
    ],
    "assets/images/symbol00007627.png"
  ],
  [
    [
      ["الأرض", "n"],
      ["الأرضية", "n"],
      ["أرضا", "n"],
      ["أرض", "n"],
      ["للأرض", "n"],
      ["أرضه", "n"],
      ["أرضي", "n"],
      ["أرضية", "n"],
    ],
    "assets/images/earth.png"
  ],
  [
    [
      ["للممرض", "n"],
      ["ممرضة", "n"],
      ["الممرضة", "n"],
    ],
    "assets/images/symbol00139981.png"
  ],
  [
    [
      ["البلاد", "n"],
      ["بلادكم", "n"],
      ["بلادي", "n"],
      ["بلادنا", "n"],
      ["بلاد", "n"],
      ["بالبلدة", "n"],
      ["البلدان", "n"],
      ["مدينة", "n"],
      ["المدينة", "n"],
      ["لمدينة", "n"],
      ["بمدينة", "n"],
      ["مدينتي", "n"],
      ["الوطن", "n"],
      ["وطننا", "n"],
    ],
    "assets/images/symbol00092741.png"
  ],
  [
    [
      ["البحر", "n"],
      ["للبحر", "n"],
      ["البحرية", "n"],
    ],
    "assets/images/symbol00189594.png"
  ],
  [
    [
      ["فرصة", "n"],
      ["الفرصة", "n"],
    ],
    "assets/images/symbol00198800.png"
  ],
  [
    [
      ["الاستعداد", "n"],
      ["فلنستعد", "n"],
      ["مستعدة", "a"],
      ["يستعد", "v"],
      ["استعدادا", "n"],
      ["مستعد", "n"],
    ],
    "assets/images/symbol00122561.png"
  ],
  [
    [
      ["استخدامها", "n"],
      ["مستخدما", "a"],
      ["أستخدمه", "v"],
      ["يستخدم", "v"],
      ["سأستخدمه", "v"],
      ["تستخدم", "v"],
      ["استخدام", "n"],
      ["الاستخدام", "n"],
      ["استخدمنا", "v"],
      ["استخدم", "v"],
    ],
    "assets/images/use.png"
  ],
  [
    [
      ["كنت", "v"],
      ["يكن", "v"],
      ["كنا", "v"],
      ["ليكن", "v"],
      ["كن", "v"],
      ["فيكن", "v"],
      ["فكن", "v"],
      ["تكن", "v"],
      ["كان", "v"],
      ["كانت", "v"],
      ["أما", "v"],
      ["فكان", "v"],
      ["كاد", "v"],
      ["لكانت", "v"],
      ["كانوا", "v"],
    ],
    "assets/images/was_has_been.png"
  ],

  [
    [
      ["فلمن", "n"],
      ["لمن", "n"],
    ],
    "assets/images/symbol00119371.png"
  ],
  [
    [
      ["حياتى", "n"],
      ["حیاة", "n"],
      ["بالحیاة", "n"],
      ["الحیاة", "n"],
      ["الحياة", "n"],
      ["حياة", "n"],
      ["حياتي", "n"],
      ["حياته", "n"],
      ["أحيا", "v"],
      ["فالحياة", "n"],
      ["يحيا", "v"],
      ["بحياتهما", "n"],
      ["لحياتها", "n"],
      ["الدنيا", "n"],
      ["دنياك", "n"],
    ],
    "assets/images/life.png"
  ],
  [
    [
      ["أضواء", "n"],
      ["النور", "n"],
      ["نور", "n"],
      ["الأنوار", "n"],
      ["الضوء", "n"],
      ["اضواء", "n"],
      ["اللمبة", "n"],
      ["الإنارة", "n"],
      ["انار", "v"],
      ["الضوئية", "n"],
      ["الأضواء", "n"],
      ["منارة", "n"],
      ["سأضيء", ""],
      ["أضاءت", ""],
      ["مصابيح", "n"],
    ],
    "assets/images/light_bulb_on_1.png"
  ],
  [
    [
      ["خفيفة", "n"],
      ["الخفيفة", "n"],
      ["ليخف", "n"],
      ["خفيف", "n"],
    ],
    "assets/images/symbol00204374.png"
  ],

  [
    [
      ["الوزن", "n"],
      ["بوزن", "n"],
      ["الميزان", "n"],
      ["المتوازنة", "n"],
      ["وزن", "n"],
      ["بوزنه", "n"],
      ["الأوزان", "n"],
    ],
    "assets/images/symbol00195719.png"
  ],
  [
    [
      ["برتقالي", "n"],
    ],
    "assets/images/orange_3.png"
  ],
  [
    [
      ["البرتقال", "n"],
      ["برتقال", "n"],
    ],
    "assets/images/orange.png"
  ],

  [
    [
      ["قديم", "a"],
      ["القديمة", "a"],
      ["القديم", "a"],
      ["أقدم", "a"],
    ],
    "assets/images/old_2.png"
  ],
  [
    [
      ["على", "l"],
      ["عليه", "l"],
      ["علیه", "l"],
      ["عليكم", "l"],
      ["علي", "l"],
      ["عليك", "l"],
      ["علينا", "l"],
      ["عليها", "l"],
      ["فعلينا", "l"],
      ["علیكم", "l"],
      ["عليكن", "l"],
      ["فوق", "l"],
    ],
    "assets/images/on.png"
  ],
  [
    [
      ["الليل", "n"],
      ["ليلتها", "n"],
      ["ليلة", "n"],
      ["مساء", "n"],
      ["المساء", "n"],
      ["مسائية", "n"],
    ],
    "assets/images/night.png"
  ],
  [
    [
      ["بالتالي", "n"],
      ["متتالية", "n"],
      ["التالي", "n"],
      ["ثم", "l"],
      ["ثمة", "l"],
    ],
    "assets/images/symbol00053371.png"
  ],

  [
    [
      ["بقرة", "n"],
      ["البقرة", "n"],
    ],
    "assets/images/symbol00000951.png"
  ],
  [
    [
      ["الكورونا", "n"],
      ["كورونا", "n"],
    ],
    "assets/images/corona.png"
  ],
  [
    [
      ["يطبخها", "v"],
      ["مطبخي", "n"],
      ["المطبخ", "n"],
    ],
    "assets/images/symbol00202879.png"
  ],
  [
    [
      ["بألوان", "n"],
      ["الأوان", "n"],
      ["ألوان", "n"],
      ["الألوان", "n"],
      ["اللون", "n"],
      ["الصباغ", ""],
      ["يصبغ", ""],
      ["لون", "n"],
      ["لوني", "n"],
      ["الملونة", "n"],
      ["الون", "n"],
      ["الونيت", "n"],
      ["الوانك", "n"],
      ["لونه", "n"],
      ["لونان", "n"],
      ["لونها", "n"],
      ["ألون", "n"],
      ["تلوين", "v"],
    ],
    "assets/images/symbol00174891.png"
  ],
  [
    [
      ["افطاري", "n"],
      ["الإفطار", "n"],
      ["الافطار", "n"],
    ],
    "assets/images/symbol00103561.png"
  ],
  [
    [
      ["كسر", "v"],
      ["كسرته", "v"],
      ["اكسره", "v"],
      ["أنكسر", "v"],
      ["كسرت", "v"],
      ["بتكسير", "n"],
      ["بتفتيت", "n"],
    ],
    "assets/images/broken.png"
  ],
  [
    [
      ["البني", "n"],
      ["بنية", "n"],
    ],
    "assets/images/symbol00057223.png"
  ],
  [
    [
      ["نبني", "v"],
      ["بنائه", "n"],
      ["بناء", "n"],
      ["البناء", "n"],
      ["عمارات", "n"],
      ["المباني", "n"],
      ["طابقين", "n"],
      ["طابق", "n"],
      ["القبو", "n"],
    ],
    "assets/images/building_tall.png"
  ],
  [
    [
      ["زوجته", "n"],
      ["الزوجة", "n"],
      ["لزوجته", "n"],
      ["زوجتي", "n"],
    ],
    "assets/images/family_wife.png"
  ],
  [
    [
      ["فازت", "v"],
      ["يفوز", "v"],
      ["نفوز", "v"],
      ["بفوز", "v"],
      ["فزت", "v"],
    ],
    "assets/images/symbol00000699.png"
  ],
  [
    [
      ["واحدة", "n"],
      ["الواحدة", "n"],
      ["بالواحد", "n"],
      ["واحد", "n"],
    ],
    "assets/images/symbol00153211.png"
  ],
  [
    [
      ["الاثنان", "n"],
      ["الإثنين", "n"],
      ["اثنين", "n"],
      ["ثانوي", "n"],
    ],
    "assets/images/symbol00153221.png"
  ],
  [
    [
      ["لثلاثة", "n"],
      ["ثلاثة", "n"],
      ["بثلاثة", "n"],
      ["ثلاث", "n"],
      ["ثالث", "n"],
      ["الثالثة", "n"],
      ["الثالث", "n"],
    ],
    "assets/images/symbol00153241.png"
  ],
  [
    [
      ["الأربعة", "n"],
      ["أربع", "n"],
      ["أربعة", "n"],
      ["الرابعة", "n"],
    ],
    "assets/images/symbol00153251.png"
  ],
  [
    [
      ["خمسه", "n"],
      ["خمس", "n"],
      ["خمسة", "n"],
      ["بخمسة", "n"],
      ["بخمس", "n"],
      ["خماسية", "n"],
    ],
    "assets/images/symbol00153261.png"
  ],
  [
    [
      ["تنظيف", "v"],
      ["نظيفة", "a"],
      ["النظافة", "n"],
      ["بالنظافة", "n"],
      ["نظافة", "n"],
      ["تنظف", "v"],
      ["ينظف", "v"],
    ],
    "assets/images/symbol00196750.png"
  ],
  [
    [
      ["ملابسي", "n"],
      ["اللبس", "n"],
      ["ملابسا", "n"],
      ["الملابس", "n"],
      ["ملابس", "n"],
      ["ملابسنا", "n"],
      ["ملابسه", "n"],
      ["ملابسك", "n"],
      ["الثياب", "n"],
      ["الثوب", "n"],
    ],
    "assets/images/symbol00125351.png"
  ],
  [
    [
      ["بالملل", "n"],
      ["الملل", "n"],
      ["مليت", "n"],
      ["متضجر", "a"],
      ["مملة", "a"],
      ["متضجرا", "a"],
      ["أف", ""],
      ["يتحسر", ""],
      ["بالطفش", ""],
      ["ممل", "a"],
    ],
    "assets/images/symbol00186540.png"
  ],
  [
    [
      ["القارب", "n"],
      ["قاربنا", "n"],
      ["قارب", "n"],
      ["السفينة", "n"],
      ["سفن", "n"]
    ],
    "assets/images/boat_3.png"
  ],

  [
    [
      ["أزرق", "n"],
      ["زرقاء", "n"],
      ["ازرق", "n"],
      ["الأزرق", ""],
    ],
    "assets/images/blue_3.png"
  ],
  [
    [
      ["الأسود", "n"],
      ["اسود", "n"],
    ],
    "assets/images/symbol00052577.png"
  ],
  [
    [
      ["البسكويت", "n"],
      ["بسكوت", "n"],
    ],
    "assets/images/biscuits2.png"
  ],
  [
    [
      ["الخارج", "n"],
      ["خارج", "n"],
    ],
    "assets/images/out.png"
  ],
  [
    [
      ["أفضل", "v"],
      ["فضله", "v"],
      ["الأفضل", "n"],
      ["افضل", "n"],
      ["أفضله", "v"],
      ["يفضلون", ""],
      ["مفضل", ""],
      ["المفضل", ""],
      ["المفضلة", ""],
      ["تفضل", ""],
      ["حسن", ""],
      ["أحسن", ""],
      ["احسن", ""],
      ["يتحسن", ""],
      ["تحسين", ""],
      ["بحسن", ""],
      ["يحسن", ""],
    ],
    "assets/images/better.png"
  ],
  [
    [
      ["حزام", "n"],
      ["الحزام", "n"],
      ["لحزام", "n"],
    ],
    "assets/images/symbol00056300.png"
  ],
  [
    [
      ["موز", "n"],
    ],
    "assets/images/banana.png"
  ],
  [
    [
      ["تحته", "n"],
      ["تحت", "n"],
      ["تحتها", "n"],
      ["الأسفل", "n"],
      ["أندر", "n"],
    ],
    "assets/images/below2.png"
  ],
  [
    [
      ["الجانب", "n"],
      ["جانبها", "n"],
      ["بجانبهما", "n"],
      ["بجانبك", "n"],
      ["جانبي", "n"],
      ["جنبيه", "n"],
      ["بجانبهم", "n"],
      ["بجانب", "n"],
      ["الجوانب", "n"],
      ["المجاور", "n"],
    ],
    "assets/images/symbol00193984.png"
  ],
  [
    [
      ["للحمام", "n"],
      ["الحمام", "n"],
    ],
    "assets/images/publicbathroom.png"
  ],
  [
    [
      ["اللحم", "n"],
      ["لحم", "n"],
    ],
    "assets/images/meat2.png"
  ],
  [
    [
      ["دب", "n"],
      ["الدببة", "n"],
    ],
    "assets/images/symbol00000791.png"
  ],
  [
    [
      ["كرة", "n"],
      ["الكرة", "n"],
      ["بالكرة", "n"],
      ["بالكره", "n"],
      ["بالكرات", "n"],
      ["كورة", "n"],
    ],
    "assets/images/ball.png"
  ],
  [
    [
      ["خبز", "n"],
      ["الخبز", "n"],
    ],
    "assets/images/bread1.png"
  ],
  [
    [
      ["الإلكتروني", "n"],
      ["الإلكترونية", "n"],
    ],
    "assets/images/symbol00183025.png"
  ],
  [
    [
      ["إزالة", "n"],
      ["يفنى", "n"],
    ],
    "assets/images/delete_2.png"
  ],
  [
    [
      ["تأخذ", "v"],
      ["لأخذك", "n"],
      ["بأخذ", ""],
      ["أستلم", ""],
      ["يسترد", ""],
      ["اخذ", ""],
      ["خذ", ""],
      ["لنأخذ", ""],
      ["تاخذ", ""],
      ["آخذ", ""],
      ["تأخذها", "v"],
      ["يأخذها", "v"],
      ["اخذت", "v"],
      ["أخذتها", "v"],
      ["ستأخذ", ""],
      ["أخذ", "v"],
      ["يأخذ", "v"],
      ["أخذها", "v"],
      ["ياخذ", "v"],
      ["أخذت", "v"],
      ["فأخذها", ""],
      ["تأخذيهما", "v"],
      ["نأخذ", ""],
      ["خذني", ""],
      ["ااخذ", ""],
      ["متاح", ""],
      ["يتيح", ""],
      ["تلقى", ""],
      ["ملقى", ""],
    ],
    "assets/images/symbol00197682.png"
  ],

  [
    [
      ["يموت", "v"],
      ["الموت", "n"],
      ["الميت", ""],
      ["كالميت", ""],
      ["شهيد", ""],
      ["الوفيات", ""],
      ["دفنت", ""],
      ["الوفاة", ""],
      ["مات", ""],
    ],
    "assets/images/symbol00082851.png"
  ],
  [
    [
      ["صلاحية", "n"],
    ],
    "assets/images/symbol00185906.png"
  ],
  [
    [
      ["أجمعين", "v"],
      ["تجمعها", "v"],
      ["معاك", "n"],
      ["معاكم", "v"],
      ["التجمع", "n"],
      ["يتجمع", "v"],
      ["المتحدة", ""],
      ["موحد", ""],
      ["سويا", ""],
      ["متحدين", ""],
    ],
    "assets/images/symbol00183409.png"
  ],
  [
    [
      ["مع", "l"],
      ["معه", "n"],
      ["معك", "n"],
      ["بالرغم", "n"],
      ["معا", "n"],
      ["معنا", "n"],
      ["معكم", "n"],
      ["معها", "v"],
      ["معهم", "v"],
      ["معھم", "v"],
    ],
    "assets/images/with.png"
  ],
  [
    [
      ["المتحركة", "n"],
      ["تتحرك", "v"],
      ["تحرك", "v"],
      ["تحركاتهم", "v"],
      ["حركات", "n"],
      ["يتحرك", "v"],
      ["الحركة", "a"],
      ["أتحرك", "v"],
      ["تنقلها", ""],
      ["حرك", ""],
      ["تحريكها", ""],
      ["متنقلا", ""],
      ["تنقلنا", ""],
      ["الانتقال", ""],
      ["انتقالهم", ""],
    ],
    "assets/images/move.png"
  ],

  [
    [
      ["يلبس", "v"],
      ["ألبس", "v"],
      ["ارتداء", "v"],
      ["يرتدي", "v"],
      ["نرتدي", "v"],
      ["ارتدي", "v"],
      ["يقاس", "v"],
      ["سأقيس", "n"],
      ["قست", "n"],
    ],
    "assets/images/symbol00167101.png"
  ],
  [
    [
      ["السريعة", "n"],
      ["سريع", "a"],
      ["سريعا", "a"],
      ["السريع", "n"],
    ],
    "assets/images/fast.png"
  ],

  [
    [
      ["إلى", "l"],
      ["الی", "l"],
      ["الى", "l"],
      ["اليه", "n"],
      ["نحو", "n"],
      ["الي", "l"],
      ["اليكم", "n"],
      ["إليها", "n"],
      ["إليه", "l"],
    ],
    "assets/images/symbol00151681.png"
  ],
  [
    [
      ["من", "l"],
      ["ومن", "l"],
      ["مِن", "l"],
      ["مين", "l"],
      ["فمن", "l"],
      ["منه", "l"],
      ["منها", "l"],
      ["منهم", "l"],
      ["منك", "l"],
      ["منا", "l"],
      ["مني", "l"],
      ["ممن", "l"],
      ["بمن", "l"],
      ["كمن", "l"],
      ["فمنه", "l"],
      ["فعمن", "l"],
      ["فمنها", "l"],
      ["منهما", "l"],
      ["منكم", "l"],
      ["مننا", "l"]
    ],
    "assets/images/from.png"
  ],

  [
    [
      ["خط", "v"],
      ["بخط", ""],
      ["أخطط", "v"],
      ["أحدد", "v"],
      ["المحددة", "n"],
      ["حددتها", "v"],
      ["تحديد", "v"],
    ],
    "assets/images/symbol00200031.png"
  ],
  [
    [
      ["أسدا", "v"],
    ],
    "assets/images/symbol00001184.png"
  ],

  [
    [
      ["الاتجاه", "n"],
      ["تجاهها", ""],
      ["اتجه", ""],
      ["اتجاه", "n"],
      ["الجهة", "n"],
      ["الاتجاهات", "n"],
      ["تجاه", "v"],
    ],
    "assets/images/directions_2.png"
  ],
  [
    [
      ["موقعه", "n"],
      ["مكان", "n"],
      ["مكاني", "n"],
      ["الواقع", "n"],
      ["واقع", "v"],
      ["مواقع", "n"],
      ["تقع", "v"],
      ["المكان", "n"],
      ["الكائنة", "n"],
      ["مكانا", "v"],
      ["مكانك", ""],
      ["الأماكن", "n"],
    ],
    "assets/images/setting.png"
  ],
  [
    [
      ["أضيع", "v"],
      ["اضاعت", "v"],
      ["اضعت", "v"],
      ["أضعت", "v"],
      ["ضعت", "v"],
      ["اضعته", "v"],
      ["أضاع", "v"],
      ["ضاعت", "v"],
      ["تضيع", "v"],
      ["يضيعها", "v"],
      ["اضاعة", "v"],
    ],
    "assets/images/lost_1.png"
  ],
  [
    [
      ["الغداء", "n"],
    ],
    "assets/images/zmittag.png"
  ],

  [
    [
      ["الصناعية", "n"],
      ["الصناعي", "n"],
      ["الاصطناعية", "n"],
      ["أصنع", "v"],
      ["اصنعها", "v"],
      ["صنعها", "v"],
      ["صنعوها", "v"],
      ["مصنوع", "n"],
      ["بصنعه", "n"],
      ["لصنعها", ""],
      ["سأصنع", ""],
      ["صنعت", "v"],
      ["صنعناها", "v"],
      ["المصنوعة", "n"],
      ["تصنع", "v"],
      ["صنيعك", "n"],
    ],
    "assets/images/symbol00189839.png",
  ],
  [
    [
      ["نعالج", ""],
      ["تعالج", ""],
      ["عالجها", ""],
      ["الادوية", ""],
      ["العلاج", "n"],
      ["الأدوية", "n"],
      ["دواء", "n"],
      ["الدواء", "n"],
    ],
    "assets/images/symbol00199091.png"
  ],
  [
    [
      ["اصمتي", "v"],
      ["صامت", "v"],
      ["اهدئي", "v"],
      ["هدأت", "v"],
      ["تهدئة", "n"],
      ["مكتومة", "n"],
    ],
    "assets/images/symbol00203093.png"
  ],
  [
    [
      ["يستحما", "v"],
      ["يستحم", "v"],
    ],
    "assets/images/shower_wash_body.png"
  ],
  [
    [
      ["دراجة", "n"],
      ["دراجات", "n"],
      ["دراجتي", "n"],
    ],
    "assets/images/motorbike.png"
  ],
  [
    [
      ["دقيقة", "n"],
    ],
    "assets/images/minute.png"
  ],
  [
    [
      ["شهر", "n"],
      ["أشهر", "n"],
      ["شهريا", "n"],
    ],
    "assets/images/month2.png"
  ],

  [
    [
      ["للقمر", ""],
      ["القمر", "n"],
    ],
    "assets/images/moon.png"
  ],
  [
    [
      ["الحليب", "n"],
    ],
    "assets/images/symbol00199818.png"
  ],
  [
    [
      ["البط", "n"],
      ["البجع", "n"],
    ],
    "assets/images/symbol00001062.png"
  ],
  [
    [
      ["هاتفه", "v"],
      ["الهاتف", "n"],
      ["هاتفك", "n"],
      ["الهاتفية", "n"],
      ["جوالي", "n"],
      ["جهاز", ""],
      ["الجهاز", ""],
      ["جهازه", ""],
      ["بجهازك", ""],
      ["جهازي", ""],
      ["بالجهاز", ""],
      ["أجهزة", ""],
      ["الاجهزة", ""],
      ["الأجهزة", ""],
      ["اجهزة", ""],
      ["اجهزه", ""],
      ["الجوال", ""],
      ["بالجوال", ""],
      ["الهواتف", ""],
    ],
    "assets/images/smartphone.png"
  ],
  [
    [
      ["خلق", "v"],
      ["خلقنا", "v"],
      ["خلقها", "v"],
      ["أخلاق", "n"],
    ],
    "assets/images/symbol00145271.png"
  ],
  [
    [
      ["القميص", "n"],
      ["قميص", "n"],
      ["البلوزه", "n"],
    ],
    "assets/images/shirt_button.png"
  ],
  [
    [
      ["أحذية", "n"],
      ["الأحذية", "n"],
      ["حذاء", "n"],
      ["الحذاء", "n"],
      ["نعلتي", "n"],
      ["جزمتي", "n"],
    ],
    "assets/images/shoes_tied.png"
  ],
  [
    [
      ["للسوق", "n"],
      ["السوق", "n"],
      ["دكاكينها", "n"],
      ["متجر", "n"],
      ["البقالة", "n"],
      ["سوق", "n"],
      ["تسوقوا", "v"],
      ["أسواق", "v"],
      ["أسواقها", "v"],
    ],
    "assets/images/mall_2.png"
  ],
  [
    [
      ["خجل", "a"],
      ["أخجل", "v"],
      ["خجول", "n"],
    ],
    "assets/images/symbol00002863.png"
  ],
  [
    [
      ["النشيد", ""],
      ["نشيد", ""],
      ["الأناشيد", ""],
      ["نشید", ""],
      ["ناشدته", ""],
      ["لحن", ""],
      ["دندن", ""],
      ["المتنبي", ""],
      ["الأغاني", ""],
      ["نغني", "v"],
      ["يغني", "v"],
      ["غناء", "n"],
      ["أشعاري", "n"],
      ["تتغنى", "v"],
      ["أنشد", "v"],
      ["مغناة", "n"],
      ["أطرب", "v"],
      ["تطرب", "v"],
    ],
    "assets/images/sing.png"
  ],
  [
    [
      ["جلوس", "n"],
      ["فالجلوس", ""],
      ["جليس", ""],
      ["يلبث", ""],
      ["الجلوس", "n"],
      ["يجلسون", "v"],
      ["جلست", "v"],
      ["ستجلس", "v"],
      ["اجلس", "v"],
      ["تجلس", "v"],
      ["يجلس", "v"],
      ["أجلس", "v"],
      ["لتجلس", ""],
      ["المجلس", "n"],
      ["جالس", ""],
      ["نجلس", ""],
      ["جالسة", ""],
      ["جالسا", ""],
    ],
    "assets/images/sit_chair2.png"
  ],
  [
    [
      ["أطلق", "v"],
      ["نطلق", "v"],
      ["أطلقت", "v"],
      ["اطلق", "v"],
    ],
    "assets/images/symbol00198441.png"
  ],
  [
    [
      ["الأسف", "v"],
      ["للاسف", "n"],
      ["اسف", "n"],
      ["للأسف", "n"],
      ["آسفة", "n"],
      ["فاعتذر", ""],
      ["اعتذر", "v"],
      ["المعذرة", "n"],
      ["عذرا", "v"],
    ],
    "assets/images/i_am_sorry.png"
  ],
  [
    [
      ["دفتر", "n"],
      ["دفترك", "n"],
      ["دفتري", "n"],
      ["مذكراتي", "n"],
      ["الدفاتر", "n"],
    ],
    "assets/images/symbol00092551.png"
  ],
  [
    [
      ["التميز", "n"],
      ["المتميز", "n"],
      ["مميز", "v"],
      ["ممتاز", "n"],
      ["أحسنت", ""],
      ["تقدير", ""],
      ["أحسنتم", ""],
      ["الإطراء", ""],
      ["التميز", ""],
      ["المتميز", ""],
      ["للتميز", ""],
      ["تميز", ""],
      ["يتميز", ""],
      ["متميزة", ""],
      ["للمتميزات", ""],
      ["التمييز", ""],
      ["متميز", ""],
      ["مميزا", ""],
      ["ممتاز", ""],
      ["يميزه", ""],
      ["أميزها", ""],
      ["اميزها", ""],
    ],
    "assets/images/great_1.png"
  ],
  [
    [
      ["حدث", "v"],
      ["حدوث", "v"],
      ["حدثت", "v"],
      ["الأحداث", "v"],
    ],
    "assets/images/symbol00060861.png"
  ],
  [
    [
      ["غبار", "n"],
      ["لغبار", ""],
    ],
    "assets/images/dust_debris_dirt.png"
  ],

  [
    [
      ["حتى", "l"],
    ],
    "assets/images/until.png"
  ],
  [
    [
      ["عن", "l"],
      ["عندما", "l"],
      ["لما", "l"],
      ["بمجرد", ""],
      ["مجرد", ""],
      ["عند", "l"],
      ["عنها", "l"],
      ["عنه", "l"],
      ["عنك", "l"],
      ["عني", "l"],
      ["عنا", "l"],
      ["عندك", "l"],
      ["عندكم", "l"],
      ["فعند", "l"],
      ["عندها", "l"],
      ["عندنا", "l"],
    ],
    "assets/images/about.png"
  ],
  [
    [
      ["قد", "l"],
      ["لقد", "l"],
      ["فقد", "l"],
      ["فلقد", "l"],
      ["كانه", ""],
      ["عل", ""],
      ["عسى", ""],
      ["لعل", ""],
      ["لعلي", ""],
      ["لعل", ""],
    ],
    "assets/images/maybe_2.png"
  ],
  [
    [
      ["إلا", "l"],
      ["الا", "l"],
    ],
    "assets/images/but.png"
  ],

  [
    [
      ["كلما", "l"],
    ],
    "assets/images/whenever.png"
  ],

  [
    [
      ["لم", "l"],
      ["لن", "l"],
    ],
    "assets/images/not.png"
  ],

  [
    [
      ["في", "l"],
      ["فی", "l"],
      ["فيه", "l"],
      ["فيها", ""],
      ["فيك", ""],
      ["بداخلها", ""],
      ["داخل", ""],
      ["بداخل", ""],
      ["داخلي", ""],
      ["بداخلنا", ""],
      ["داخله", ""],
      ["متن", ""],
    ],
    "assets/images/in.png"
  ],
  [
    [
      ["قطار", "n"],
      ["القطار", "n"],
      ["بالقطار", "n"],
      ["القطارات", "n"],
    ],
    "assets/images/train.png"
  ],
  [
    [
      ["أمطرته", "v"],
      ["المطر", "n"],
      ["تمطر", "n"],
      ["ممطر", "n"],
    ],
    "assets/images/rain_3.png"
  ],

  [
    [
      ["هدوء", "a"],
      ["بهدوء", "n"],
      ["الهدوء", "n"],
    ],
    "assets/images/quiet.png"
  ],
  [
    [
      ["القوه", "a"],
      ["قوية", "a"],
      ["بقوة", "n"],
      ["قوة", "a"],
      ["القوة", "n"],
      ["القوية", "n"],
      ["قوت", ""],
      ["أقوياء", "a"],
    ],
    "assets/images/strong.png"
  ],
  [
    [
      ["التلفاز", "n"],
      ["تلفاز", "n"],
      ["التلفزيون", "n"],
    ],
    "assets/images/symbol00073421.png"
  ],
  [
    [
      ["الخيمة", "n"],
      ["يخيم", "v"],
      ["خيمتنا", "n"],
      ["المخيم", "n"],
    ],
    "assets/images/symbol00190057.png"
  ],
  [
    [
      ["خميس", "n"],
    ],
    "assets/images/symbol00102721.png"
  ],

  [
    [
      ["وسائل", "n"],
      ["الوسائل", "n"],
      ["الوسيلة", ""],
      ["وسيلة", ""],
      ["أداة", ""],
    ],
    "assets/images/symbol00198778.png"
  ],
  [
    [
      ["أحدهم", "n"],
      ["لهم", "n"],
      ["بينهم", "n"],
      ["عليهم", "n"],
      ["هم", "n"],
      ["أنهم", "n"],
      ["هما", "n"],
      ["بهم", "n"],
      ["بأنهم", "n"],
      ["لأنهم", "n"],
      ["بان", "n"],
      ["هاهم", "n"],
      ["فيهم", "n"],
      ["إياهم", "n"],
    ],
    "assets/images/they.png"
  ],
  [
    [
      ["المهاجرة", "n"],
      ["اتركوا", "v"],
      ["يتركاه", "v"],
      ["يتركهم", "v"],
      ["يتركا", "v"],
      ["تركتني", "v"],
      ["ترك", "v"],
      ["تركنا", "v"],
      ["يترك", "v"],
      ["لتركها", "n"],
      ["أترك", "v"],
      ["تركه", "v"],
      ["نتركك", "v"],
      ["تركها", "v"],
      ["تترك", "v"],
      ["تاركا", "v"],
      ["اجتنب", ""],
      ["التخلص", ""],
      ["ادعه", ""],
      ["تجنب", ""],
      ["دعك", ""],
    ],
    "assets/images/symbol00202049.png"
  ],
  [
    [
      ["فراغك", "n"],
      ["فراغي", "n"],
      ["فراغه", "n"],
      ["الفراغ", "n"],
      ["فراغهم", "n"],
    ],
    "assets/images/break_work.png"
  ],

  [
    [
      ["اذن", "n"],
      ["باذن", "n"],
      ["أذن", "n"],
      ["بإذن", "n"],
      ["إذن", "n"],
      ["الأذنة", "n"],
      ["أذنة", "n"],
    ],
    "assets/images/ear_2.png"
  ],
  [
    [
      ["ملوث", "n"],
      ["ملوثا", "n"],
    ],
    "assets/images/Dirty.png"
  ],
  [
    [
      ["التغذية", "n"],
    ],
    "assets/images/symbol00190706.png"
  ],

  [
    [
      ["ممحاة", "n"],
    ],
    "assets/images/symbol00187232.png"
  ],
  [
    [
      ["اتعشى", "v"],
      ["العشاء", "n"],
      ["للعشاء", "n"],
      ["عشاء", "n"],
    ],
    "assets/images/dinner.png"
  ],

  [
    [
      ["المشروبات", "n"],
      ["مشروبات", "n"],
    ],
    "assets/images/symbol00195204.png"
  ],
  [
    [
      ["عينه", "n"],
      ["عيني", "n"],
      ["بالعين", "n"],
      ["عين", "n"],
      ["عيونهم", "n"],
      ["العيون", "n"],
    ],
    "assets/images/symbol00183904.png"
  ],
  [
    [
      ["يقطع", "v"],
      ["مقطوع", ""],
      ["قطع", "v"],
      ["بقطع", "v"],
      ["ينقطع", "v"],
      ["منقطع", "a"],
    ],
    "assets/images/symbol00189142.png"
  ],
  [
    [
      ["أرسل", "v"],
      ["التواصل", "n"],
      ["ايميلك", "n"],
      ["جيميل", "n"],
    ],
    "assets/images/symbol00199400.png"
  ],
  [
    [
      ["تشرب", "v"],
      ["ليشرب", "v"],
      ["شربته", "v"],
      ["شرب", "v"],
      ["ترتشف", ""],
      ["يرتشف", ""],
      ["اشربه", ""],
      ["اشرب", ""],
      ["يحتسي", ""],
    ],
    "assets/images/drink.png"
  ],
  [
    [
      ["أشرح", "v"],
      ["يشرحه", "v"],
      ["تشرح", "v"],
      ["تعريفه", ""],
      ["وضحي", ""],
      ["وضح", ""],
      ["توضح", ""],
      ["وضوح", ""],
      ["بتوضيح", ""],
      ["التوضيحية", ""],
      ["واضح", ""],
      ["يبين", ""],
    ],
    "assets/images/symbol00121401.png"
  ],
  [
    [
      ["يدخل", "v"],
      ["دخل", "v"],
      ["أدخل", "v"],
      ["فليدخل", "v"],
      ["دخول", "v"],
      ["ادخل", "v"],
      ["دخلا", "v"],
      ["دخلوا", "v"],
      ["دخلت", "v"],
      ["ندخل", "v"],
      ["تدخلين", "v"],
      ["فتدخل", "v"],
      ["يدخلن", "v"],
      ["يدخلان", "v"],
      ["يدخلها", "v"],
      ["ادخله", "v"],
      ["يدخلك", "v"],
      ["دخلناها", "v"],
      ["تدخل", "v"],
      ["لدخول", ""],
      ["الدخول", ""],
      ["يتدخل", ""],
    ],
    "assets/images/enter.png"
  ],
  [
    [
      ["رسم", "n"],
      ["أرسم", "v"],
      ["ترسم", "v"],
      ["الرسم", "n"],
      ["رسومات", "n"],
      ["الرسوم", "n"],
    ],
    "assets/images/symbol00072581.png"
  ],
  [
    [
      ["الهمبرجر", "n"],
      ["همبرجر", "n"],
      ["همبرغر", "n"],
      ["همبرقر", "n"],
      ["برقر", "n"],
      ["الهمبرقر", "n"],
    ],
    "assets/images/hamburger_5.png"
  ],
  [
    [
      ["الجزر", "n"],
    ],
    "assets/images/carrot.png"
  ],
  [
    [
      ["فاضي", "n"],
      ["بفارغ", "n"],
      ["تفرغ", "v"],
      ["أفرغ", "v"],
      ["فارغة", "a"],
    ],
    "assets/images/empty.png"
  ],
  [
    [
      ["أسوق", "v"],
      ["السائق", "n"],
      ["السائقين", "n"],
      ["سائق", "n"],
      ["السواق", ""],
      ["سواق", ""],
      ["تقود", "v"],
      ["يقود", "v"],
      ["بالمقود", "n"],
    ],
    "assets/images/drive_car.png"
  ],
  [
    [
      ["منخفضة", "a"],
      ["منخفض", "a"],
    ],
    "assets/images/low_1.png"
  ],
  [
    [
      ["اجعل", "v"],
      ["يجعل", "v"],
      ["خلي", "v"],
      ["نجعل", "v"],
      ["تجعلنا", "v"],
      ["دفعتني", "v"],
      ["جعلني", "v"],
      ["جعلت", "v"],
      ["تجعله", "v"],
      ["تجعل", "v"],
      ["تجعلني", "v"],
    ],
    "assets/images/make.png"
  ],
  [
    [
      ["المشاكل", ""],
      ["لمشاكل", ""],
      ["مشكلة", "n"],
      ["المشكلة", "n"],
      ["بمشكلة", "n"],
      ["المشكلات", "n"],
      ["المشكله", "n"],
      ["العقبات", "n"],
      ["عراقيل", "n"],
      ["ينبغي", "v"],
      ["تنبغي", "v"],
    ],
    "assets/images/symbol00065601.png"
  ],
  [
    [
      ["الخضار", "n"],
    ],
    "assets/images/symbol00187633.png"
  ],

  [
    [
      ["النباتات", "n"],
      ["نباتات", "n"],
      ["الأعشاب", "n"],
    ],
    "assets/images/plants.png"
  ],
  [
    [
      ["البيتزا", "n"],
      ["بيتزا", "n"],
      ["قطعة", "n"],
      ["بقطعة", "n"],
    ],
    "assets/images/pizza.png"
  ],
  [
    [
      ["أسمح", "v"],
      ["مسموحة", ""],
      ["تسنح", ""],
      ["سمحتوا", "v"],
      ["استأذنوا", "v"],
      ["سمحوا", "v"],
      ["سمحتي", "v"],
      ["سمحت", "v"],
      ["سمح", "v"],
      ["بفضل", "n"],
      ["تفضلا", "v"],
      ["فضلا", "n"],
      ["تفضلي", "v"],
      ["فبفضلك", "n"],
      ["فضل", "n"],
      ["يديم", "n"],
      ["فضلك", "v"],
      ["خلونا", "v"],
      ["الفاضل", "n"],
      ["أرجوك", ""],
      ["أرجو", ""],
      ["ارجو", ""],
      ["بليز", ""],
      ["ارجوك", ""],
      ["وسلم", ""],
      ["وتسلم", ""],
      ["ممتن", ""],
    ],
    "assets/images/please2.png"
  ],
  [
    [
      ["جمعه", "n"],
      ["بجمع", "n"],
      ["الجمع", "n"],
      ["جمع", "n"],
      ["يزيدكم", "v"],
      ["يزيدون", "v"],
      ["المزيد", "n"],
      ["بالمزيد", "n"],
      ["اعززها", "n"],
      ["مزيد", "n"],
      ["كمان", "n"],
      ["متزايدة", "n"],
    ],
    "assets/images/plus_sign.png"
  ],

  [
    [
      ["سجودك", "v"],
      ["السجود", "v"],
    ],
    "assets/images/sujood.png"
  ],
  [
    [
      ["الشمس", "n"],
      ["الصيفية", "n"],
      ["الشمسية", "n"],
    ],
    "assets/images/sun.png"
  ],
  [
    [
      ["البعض", "n"],
      ["بعضهم", "n"],
      ["بعضها", "n"],
      ["ببعضها", "n"],
      ["بعضنا", "n"],
      ["بعضه", "n"],
      ["بعضا", "n"],
      ["بعض", "n"],
    ],
    "assets/images/symbol00194799.png"
  ],
  [
    [
      ["المطعم", "n"],
      ["مطعم", "n"],
      ["مطعمي", "n"],
      ["لمطعم", "n"],
      ["الأطعمة", "n"],
      ["للمطعم", "n"],
      ["لمطعمنا", "n"],
      ["مطعما", "n"],
      ["المطاعم", "n"],
      ["مطاعم", "n"],
    ],
    "assets/images/restaurant.png"
  ],
  [
    [
      ["نبحث", "v"],
      ["تبحث", "v"],
      ["للبحث", "n"],
      ["يبحث", "v"],
      ["بحثا", "v"],
      ["ابحث", "v"],
      ["اتحقق", "v"],
    ],
    "assets/images/symbol00183241.png"
  ],
  [
    [
      ["أذكر", "v"],
      ["ستتذكر", "v"],
      ["ذكريات", "n"],
      ["تذكر", "v"],
      ["تذكرت", "v"],
      ["أتذكر", "v"],
      ["تتذكر", "v"],
      ["ذكرك", "v"],
      ["ذكرت", "v"],
      ["تتذكرني", "v"],
    ],
    "assets/images/symbol00188110.png"
  ],
  [
    [
      ["عادة", "a"],
      ["الاعادة", "n"],
      ["اعادة", "n"],
      ["عادوا", "v"],
      ["عاد", "v"],
      ["كعادته", "n"],
      ["العادة", "a"],
      ["عادت", "v"],
      ["للعودة", "n"],
      ["العودة", "n"],
      ["أعود", "v"],
      ["تعود", "v"],
      ["فيعود", "n"],
      ["یعود", "v"],
      ["عودة", "n"],
      ["عائدا", "n"],
      ["بالعودة", "n"],
      ["يعود", "v"],
      ["عودتك", "v"],
      ["عودتنا", "n"],
      ["تعودنا", "v"],
      ["سيعود", "v"],
      ["يعودا", "v"],
      ["نعود", "v"],
      ["كالعادة", "n"],
      ["عادا", "v"],
    ],
    "assets/images/start_again.png"
  ],
  [
    [
      ["مريض", "a"],
      ["مريضا", "n"],
      ["المريض", "n"],
      ["مريضة", "n"],
    ],
    "assets/images/symbol00091881.png"
  ],
  [
    [
      ["زوجها", "n"],
      ["الزوجان", "n"],
      ["متزوج", "a"],
      ["الزوج", "n"],
    ],
    "assets/images/symbol00189325.png"
  ],
  [
    [
      ["الإعاقة", "n"],
    ],
    "assets/images/symbol00173281.png"
  ],
  [
    [
      ["العيد", "n"],
      ["عيد", "n"],
    ],
    "assets/images/aid_al_adha.png"
  ],
  [
    [
      ["حملت", "v"],
      ["حملي", "v"],
      ["يتحمل", "v"],
      ["حملنا", "v"],
      ["يحمل", "v"],
      ["حملها", "v"],
      ["حمل", "v"],
      ["فحملها", "n"],
      ["تحمل", "v"],
      ["تكبدتها", "v"],
    ],
    "assets/images/stack_carry.png"
  ],
  [
    [
      ["سيارتك", "n"],
      ["بسيارة", "n"],
      ["سيارات", "n"],
      ["السيارة", "n"],
      ["السيارات", "n"],
      ["سيارة", "n"],
      ["بالسيارة", "n"],
      ["للسيارة", "n"],
      ["سيارتي", "n"],
      ["المركبة", "n"],
      ["مركبات", "n"],
      ["المركبات", "n"],
    ],
    "assets/images/car.png"
  ],

  [
    [
      ["بخير", "a"],
    ],
    "assets/images/i_am_fine.png"
  ],

  [
    [
      ["مرتفع", "a"],
      ["مرتفعة", "a"],
      ["باسقة", "a"],
      ["شاهقة", "a"],
      ["المرتفع", "n"],
      ["العالي", "n"],
      ["عالية", "a"],
      ["العلوي", "a"],
      ["عال", "a"],
      ["أعالي", "n"],
      ["عالي", "a"],
    ],
    "assets/images/high_3.png"
  ],
  [
    [
      ["الأخضر", "n"],
      ["أخضر", "n"],
      ["الخضراء", "n"],
      ["بالخضر", "n"],
      ["اخضر", "n"],
      ["خضراء", "a"],
    ],
    "assets/images/green_3.png"
  ],
  [
    [
      ["الجمعة", "n"],
      ["جمعة", "n"],
    ],
    "assets/images/symbol00102731.png"
  ],
  [
    [
      ["طلبت", "v"],
      ["لطلب", "l"],
      ["فطلبت", "v"],
      ["بطلب", "v"],
      ["نطلب", "v"],
      ["أطلب", "v"],
      ["الطلبات", "n"],
      ["يطلبه", "v"],
      ["يطلبه", "v"],
      ["طلبا", "n"],
      ["تطلبه", "v"],
      ["طلباته", "n"],
      ["طلباتك", "n"],
      ["طلبتني", "v"],
      ["أطلبه", "v"],
      ["طلب", "n"],
      ["طلبه", "n"],
      ["متطلبات", "n"],
      ["اطلب", "v"],
      ["يطالبوني", "v"],
      ["مطالبتهم", "n"],
      ["أطالب", "v"],
      ["أسامحك", "v"],
      ["سامحني", "v"],
    ],
    "assets/images/forgive.png"
  ],
  [
    [
      ["الممتعة", "n"],
      ["الممتع", "n"],
      ["ممتعة", "a"],
      ["ممتع", "a"],
      ["ممتعا", "a"],
      ["المتعة", "n"],
      ["التمتع", "n"],
      ["يستمتعان", "v"],
      ["مستمتعة", "v"],
      ["بالمتعة", "n"],
      ["للاستمتاع", "n"],
      ["استمتع", "v"],
      ["مستمتعين", "v"],
      ["نستمتع", "v"],
      ["لتستمتع", "n"],
      ["للإستمتاع", "n"],
    ],
    "assets/images/hooray.png"
  ],
  [
    [
      ["سمع", "v"],
      ["تسمعين", "v"],
      ["نسمع", "v"],
      ["سمعه", "v"],
      ["تسمعا", "v"],
      ["يسمعها", "v"],
      ["اسمع", "v"],
      ["تسمعني", "v"],
      ["يسمعنا", "v"],
      ["سمعا", "v"],
      ["سمعتك", "v"],
      ["سمعتم", "v"],
      ["سمعت", "v"],
      ["يستمع", "v"],
      ["استمع", "v"],
    ],
    "assets/images/listen2.png"
  ],
  [
    [
      ["نادوا", "v"],
      ["ينادونني", "v"],
      ["منادیا", "v"],
      ["أناديها", "v"],
      ["يناديه", "v"],
      ["النداء", "n"],
      ["نداء", "n"],
      ["يا", "l"],
      ["یا", "l"],
    ],
    "assets/images/yell.png"
  ],
  [
    [
      ["المكالمة", "n"],
      ["الاتصال", "n"],
      ["اتصل", "v"],
    ],
    "assets/images/symbol00148041.png"
  ],
  [
    [
      ["فراشه", "n"],
      ["فراشة", "n"],
    ],
    "assets/images/symbol00000905.png"
  ],
  [
    [
      ["الباص", "n"],
      ["الحافلة", "n"],
    ],
    "assets/images/symbol00136421.png"
  ],
  [
    [
      ["الاسعاف", "n"],
      ["إسعاف", "n"],
      ["اسعاف", "n"],
      ["الإسعاف", "n"],
      ["نسعفه", "v"],
    ],
    "assets/images/symbol00136421.png"
  ],
  [
    [
      ["المشفى", "n"],
      ["المستشفى", "n"],
    ],
    "assets/images/hospital.png"
  ],
  [
    [
      ["احل", "v"],
      ["الحل", "n"],
      ["الحلول", "n"],
      ["يحلها", "v"],
      ["حل", "v"],
      ["حلت", "v"],
    ],
    "assets/images/symbol00054223.png"
  ],
  [
    [
      ["تبتسم", "v"],
      ["الابتسام", "n"],
      ["بابتسامة", "n"],
      ["مبتسما", "a"],
      ["فابتسم", "n"],
      ["ابتسمت", "v"],
      ["مبتسمون", "a"],
      ["متفائلا", "a"],
    ],
    "assets/images/symbol00000534.png"
  ],
  [
    [
      ["بتنظيم", "v"],
      ["تنظيم", "v"],
    ],
    "assets/images/symbol00185243.png"
  ],
  [
    [
      ["لألعاب", "n"],
      ["الألعاب", "n"],
      ["ألعاب", "n"],
      ["بألعاب", "n"],
      ["بالألعاب", "n"],
      ["الالعاب", "n"],
      ["العاب", "n"],
      ["ألعابهم", "n"],
    ],
    "assets/images/toys.png"
  ],

  [
    [
      ["أبيض", "n"],
      ["ابيض", "n"],
      ["الأبيض", "n"],
      ["الابیض", "n"],
      ["الأبیض", "n"],
    ],
    "assets/images/symbol00055725.png"
  ],
  [
    [
      ["الدكتور", "n"],
      ["الطبيب", "n"],
      ["دكتور", "n"],
      ["طبيب", "n"],
      ["للطبيب", "n"],
      ["طبية", "a"],
      ["الطبية", "n"],
      ["التحاليل", "n"],
      ["الطبي", "n"],
    ],
    "assets/images/doctor.png"
  ],
  [
    [
      ["نقطة", "n"],
    ],
    "assets/images/symbol00071591.png"
  ],
  [
    [
      ["مختلف", "a"],
      ["مختلفة", "a"],
      ["يختلف", "v"],
      ["بل", "l"],
      ["تختلف", "v"],
      ["المختلفة", "n"],
      ["عكس", "n"],
      ["لاختلاف", "n"],
      ["بخلاف", "n"],
    ],
    "assets/images/different.png"
  ],
  [
    [
      ["استيقظ", "v"],
      ["يستيقظ", "v"],
      ["تستيقظ", "v"],
      ["أفاق", "v"],
      ["صحوا", "a"],
    ],
    "assets/images/wake_up.png"
  ],
  [
    [
      ["الطاولة", "n"],
      ["طاولتي", "n"],
      ["الطاولات", "n"],
      ["طاولة", "n"],
    ],
    "assets/images/table_2.png"
  ],
  [
    [
      ["سندوتشات", "n"],
      ["سندوتش", "n"],
      ["سندويتشات", "n"],
      ["السندوتش", "n"],
      ["ساندويتش", "n"],
    ],
    "assets/images/symbol00202110.png"
  ],
  [
    [
      ["لزهرة", "n"],
      ["الزهرة", "n"],
      ["زهرها", "n"],
      ["زهرة", "n"],
      ["أزهارها", "n"],
      ["مزهوا", "a"],
      ["الأزهار", "n"],
    ],
    "assets/images/rose.png"
  ],
  [
    [
      ["مسطره", "a"],
    ],
    "assets/images/ruler.png"
  ],
  [
    [
      ["غسل", "v"],
      ["تغسل", "v"],
      ["غسلتها", "v"],
      ["أغسل", "v"],
      ["بغسل", "v"],
      ["لغسلها", "v"],
      ["اغسل", "v"],
      ["غسيل", "a"],
    ],
    "assets/images/wash_clean.png"
  ],
  [
    [
      ["لمشاهدة", "n"],
      ["أشاهد", "v"],
      ["شاهدتم", "v"],
      ["مشاهدة", "v"],
      ["شاهدت", "v"],
      ["فشاهدنا", "v"],
      ["شاهدنا", "v"],
      ["تشاهد", "v"],
    ],
    "assets/images/watch.png"
  ],
  [
    [
      ["زراعة", "n"],
      ["الزراعة", "n"],
    ],
    "assets/images/symbol00187019.png"
  ],
  [
    [
      ["نحن", "n"],
      ["فنحن", "n"],
      ["احنا", "l"],
      ["بنا", "l"],
      ["لنا", "l"],
      ["حنا", "l"],
      ["فإننا", "l"],
    ],
    "assets/images/we.png"
  ],
  [
    [
      ["أسبوع", "n"],
      ["الاسبوع", "n"],
      ["الأسبوع", "n"],
    ],
    "assets/images/week.png"
  ],

  [
    [
      ["هو", "l"],
      ["وهو", "l"],
      ["ذا", "l"],
      ["فبكما", "l"],
      ["بكما", "l"],
      ["كما", "l"],
      ["لكما", "l"],
      ["فكما", "l"],
      ["إياه", "l"],
      ["له", "l"],
      ["الذي", "l"],
      ["هؤلاء", "l"],
      ["ذو", "l"],
      ["لذوي", "l"],
      ["الذين", "n"],
      ["للي", "l"],
      ["اللي", "l"],
      ["لك", "l"],
      ["لكم", "l"],
      ["أجلكم", "l"],
      ["به", "l"],
      ["بك", "l"],
      ["أنك", "l"],
      ["انه", "l"],
      ["فهو", "l"],
    ],
    "assets/images/he.png"
  ],
  [
    [
      ["هي", "l"],
      ["هيه", "l"],
      ["إياها", "l"],
      ["لها", "l"],
      ["التي", "l"],
      ["بها", "l"],
      ["تلك", "l"],
      ["فهي", "l"],
    ],
    "assets/images/she.png"
  ],

  [
    [
      ["الورقة", "n"],
      ["الورق", "n"],
      ["نسخة", "n"],
      ["أوراق", "n"],
      ["الأوراق", "n"],
      ["الورقية", "n"],
      ["ورقيه", "n"],
      ["ورقية", "n"],
      ["صحيفتنا", "n"],
      ["تورق", "n"],
    ],
    "assets/images/paper.png"
  ],
  [
    [
      ["الاخرى", "n"],
      ["اخر", "n"],
      ["للاخر", "n"],
      ["أخرى", "n"],
      ["الأخرى", "n"],
      ["الآخرين", "n"],
      ["للآخرين", "n"],
      ["الأخرين", "n"],
    ],
    "assets/images/others_1.png"
  ],
  [
    [
      ["رقما", "n"],
      ["الرقم", "n"],
      ["رقم", "n"],
      ["الرقمي", "n"],
      ["عدد", "n"],
    ],
    "assets/images/numbers_1.png"
  ],
  [
    [
      ["الان", "n"],
      ["الآن", "n"],
      ["الأن", "n"],
      ["لتوي", "n"],
      ["للتو", "n"],
      ["الحين", "n"],
      ["فورا", "l"],
      ["فور", "l"],
    ],
    "assets/images/now.png"
  ],
  [
    [
      ["نهاية", "n"],
      ["تنهي", "v"],
      ["ينهي", "v"],
      ["ينهي-", "v"],
      ["انتهاء", "n"],
      ["الانهاء", "n"],
      ["بمنتهى", "n"],
      ["الانتهاء", "n"],
      ["بانتهاء", "l"],
      ["النهاية", "n"],
      ["بأنتهاء", "l"],
      ["انتهائها", "n"],
      ["النهائي", "n"],
      ["إنهاء", "v"],
      ["انتهت", "v"],
      ["انتهينا", "v"],
      ["أنهى", "v"],
      ["انتهي", "v"],
      ["تنتهي", "v"],
      ["انتهوا", "v"],
      ["الآخرة", "n"],
      ["آخرتك", "n"],
    ],
    "assets/images/symbol00182373.png"
  ],
  [
    [
      ["نفسه", "n"],
      ["أشبه", "v"],
      ["يشبه", "v"],
      ["الشبيه", "n"],
      ["ذات", "n"],
      ["تشبه", "n"],
      ["مرادف", "n"],
      ["الردف", "n"],
      ["نفسك", "n"],
      ["لنفسه", "n"],
      ["نفس", "n"],
      ["بنفسك", "n"],
      ["النفسية", "n"],
      ["ببالك", "n"],
      ["بالك", "n"],
      ["أنفسنا", "n"],
      ["النفس", "n"],
      ["بنفس", "n"],
      ["الأنفس", "n"],
      ["اتنفس", "v"],
      ["نفسي", "n"],
      ["بنفسكي", "n"],
      ["بنفسه", "n"],
      ["التنفس", "n"],
      ["بنفسي", "n"],
      ["أنفاسها", "n"],
      ["أنفاسهم", "n"],
      ["النفوس", "n"],
      ["تنفس", "v"],
      ["أنفسهم", "n"],
    ],
    "assets/images/symbol00186080.png"
  ],
  [
    [
      ["العنب", "n"],
      ["عنب", "n"],
    ],
    "assets/images/grape.png"
  ],
  [
    [
      ["لقاءنا", "n"],
      ["بلقائه", "n"],
      ["بلقاء", "n"],
      ["لقاء", "n"],
      ["بلقائك", "n"],
      ["اللقاء", "n"],
    ],
    "assets/images/arbeitsgruppe.png"
  ],
  [
    [
      ["حفرت", "v"],
      ["بالحفر", "n"],
      ["يحفر", "v"],
      ["نحفره", "v"],
    ],
    "assets/images/dig.png"
  ],
  [
    [
      ["وجد", "v"],
      ["تجدي", "v"],
      ["سأجد", "v"],
      ["وجدت", "v"],
      ["لقت", "v"],
      ["لقيت", "v"],
      ["توجد", "v"],
      ["وجدتها", "v"],
      ["فوجده", "v"],
      ["وجدا", "n"],
      ["وجده", "v"],
      ["وجدتم", "v"],
      ["فوجدوا", "v"],
      ["فوجد", "v"],
      ["فوجدنا", "v"],
      ["يوجد", "v"],
      ["عثر", "v"],
      ["جد", "v"],
      ["ساجد", "v"],
      ["يجد", "v"],
      ["تجده", "v"],
      ["ستجد", "v"],
      ["لاأجد", "l"],
      ["اجد", "v"],
      ["تجدين", "v"],
      ["تجدها", "v"],
      ["ليجدوا", "v"],
      ["فيجدانها", "v"],
      ["نجد", "v"],
      ["فتجده", "v"],
      ["أجد", "v"],
      ["أجدها", "v"],
      ["ستجدني", "v"],
    ],
    "assets/images/find_1.png"
  ],
  [
    [
      ["الحارقة", "n"],
      ["حار", "n"],
      ["هوت", "n"],
    ],
    "assets/images/hot_2.png"
  ],
  [
    [
      ["البرد", "n"],
      ["برد", "n"],
      ["بارد", "n"],
      ["بالبرد", "n"],
      ["ببرد", "n"],
      ["بردان", "n"],
    ],
    "assets/images/cold_2.png"
  ],
  [
    [
      ["جدتي", "n"],
      ["الجدة", "n"],
      ["العجوزة", "n"],
      ["العجوز", "n"],
      ["عجوز", "n"],
    ],
    "assets/images/grandmother_2.png"
  ],
  [
    [
      ["فترقص", "v"],
      ["أرقص", "v"],
      ["تتراقص", "v"],
      ["نتمايل", "v"],
      ["لنرقص", "n"],
      ["الرقص", "n"],
    ],
    "assets/images/symbol00200166.png"
  ],
  [
    [
      ["الخيار", "n"],
    ],
    "assets/images/symbol00118331.png"
  ],
  [
    [
      ["بمهنية", "n"],
    ],
    "assets/images/symbol00068301.png"
  ],
  [
    [
      ["فالتقطها", "v"],
      ["تلتقط", "v"],
      ["التقطي", "v"],
      ["التقاط", "n"],
      ["ممسكا", "v"],
      ["الممسك", "n"],
      ["الإمساك", "n"],
      ["امسكي", "v"],
      ["يمسك", "v"],
      ["تمسك", "v"],
      ["ممسكة", "v"],
    ],
    "assets/images/catch2.png"
  ],
  [
    [
      ["كرسيه", "n"],
      ["الكرسي", "n"],
      ["كرسي", "n"],
      ["الكرسيين", "n"],
      ["مقعد", "n"],
      ["المقعد", "n"],
      ["المقاعد", "n"],
      ["مقعده", "n"],
    ],
    "assets/images/chair.png"
  ],
  [
    [
      ["قط", "n"],
      ["القطط", "n"],
      ["قطة", "n"],
    ],
    "assets/images/symbol00000930.png"
  ],

  [
    [
      ["عباد", "n"],
      ["عابد", "n"],
      ["عبادة", "n"],
      ["عبد", "n"],
      ["العبد", "n"],
      ["لعبد", "n"],
      ["معبد", "n"],
      ["مسلم", "n"],
      ["المسلم", "n"],
      ["المسلمين", "n"],
      ["الإسلام", "n"],
      ["الإسلامية", "n"],
      ["الإسلامي", "n"],
    ],
    "assets/images/ebada.jpg"
  ],
  [
    [
      ["العصير", "n"],
      ["عصير", "n"],
      ["الشراب", "n"],
    ],
    "assets/images/juice_box.png"
  ],
  [
    [
      ["لمختبرات", "n"],
    ],
    "assets/images/symbol00054635.png"
  ],
  [
    [
      ["قفزه", "n"],
      ["يقفز", "v"],
      ["القفز", "n"],
      ["انطلقنا", "v"],
      ["الانطلاق", "n"],
    ],
    "assets/images/jump.png"
  ],
  [
    [
      ["يطرق", "v"],
      ["يقرع", "v"],
      ["قرع", "v"],
      ["الطرق", "n"],
      ["يدق", "v"],
    ],
    "assets/images/knock.png"
  ],
  [
    [
      ["كيلو", "n"],
    ],
    "assets/images/kilogram.png"
  ],
  [
    [
      ["الأخير", "n"],
      ["اخيرا", "n"],
      ["أخر", "n"],
      ["متأخرة", "a"],
      ["تأخر", "v"],
      ["بأخر", "v"],
      ["تأخرت", "v"],
      ["متأخرا", "n"],
      ["متأخر", "n"],
      ["أخير", "n"],
      ["أخيرا", "n"],
      ["تأخير", "n"],
    ],
    "assets/images/symbol00155121.png"
  ],
  [
    [
      ["التاريخ", "n"],
      ["تاریخ", "n"],
    ],
    "assets/images/symbol00183526.png"
  ],
  [
    [
      ["ظلام", "n"],
      ["الظلام", "n"],
      ["الدامس", "n"],
      ["العتمة", "n"],
      ["ظلالها", "a"],
    ],
    "assets/images/dark.png"
  ],

  [
    [
      ["جملا", "n"],
      ["الجمل", "n"],
      ["الجملة", "n"],
      ["جمل", "n"],
      ["كلمة", "n"],
      ["بكلمتين", "n"],
    ],
    "assets/images/symbol00177842.png"
  ],
  [
    [
      ["قص", "v"],
      ["يقص", "v"],
      ["المقص", "n"],
    ],
    "assets/images/cut_paper.png"
  ],
  [
    [
      ["ثاني", "n"],
      ["ثانيه", "n"],
      ["الثاني", "n"],
      ["ثانية", "n"],
      ["الثانية", "n"],
      ["ثانيا", "n"],
      ["لحظات", "n"],
      ["لحظة", "n"],
      ["برهة", "n"],
      ["اللحظة", "n"],
      ["هاتان", "n"],
      ["مرتين", "n"],
      ["الثانوي", "n"],
    ],
    "assets/images/second.png"
  ],
  [
    [
      ["التين", "n"],
    ],
    "assets/images/symbol00192811.png"
  ],
  [
    [
      ["السبت", "n"],
    ],
    "assets/images/symbol00102741.png"
  ],
  [
    [
      ["اليمين", "n"],
      ["الأيمن", "n"],
      ["يمينا", "n"],
      ["يمين", "n"],
      ["اليمنى", "n"],
    ],
    "assets/images/symbol00054908.png"
  ],
  [
    [
      ["أحمر", "n"],
      ["الأحمر", "n"],
      ["احمر", "n"],
      ["الاحمر", "n"],
    ],
    "assets/images/red_3.png"
  ],

  [
    [
      ["تخف", "v"],
      ["اختبأ", "n"],
      ["تختفي", "v"],
      ["اختفت", "v"],
    ],
    "assets/images/symbol00196888.png"
  ],
  [
    [
      ["الشيخ", "n"],
      ["للشيخ", "n"],
      ["شيخنا", "n"],
      ["بالشيخ", "n"],
      ["شيخ", "n"],
      ["الإمام", "n"],
    ],
    "assets/images/8264251.png"
  ],
  [
    [
      ["أحضان", "n"],
      ["يحتضن", "n"],
      ["اعانق", "n"],
    ],
    "assets/images/symbol00191422.png"
  ],

  [
    [
      ["الأول", "n"],
      ["أول", "n"],
      ["الأولى", "n"],
      ["أولا", "n"],
      ["الاول", "n"],
      ["لأول", "n"],
      ["فأول", "n"],
      ["اول", "n"],
      ["فأول", "n"],
    ],
    "assets/images/first.png"
  ],

  [
    [
      ["إشارة", "n"],
      ["الإشارة", "n"],
    ],
    "assets/images/symbol00120101.png"
  ],
  [
    [
      ["الصابون", "n"],
    ],
    "assets/images/soap_bar.png"
  ],
  [
    [
      ["بصوت", "n"],
      ["صوت", "n"],
      ["صوتا", "n"],
      ["الصوت", "n"],
      ["صوته", "n"],
      ["صوتك", "n"],
      ["صوتي", "n"],
      ["أصوات", "n"],
      ["أصواتهم", "n"],
      ["اصوات", "n"],
    ],
    "assets/images/sounds.png"
  ],
  [
    [
      ["السوبرماركت", "n"],
      ["ماركت", "n"],
      ["المركز", "n"],
      ["السوبر", "n"],
    ],
    "assets/images/symbol00186559.png"
  ],
  [
    [
      ["النزول", "n"],
      ["نزلة", "n"],
      ["نزل", ""],
      ["لننزل", "v"],
      ["انحدر", "n"],
      ["ينحدر", "v"],
      ["تحميل", "v"],
      ["التحميل", "n"],
    ],
    "assets/images/download.png"
  ],

  [
    [
      ["عشرة", "n"],
      ["العاشرة", "n"],
      ["عشرا", "n"],
    ],
    "assets/images/symbol00153311.png"
  ],

  [
    [
      ["ذرة", "n"],
      ["الذرة", "n"],
    ],
    "assets/images/corn3.png"
  ],
  [
    [
      ["كنبة", "n"],
      ["الأريكة", "n"],
      ["الكنبة", "n"],
    ],
    "assets/images/couch.png"
  ],
  [
    [
      ["صفحاتي", "n"],
      ["صفحاتك", "n"],
      ["صفحات", "n"],
      ["الصفحة", "n"],
      ["صفحة", "n"],
    ],
    "assets/images/symbol00161391.png"
  ],
  [
    [
      ["ملف", "n"],
      ["ملفاتك", "n"],
    ],
    "assets/images/folder.png"
  ],
  [
    [
      ["القدم", "n"],
      ["بقدمي", "n"],
      ["قدماي", "n"],
      ["قدمه", "n"],
      ["قدمي", "n"],
      ["الأقدام", "n"],
      ["رجليه", "n"],
      ["برجله", "n"],
      ["برجلي", "n"],
      ["رجلي", "n"],
    ],
    "assets/images/foot_2.png"
  ],
  [
    [
      ["البطاطس", "n"],
      ["بطاطس", "n"],
      ["البطاطا", "n"],
      ["بطاطسي", "n"],
    ],
    "assets/images/symbol00152441.png"
  ],
  [
    [
      ["فواكه", "n"],
      ["الفاكهة", "n"],
    ],
    "assets/images/fruit1.png"
  ],
  [
    [
      ["ممتلئ", "a"],
      ["امتلأ", "n"],
      ["مليء", "a"],
      ["مملوءة", "a"],
      ["تملأ", "v"],
      ["مليئة", "a"],
      ["كاملة", "a"],
      ["كامل", "n"],
      ["الشامل", "n"],
      ["كليا", "n"],
      ["كاملتين", "a"],
      ["لنكمل", "v"],
      ["يكملوا", "v"],
      ["نكمل", "v"],
      ["استنفد", "v"],
      ["أكمل", "v"],
      ["بأكملها", "n"],
      ["لإكمال", "n"],
      ["أكملي", "v"],
    ],
    "assets/images/full_2.png"
  ],
  [
    [
      ["مسافة", "n"],
      ["بين", "n"],
      ["بيننا", "n"],
      ["بينها", "n"],
      ["بينهما", "n"],
      ["الفرق", "n"],
      ["بعيد", "n"],
      ["بعيدة", "n"],
      ["بعيدا", "n"],
      ["البعد", "n"],
      ["تبعد", "v"],
      ["تبتعد", "v"],
      ["ابتعدنا", "v"],
    ],
    "assets/images/symbol00199215.png"
  ],
  [
    [
      ["نارا", "n"],
      ["نارية", "a"],
      ["النارية", "n"],
      ["حرقة", "n"],
      ["عذب", "v"],
    ],
    "assets/images/fire.png"
  ],
  [
    [
      ["الشارع", "n"],
      ["للشارع", "n"],
      ["الشوارع", "n"],
      ["طريق", "n"],
      ["طريقه", "n"],
      ["طريقها", "n"],
      ["الطريق", "n"],
    ],
    "assets/images/road.png"
  ],
  [
    [
      ["الاحد", "n"],
      ["الأحد", "n"],
    ],
    "assets/images/symbol00101201.png"
  ],
  [
    [
      ["الشاي", "n"],
      ["شاي", "n"],
      ["شاهي", "n"],
    ],
    "assets/images/tea_2.png"
  ],
  [
    [
      ["دمعت", "v"],
      ["باكية", "v"],
      ["بالبكاء", "n"],
      ["يبكي", "v"],
      ["تبكي", "v"],
    ],
    "assets/images/cry_1.png"
  ],
  [
    [
      ["اسنانك", "n"],
      ["أسنانك", "n"],
      ["الأسنان", "n"],
      ["سن", "n"],
      ["اسناني", "n"],
      ["أسناني", "n"],
      ["السن", "n"],
    ],
    "assets/images/teeth.png"
  ],

  [
    [
      ["بيعه", "v"],
      ["أبيعها", "v"],
      ["نبيعه", "v"],
      ["يبيع", "v"],
      ["نبيع", "v"],
    ],
    "assets/images/sell.png"
  ],
  [
    [
      ["لتشتري", "n"],
      ["الزبائن", "n"],
      ["نشتري", "v"],
      ["بشتري", "v"],
      ["أشتري", "v"],
      ["ليشتري", "n"],
      ["ستشتري", "n"],
      ["تشتري", "v"],
      ["يشتريها", "v"],
      ["ليشتروا", "v"],
      ["يشتري", "v"],
      ["اشتروا", "v"],
      ["اشتر", "v"],
      ["تشترك", "v"],
      ["اشتريا", "v"],
      ["يشتريان", "v"],
      ["يشترك", "v"],
      ["اشتريت", "v"],
      ["اشتري", "v"],
      ["لنشتري", "v"],
      ["سأشتري", "v"],
      ["يشترى", "v"],
      ["بتشتري", "v"],
      ["سنشتريه", "v"],
      ["دفعت", "v"],
      ["دفع", "v"],
      ["يدفع", "v"],
      ["أدفع", "v"],
      ["ادفع", "v"],
      ["سأدفع", "v"],
      ["فسأدفع", "v"],
      ["بشراء", "n"],
      ["الشراء", "n"],
      ["لشراء", "n"],
      ["الحساب", "n"],
      ["يحاسب", "n"],
      ["الاتفاق", "n"],
      ["أجرة", "n"],
      ["أجر", "n"],
      ["شراء", "n"],
    ],
    "assets/images/buy_1.png"
  ],

  [
    [
      ["التفاح", "n"],
      ["التفاحة", "n"],
      ["تفاح", "n"],
      ["تفاحة", "n"],
      ["تفاحا", "n"],
      ["التفاحات", "n"],
    ],
    "assets/images/apple.png"
  ],
  [
    [
      ["أجابه", "v"],
      ["أجابهم", "v"],
      ["للإجابة", "n"],
      ["الإجابة", "n"],
      ["إجابة", "v"],
      ["فأجابته", "n"],
      ["إجابتك", "v"],
      ["أجاب", "v"],
      ["فأجابت", "n"],
      ["الأجوبة", "n"],
      ["جواب", ""],
      ["الجواب", "n"],
      ["أجبتك", ""],
      ["رد", "n"],
      ["فردت", "v"],
      ["سرد", "v"],
      ["الدردشة", "n"],
      ["الرد", "n"],
      ["يردد", "v"],
      ["مرددا", "v"],
      ["ارددھا", "v"],
      ["فرد", "v"],
      ["ردت", "v"],
      ["ترد", "v"],
      ["أردد", "v"],
      ["رددنا", "v"],
      ["نردد", "v"],
      ["ردد", "v"],
      ["فترديد", "v"],
    ],
    "assets/images/answer.png"
  ],
  [
    [
      ["طالب", "n"],
      ["تلميذ", "n"],
      ["تلاميذكم", "n"],
    ],
    "assets/images/student_1.png"
  ],
  [
    [
      ["اكتبت", "v"],
      ["كتبتها", "v"],
      ["ستكتبها", "v"],
      ["أكتب", "v"],
      ["تكتب", "v"],
      ["كتب", "v"],
      ["يكتب", "v"],
      ["كتبت", "v"],
      ["نكتب", "v"],
      ["مكتوب", "n"],
      ["للكتابة", "n"],
      ["والكتابة", "n"],
      ["بتدوين", "n"],
      ["كتابة", "n"],
      ["بكتابة", "v"],
      ["الكتابة", "n"],
    ],
    "assets/images/write.png"
  ],
  [
    [
      ["مكتبته", "n"],
      ["المكتب", "n"],
      ["الاوفيس", "n"],
      ["مكتبي", "n"]
    ],
    "assets/images/office.png"
  ],
  [
    [
      ["طفل", "n"],
      ["الاطفال", "n"],
      ["للطفل", "n"],
      ["طفلة", "n"],
      ["لطفل", "n"],
      ["بالطفل", "n"],
      ["الطفل", "n"],
      ["الطفلة", "n"],
      ["طفلتها", "n"],
      ["الطفلتين", "n"],
      ["صغيرتي", "n"],
      ["الصغيرتان", "n"],
      ["صغيرتهم", "n"],
      ["صغاره", "n"],
      ["لصغاره", "a"],
    ],
    "assets/images/symbol00007187.png"
  ],
  [
    [
      ["بخوف", "a"],
      ["خواف", "a"],
      ["خايف", "a"],
      ["الخوف", "n"],
      ["وحشي", "n"],
      ["خوفا", "v"],
      ["خوف", "v"],
      ["خويف", "v"],
      ["خائفة", "a"],
      ["جبان", "a"],
      ["مذعور", "a"],
      ["خائف", "a"],
      ["تخافي", "v"],
      ["أخاف", "v"],
      ["خاف", "v"],
      ["يخاف", "v"],
      ["خائفا", "v"],
      ["خافت", "v"],
      ["ليهرع", "v"],
      ["هرع", "v"],
      ["اخشى", ""],
      ["تخشى", ""],
      ["الرعب", ""],
      ["شر", "v"],
      ["ينفض", ""],
      ["أنفض", ""],
    ],
    "assets/images/afraid.png"
  ],
  [
    [
      ["بسؤال", "n"],
      ["أتساءل", ""],
      ["اسالك", ""],
      ["الأسئلة", ""],
      ["أسئلة", ""],
      ["أسئلتي", ""],
      ["فتساءل", ""],
      ["متسائلا", ""],
      ["للسؤال", "n"],
      ["سؤالا", "n"],
      ["سؤالك", "v"],
      ["بالسؤال", "n"],
      ["سؤال", "n"],
      ["السؤال", "n"],
      ["سؤالي", "n"],
      ["سأل", "v"],
      ["سأله", "v"],
      ["يسأل", "v"],
      ["يسألانه", "v"],
      ["سألت", "v"],
      ["فسأله", "n"],
      ["يسألهم", "v"],
      ["تسأل", "v"],
      ["سألها", "v"],
      ["فسألت", "n"],
      ["سألتها", "v"],
      ["نسأل", "v"],
      ["سألوه", "v"],
      ["ھل", "l"],
      ["هل", "l"],
      ["باستغراب", "l"],
      ["ماهو", "l"],
      ["ألن", "l"]
    ],
    "assets/images/symbol00194768.png"
  ],
  [
    [
      ["أيدي", "n"],
      ["يده", "n"],
      ["القفازات", "n"],
      ["یدیه", "n"],
      ["ذراعي", "n"],
      ["يدي", "n"],
      ["اياديك", "n"],
      ["يديك", "n"],
      ["يد", "n"],
      ["بيدي", "n"],
      ["يديه", "n"],
      ["يدك", "n"],
      ["الأيدي", "n"],
      ["يدها", "n"],
      ["الأذرع", "n"],
      ["أذرع", "n"],
    ],
    "assets/images/symbol00053502.png"
  ],

  [
    [
      ["ستغضب", "v"],
      ["تغضب", "v"],
      ["فاغتاظ", "v"],
      ["غضبها", "n"],
      ["أزعجتك", "v"],
      ["تزعجني", "v"],
      ["أغضبتني", "v"],
      ["ستغضب", "v"],
      ["تغضب", "v"],
      ["غضبها", "n"],
      ["بغضب", "v"],
      ["أزعجك", "v"],
      ["أزعجتك", "v"],
      ["تزعجني", "v"],
      ["المزعجة", "n"],
      ["انزعج", "v"],
      ["أزعج", "n"],
      ["غاضب", "v"],
      ["غاضبه", "v"],
      ["غاضبة", "v"],
    ],
    "assets/images/mad_annoyed_1.png"
  ],
  [
    [
      ["تعيد", "v"],
      ["سأعيده", "v"],
      ["يعيد", "v"],
      ["نعيد", "v"],
      ["تكرر", "v"],
      ["نكرر", "v"],
      ["مجددا", "n"],
      ["يكرر", "v"],
    ],
    "assets/images/again_repeat.png"
  ],
  [
    [
      ["كل", "v"],
      ["بكل", "l"],
      ["كلها", "l"],
      ["الكل", "n"],
      ["كله", "n"],
      ["لكل", "n"],
      ["كلكم", "n"],
      ["كلهن", "l"],
      ["كلهم", "l"],
      ["الجميع", "n"],
      ["جميعا", "n"],
      ["كافة", "n"],
      ["جميع", "n"],
      ["لجميع", "n"],
      ["فالجميع", "n"],
      ["فجميع", "n"],
      ["العديد", "n"],
      ["لعدة", "n"],
    ],
    "assets/images/all_total.png"
  ],
  [
    [
      ["غير", "n"],
      ["الغير", "n"],
      ["غيرته", "n"],
      ["بغیرتكم", "n"],
      ["غيره", "n"],
      ["أغير", "n"],
      ["غيروا", "n"],
      ["التغيير", "n"],
      ["فغيرك", "n"],
      ["نغير", "v"],
      ["غيرها", "n"],
      ["تغير", "v"],
      ["يتحول", "v"],
      ["نحول", "v"],
      ["يستبعدها", "v"],
      ["بدلا", "n"],
    ],
    "assets/images/change.png"
  ],
  [
    [
      ["صغيرة", "a"],
      ["الصغيرة", "n"],
      ["الصغير", "n"],
      ["صغير", "a"],
      ["الأصغر", "n"],
      ["للصغار", "n"],
      ["صغيرات", "n"],
      ["الصغیرة", "n"],
      ["الصغيرات", "n"],
      ["صغار", "n"],
      ["الصغيرين", "n"],
      ["الصغار", "n"],
      ["فالصغار", "n"],
    ],
    "assets/images/small_2.png"
  ],
  [
    [
      ["بعد", "v"],
      ["وبعد", "v"],
      ["بعدها", "v"],
      ["بعدما", "v"],
      ["بعده", "v"],
      ["عقب", "v"],
      ["بعدك", "v"],
    ],
    "assets/images/symbol00195785.png"
  ],
  [
    [
      ["حيوان", "n"],
      ["حيوانات", "n"],
      ["الحيوانات", "n"],
    ],
    "assets/images/symbol00204332.png"
  ],
  [
    [
      ["قبل", "n"],
    ],
    "assets/images/before.png"
  ],
  [
    [
      ["نوم", "n"],
      ["للنوم", "n"],
      ["فرشت", "n"],
      ["هنام", "n"],
      ["غط", "n"],
      ["أبيت", "n"],
      ["النوم", "n"],
      ["أنام", "v"],
      ["تنام", "v"],
      ["نام", "v"],
      ["نائما", ""],
      ["نائم", ""],
      ["ننام", "v"],
      ["انام", "v"],
      ["نائما", ""],
      ["نائم", ""],
      ["فراشك", "n"],
      ["يسترح", ""],
      ["للفراش", ""],
      ["للاسترخاء", ""],
      ["للراحة", ""],
      ["براحة", ""],
      ["بالراحة", ""],
      ["مريح", ""],
      ["يريح", ""],
      ["مريحة", ""],
    ],
    "assets/images/sleep.png"
  ],
  [
    [
      ["كيكتك", "n"],
      ["الكيك", "n"],
      ["كيك", "n"],
      ["كعكة", "n"],
      ["الكعك", "n"],
      ["الحلوى", "n"],
      ["حلويات", "n"],
      ["تحلى", "n"],
      ["حلاوي", "n"],
      ["تحلينا", "n"],
      ["حلوى", "n"],
      ["حلاوة", "n"],
    ],
    "assets/images/symbol00054915.png"
  ],

  [
    [
      ["أنت", "n"],
      ["انت", "n"],
      ["انتي", "n"],
      ["فانتي", "n"],
      ["أنتم", "n"],
      ["أنتي", "n"],
      ["انتم", "n"],
      ["فأنت", "n"],
      ["أنتن", "n"],
      ["فأنتي", "n"],
      ["فأنتم", "n"],
    ],
    "assets/images/your.png"
  ],
  [
    [
      ["تأكل", "v"],
      ["تأكله", "v"],
      ["بتاكل", "v"],
      ["تناولت", "v"],
      ["تتناول", "v"],
      ["تتناولها", "v"],
      ["اتناول", "v"],
      ["بتناول", "v"],
      ["امضغ", "v"],
      ["آكل", "v"],
      ["يأكل", "v"],
      ["يتذوقه", "v"],
      ["لتأكله", "v"],
      ["الأذواق", "n"],
      ["مذاقه", "n"],
      ["فكل", "v"],
      ["نأكل", "v"],
      ["يأكلها", "v"],
      ["أكل", "v"],
      ["اكل", "v"],
      ["أكلها", "v"],
      ["تناولنا", "v"],
      ["تناول", "v"],
      ["يتناول", "v"],
      ["لتناول", "n"],
      ["تناولوا", "v"],
      ["نتناول", "v"],
    ],
    "assets/images/eat.png"
  ],
  [
    [
      ["الطعام", "n"],
      ["طعام", "n"],
      ["الأكل", "n"],
      ["فلنأكل", "v"],
      ["المأكولات", "n"],
      ["طعاما", "n"],
      ["لطعام", "n"],
      ["طعامك", "n"],
      ["أطعم", "n"],
      ["أطعميهم", "n"],
      ["طعم", "n"],
      ["طعمه", "n"],
      ["للأطعمة", "n"],
      ["الغذاء", "n"],
      ["أطعمتي", "n"]
    ],
    "assets/images/eat_lunch.png"
  ],
  [
    [
      ["المائية", "n"],
      ["ماء", "n"],
      ["الماء", "n"],
      ["بالماء", "n"],
      ["مياه", "n"],
      ["مويه", "n"],
      ["المياه", "n"],
    ],
    "assets/images/water_5.png"
  ],

  [
    [
      ["الرحلات", "n"],
      ["رحلة", "n"],
      ["رحلتنا", "n"],
      ["الرحلة", "n"],
      ["برحلة", "n"],
      ["لرحلة", "n"],
      ["رحلاتهم", "n"],
      ["رحلات", "n"],
      ["بالرحلة", "n"]
    ],
    "assets/images/symbol00186222.png"
  ],

  [
    [
      ["والدي", "n"],
      ["إبنه", "n"],
      ["لابنه", "n"],
      ["الابن", "n"],
      ["إبنه", "n"],
      ["بني", "n"],
      ["بابني", "n"],
      ["لأبيه", "n"],
      ["والد", "n"],
      ["فوالدي", "n"],
      ["والدك", "n"],
      ["لوالد", "n"],
      ["والده", "n"],
      ["الوالد", "n"],
      ["ابي", "n"],
      ["الاب", "n"],
      ["بابا", "n"],
      ["ابوك", "n"],
      ["اب", "n"],
      ["ولدي", "n"],
      ["أباك", "n"],
      ["أبيهم", "n"],
      ["أبويه", "n"],
      ["أبي", "n"],
      ["الأب", "n"],
      ["أبو", "n"],
      ["أبيه", "n"],
      ["أباها", "n"],
      ["أبوهم", "n"],
      ["أبوه", "n"],
    ],
    "assets/images/father_1.png"
  ],
  [
    [
      ["الرجل", "n"],
      ["الرجلان", "n"],
      ["الرجال", "n"],
      ["الراجلين", "n"],
      ["رجلان", "n"],
      ["رجلا", "n"],
      ["برجل", "n"],
      ["رجل", "n"],
      ["كالرجل", "n"],
      ["سيدي", "n"],
      ["سیدي", "n"],
      ["مولاي", "n"],
    ],
    "assets/images/man.png"
  ],
  [
    [
      ["ماذا", "n"],
      ["فماذا", "n"],
      ["ايش", "n"],
      ["وش", "n"],
      ["لماذا", "n"],
      ["لي", "n"],
      ["ليش", "n"],
      ["فلماذا", "n"],
    ],
    "assets/images/what_2.png"
  ],
  [
    [
      ["كيف", "l"],
      ["کیف", "l"],
      ["ما", "l"],
      ["مما", "l"],
      ["فيما", "l"],
      ["ماهي", "n"],
      ["بما", "l"],
      ["ربما", "n"],
      ["فما", "n"],
      ["فلما", "n"],
    ],
    "assets/images/symbol00054213.png"
  ],

  [
    [
      ["أخيه", "n"],
      ["شقيقان", "n"],
      ["شقيقه", "n"],
      ["لأخيه", "n"],
      ["أخي", "n"],
      ["الأخ", "n"],
      ["أخوان", "n"],
      ["أخواننا", "n"],
      ["أخاه", "n"],
      ["أخوانك", "n"],
      ["أخوانكم", "n"],
      ["اخوته", "n"],
      ["اخوك", "n"],
      ["لأخي", "n"],
      ["أخ", "n"],
      ["أخوات", "n"],
      ["أخوتي", "n"],
      ["اخي", "n"],
      ["صاحبه", "n"],
      ["خويي", "n"],
      ["سأصطحبك", "n"],
      ["صاحب", "n"],
      ["يصاحبها", "n"],
      ["صاحبك", "n"],
      ["خليك", "n"],
      ["صأحب", "n"],
      ["يصأحبها", "n"],
      ["صأحبك", "n"],
      ["صأحبه", "n"],
      ["صديقي", "n"],
      ["صديقه", "n"],
      ["صديق", "n"],
      ["الصديقين", "n"],
      ["الصديق", "n"],
      ["صديقنا", "n"],
      ["صديقك", "n"],
      ["صديقان", "n"],
      ["صديقهم", "n"],
      ["صديقهما", "n"],
      ["صديقى", "n"],
      ["رفقائه", ""],
      ["برفقة", ""],
      ["رفق", ""],
      ["مرافق", ""],
      ["ترافق", ""],
      ["رفيق", "n"],
      ["أنيس", ""],
      ["أنيسا", ""],
      ["الأنيس", ""],
      ["لصداقتي", "n"],
      ["بصداقتنا", "n"],
      ["بأصدقائك", "n"],
      ["أقرانه", ""],
      ["الشلة", ""],
      ["شلته", ""],
      ["بصداقتهم", "n"],
      ["أصدقاءك", "n"],
      ["صداقتي", "n"],
      ["اصدقائی", "n"],
      ["لأصدقائي", "n"],
      ["الصحبة", "n"],
      ["أصحاب", "n"],
      ["صحبتي", "n"],
      ["صحبتكم", "n"],
      ["اصحابي", "n"],
      ["أصدقائي", "n"],
      ["الأصدقاء", "n"],
      ["أصدقاء", "n"],
      ["اصدقائي", "n"],
      ["أصدقائك", "n"],
      ["أصدقائه", "n"],
      ["رفاق", "n"],
      ["لرفاقه", "n"],
      ["زملائي", "n"],
      ["زملاءنا", "n"],
      ["زميلاتها", "n"],
      ["زميله", "n"],
      ["شقيقته", "n"],
      ["أختي", "n"],
      ["واختي", "n"],
      ["لأخيها", "n"],
      ["اختي", "n"],
      ["أخته", "n"],
      ["بأختك", "n"],
      ["أختان", "n"],
      ["أختها", "n"],
      ["صديقتها", "n"],
      ["مرافقة", ""],
      ["صديقة", "n"],
      ["لصديقتها", "n"],
      ["الصديقة", "n"],
      ["صديقتي", "n"],
      ["صديقتك", "n"],
      ["صديقاتكي", "n"],
      ["صديقاتك", "n"],
      ["الصديقات", "n"],
      ["اخواتي", "n"],
      ["الاخوات", "n"],
    ],
    "assets/images/friends1.png"
  ],

  [
    [
      ["أسرع", "v"],
      ["بسرعة", "a"],
      ["السرعة", "n"],
      ["العجلة", "n"],
      ["فأسرع", "n"],
      ["سرعان", "n"],
      ["بالسرعة", "n"],
      ["سرعة", "a"],
      ["بسرعته", "v"],
      ["فلنسرع", "v"],
      ["مسرعا", "v"],
      ["تتسرع", "v"],
      ["متهورا", "a"],
      ["يسرع", "v"],
      ["فأسرعوا", "v"],
      ["اسرع", "v"],
      ["اسرعت", "v"],
      ["أسرعت", "v"],
      ["العاجل", "a"],
      ["عاجل", "n"],
      ["مطاردة", "n"],
      ["ركض", "v"],
      ["يركض", "v"],
      ["فركضت", "v"],
      ["يجري", "v"],
      ["تجري", "v"],
      ["جرى", "v"]
    ],
    "assets/images/run.png"
  ],
  [
    [
      ["فانا", "n"],
      ["أنا", "n"],
      ["انا", "n"],
      ["إياي", "n"],
      ["بي", "n"],
      ["وانا", "n"],
      ["فأنا", "n"],
      ["إنك", "n"],
      ["إنهن", "n"],
      ["إنما", "n"],
      ["اني", "n"],
      ["انني", "n"],
      ["انك", "n"],
      ["لاني", "n"],
      ["أن", "n"],
      ["أنه", "n"],
      ["بأن", "n"],
      ["أنني", "n"],
      ["أننا", "n"],
      ["أني", "n"],
      ["فأن", "n"],
      ["فأنه", "n"],
      ["كأنه", "n"],
      ["كأنها", "n"],
      ["أنهما", "n"],
      ["بأنه", "n"],
      ["فإنه", "n"],
      ["إنني", "n"],
      ["إني", "n"],
      ["بأني", "n"],
      ["كأنني", "n"],
      ["فإنني", "n"],
      ["أنها", "n"],
      ["إنها", "n"],
      ["فإنها", "n"],
    ],
    "assets/images/i_i_am.png"
  ],

  [
    [
      ["بالصلاة", "n"],
      ["الدين", "n"],
      ["التراويح", "n"],
      ["صلاتى", "v"],
      ["أصلى", "v"],
      ["نصلي", "v"],
      ["اصلي", "v"],
      ["سأصلي", "v"],
      ["سيصلى", "v"],
      ["صلاتي", "n"],
      ["بصلاة", "n"],
      ["الشهادتين", "n"],
      ["الصلاة", "n"],
      ["صلاة", "n"],
      ["للصلاة", "n"],
      ["فالصلاة", "n"],
      ["صلاته", "n"],
      ["صلى", "v"],
      ["يصلي", "v"],
      ["لأصلي", "v"],
      ["صلوا", "v"],
      ["لنصلي", "v"],
      ["تصلي", "v"],
      ["الدعاء", "n"],
      ["فدعا", "v"],
      ["يارب", "v"],
      ["دعاء", "n"],
      ["امين", "n"],
      ["الله", "n"],
      ["والله", "n"],
      ["خالقها", "n"],
      ["إله", "n"],
      ["بالله", "n"],
      ["اللهم", "n"],
      ["فالله", "n"],
      ["خالقنا", "n"],
      ["الحمدلله", "n"],
      ["لله", "n"],
      ["إلهي", "n"],
      ["ولله", "n"],
      ["التشهد", "n"],
      ["قبلة", "n"],
      ["عرفة", "n"],
      ["القدر", "n"],
      ["اركع", "n"],
      ["الفاتحة", "n"],
      ["تسجد", "n"],
      ["ربي", "n"]
    ],
    "assets/images/praying.png"
  ],
  [
    [
      ["اللعب", "n"],
      ["لعبة", "n"],
      ["العب", "n"],
      ["نلعب", "v"],
      ["يلعب", "v"],
      ["للعب", "n"],
      ["لاعب", "n"],
      ["تلعب", "v"],
      ["لنلعب", "v"],
      ["ألعب", "v"],
      ["باللعب", "n"],
      ["فلنلعب", "v"],
      ["يتلهفان", ""],
      ["لنلهو", "v"],
      ["يلعبان", "v"],
      ["بلعب", "v"],
      ["لعب", "v"],
      ["لعبوا", "v"],
      ["اللعبة", "n"],
      ["سنلعب", "v"],
      ["لنلعبها", "v"],
      ["لعبتك", "n"],
      ["نلعبها", "v"],
      ["لعبي", "n"]
    ],
    "assets/images/symbol00182985.png"
  ],

  [
    [
      ["فتحته", "v"],
      ["فتحها", "v"],
      ["فتحتها", "v"],
      ["بفتح", "v"],
      ["يفتح", "v"],
      ["فتح", "v"],
      ["ففتح", "v"],
      ["تفتح", "v"],
      ["افتحني", "v"],
      ["أفتح", "v"],
      ["افتح", "v"],
      ["مفتوح", "a"],
      ["مفتوحة", "a"],
      ["مفتوحه", "a"],
    ],
    "assets/images/open_2.png"
  ],

  [
    [
      ["أرغب", "v"],
      ["ارغب", "v"],
      ["يرغبن", "v"],
      ["ترغبين", "v"],
      ["ترغبوا", "v"],
      ["المرغوب", "v"],
      ["تريد", "v"],
      ["تبي", "v"],
      ["تبين", "v"],
      ["ويريد", "v"],
      ["ابغى", "v"],
      ["بمشيئة", "v"],
      ["تبغي", "v"],
      ["ابغا", "v"],
      ["يبغى", "v"],
      ["أبغى", "v"],
      ["نريد", "v"],
      ["اريد", "v"],
      ["تريدني", "v"],
      ["يريدني", "v"],
      ["تريدون", "v"],
      ["أريده", "v"],
      ["تريدين", "v"],
      ["تريده", "v"],
      ["يريد", "v"],
      ["يريده", "v"],
      ["أريد", "v"],
      ["أردتم", "v"],
      ["أردت", "v"],
      ["أراد", "v"],
      ["أرادت", "v"],
      ["ارادة", "v"],
      ["الارادة", "n"],
      ["شاء", "v"],
      ["ماشاء", "v"],
      ["يشاؤون", "v"],
      ["يريد", "v"],
      ["محتاج", "n"],
      ["تحتاج", "v"],
      ["احتاج", "v"],
      ["يحتاجه", "v"],
      ["يحتاجون", "v"],
      ["أحتاج", "v"],
      ["يحتاج", "v"],
      ["احتاجها", "v"],
      ["احتاجه", "v"],
      ["احتجتني", "v"],
      ["احتجت", "v"],
      ["بحاجة", "n"],
      ["حاجتنا", "n"],
      ["حاجة", "n"],
      ["الحاجة", "n"],
    ],
    "assets/images/want.png"
  ],

  [
    [
      ["لأمي", "n"],
      ["ماما", "n"],
      ["لماما", "n"],
      ["أبنتي", "n"],
      ["أمه", "n"],
      ["الأمهات", "n"],
      ["مولود", "n"],
      ["أمك", "n"],
      ["أمهم", "n"],
      ["بأم", "n"],
      ["الأم", "n"],
      ["أمي", "n"],
      ["أم", "n"],
      ["الام", "n"],
      ["ام", "n"],
      ["امي", "n"],
      ["والدته", "n"],
      ["والدة", "n"],
      ["ابنتها", "n"],
      ["ابنتي", "n"]
    ],
    "assets/images/mother_3.png"
  ],
  [
    [
      ["النقود", "n"],
      ["نقودك", "n"],
      ["نقود", "n"],
      ["نقودي", "n"],
      ["نقودها", "n"],
      ["نقوده", "n"],
      ["مبلغ", "n"],
      ["المبلغ", "n"],
      ["المال", "n"],
      ["بالمال", "n"],
      ["الأموال", "n"],
      ["مال", "n"],
      ["بمال", "n"],
      ["مالهما", "n"],
      ["أمواله", "n"],
      ["أموالهم", "n"],
      ["أموالي", "n"],
    ],
    "assets/images/money.png"
  ],
  [
    [
      ["غرف", "n"],
      ["غرفتي", "n"],
      ["الغرفة", "n"],
      ["غرفة", "n"],
      ["غرفته", "n"],
      ["غرفتها", "n"],
      ["غرفه", "n"],
      ["بالصالة", "n"],
    ],
    "assets/images/symbol00135881.png"
  ],
  [
    [
      ["الأذكى", "n"],
      ["ذكية", "n"],
      ["أذكياء", "n"],
      ["ذكاء", "n"],
      ["الذكي", "n"],
      ["اذكياء", "n"],
      ["الذكية", "n"],
      ["ذكي", "n"],
      ["وعي", "n"],
      ["فطن", "n"],
      ["التعليم", "n"],
      ["تعلمت", "v"],
      ["تعلم", "v"],
      ["اتعلم", "v"],
      ["أتعلم", "v"],
      ["درب", "n"],
      ["اتدرب", "v"],
      ["بالتدريب", "v"],
      ["تعليم", "v"],
      ["تعلمون", "v"],
      ["لنتعلم", "v"],
      ["تعلمنا", "v"],
      ["تعلموه", "v"],
      ["تعلمتم", "v"],
      ["نتعلم", "v"],
      ["تتعلم", "v"],
      ["التعليمي", "n"],
      ["تعلمها", "v"],
      ["تعليمية", "n"],
      ["التعليمية", "n"],
      ["العلم", "n"],
      ["اعلم", "v"],
      ["أدري", "v"],
      ["تدري", "v"],
      ["بالعلم", "n"],
      ["أعلم", "v"],
      ["نعلم", "v"],
      ["أعلمك", "v"],
      ["يعلم", "v"],
      ["ليعلم", "v"],
      ["يعلمه", "v"],
      ["أتعلمين", "v"],
      ["علمي", "n"],
      ["علما", "n"]
    ],
    "assets/images/symbol00094171.png"
  ],
  [
    [
      ["المنزل", "n"],
      ["المنازل", "n"],
      ["منزلك", "n"],
      ["منازلنا", "n"],
      ["منزله", "n"],
      ["للمنزل", "n"],
      ["بالمنزل", "n"],
      ["منزلهما", "n"],
      ["منزلا", "n"],
      ["لمنزلها", "n"],
      ["منزلية", "n"],
      ["بمنزل", "n"],
      ["منزل", "n"],
      ["منزلنا", "n"],
      ["منزلي", "n"],
      ["البيت", "n"],
      ["بيت", "n"],
      ["بيته", "n"],
      ["بالبيت", "n"],
      ["بيتي", "n"],
      ["لبيت", "n"],
      ["للبيت", "n"],
      ["ببيتهما", "n"],
      ["لبيتهما", "n"],
      ["لبيته", "n"],
      ["بيوتنا", "n"],
      ["بيوت", "n"],
      ["الدار", "n"],
      ["دار", "n"]
    ],
    "assets/images/home.png"
  ],
  [
    [
      ["حديقتنا", "n"],
      ["باحة", "n"],
      ["الساحة", "n"],
      ["ساحة", "n"],
    ],
    "assets/images/symbol00054506.png"
  ],
  [
    [
      ["الشجرة", "n"],
      ["الشجر", "n"],
      ["شجرة", "n"],
      ["بشجرة", "n"],
      ["شجرتك", "n"],
      ["شجره", "n"],
      ["فالشجرة", "n"],
      ["الأشجار", "n"],
      ["أشجار", "n"],
      ["الشجيرات", "n"],
      ["أشجارها", "n"],
      ["الاشجار", "n"],
      ["للأشجار", "n"],
      ["النخل", "n"],
      ["نخلة", "n"],
    ],
    "assets/images/symbol00098871.png"
  ],
  [
    [
      ["ملاهي", "n"],
      ["الملاهي", "n"],
      ["حديقة", "n"],
      ["الحديقة", "n"],
      ["للحديقة", "n"],
      ["فناء", "n"],
      ["فنا", "n"],
    ],
    "assets/images/symbol00200587.png"
  ],
  [
    [
      ["خريطة", "n"],
    ],
    "assets/images/map.png"
  ],
  [
    [
      ["الضحك", "n"],
      ["فيضحك", "v"],
      ["يضحك", "v"],
      ["ضحك", "v"],
      ["فضحك", "v"],
      ["ضحكت", "v"],
      ["ضحكات", "v"],
      ["ضحكة", "n"],
      ["نضحك", "v"],
      ["تسخر", "v"],
      ["فسخر", "n"],
      ["استهزاء", "n"],
      ["مزحا", "n"],
      ["تمزح", "n"],
    ],
    "assets/images/laugh.png"
  ],

  [
    [
      ["يقفل", "v"],
      ["قفلوا", "v"],
      ["نقفل", "v"],
      ["مقفل", "a"],
    ],
    "assets/images/close_3.png"
  ],

  [
    [
      ["جائع", "n"],
      ["جائعة", "a"],
      ["بالجوع", "a"],
      ["جوعان", "a"],
      ["بنهم", "a"],
      ["الجوع", "n"],
      ["جوعه", "n"],
      ["الجياع", "n"],
      ["نهم", "a"],
    ],
    "assets/images/hungry_2.png"
  ],
  [
    [
      ["طويل", "a"],
      ["طويلا", "a"],
      ["طويلة", "a"],
      ["طول", "n"],
    ],
    "assets/images/tall.png"
  ],

  [
    [
      ["ثار", "v"],
      ["ثائرا", "n"],
    ],
    "assets/images/symbol00119821.png"
  ],
  [
    [
      ["الدول", "n"],
      ["دول", "n"],
    ],
    "assets/images/symbol00092751.png"
  ],

  [
    [
      ["يزال", "v"],
      ["زالت", "v"],
      ["یزال", "v"],
    ],
    "assets/images/symbol00122841.png"
  ],

  [
    [
      ["كنوز", "n"],
      ["الكنوز", "n"],
      ["الكنز", "n"],
      ["كنز", "n"],
    ],
    "assets/images/symbol00050444.png"
  ],

  [
    [
      ["التهاب", "n"],
      ["كحة", "n"],
      ["رشح", "n"],
      ["عطاس", "n"],
      ["قيء", "n"],
    ],
    "assets/images/symbol00182953.png"
  ],

  [
    [
      ["الوحدة", "n"],
      ["للوحدة", "n"],
      ["لوحدك", "n"],
    ],
    "assets/images/symbol00188265.png"
  ],

  [
    [
      ["وسط", "n"],
      ["تتوسطه", "a"],
      ["المتوسط", "n"],
      ["بواسطة", "n"],
      ["متوسط", "n"],
    ],
    "assets/images/symbol00195317.png"
  ],

  [
    [
      ["مقاومتها", "n"],
      ["مقاومة", "n"],
    ],
    "assets/images/symbol00195599.png"
  ],
  [
    [
      ["زجاج", "n"],
      ["زججت", "v"],
      ["زجاجات", "n"],
      ["زجاجية", "a"],
    ],
    "assets/images/glass_2.png"
  ],

  [
    [
      ["الانترنت", "n"],
      ["النت", "n"],
    ],
    "assets/images/internet_1.png"
  ],
  [
    [
      ["توجهنا", "v"],
      ["توجه", "n"],
      ["توجهت", "v"],
      ["وجهتك", "n"],
      ["موجهة", "n"],
      ["فلنتوجه", "v"],
      ["نتوجه", "v"],
      ["وجهة", "n"],
      ["فأتوجه", "v"],
      ["الوجهة", "n"],
      ["توجهني", "n"],
    ],
    "assets/images/symbol00055508.png"
  ],
  [
    [
      ["أركان", "n"],
      ["ركن", "n"],
    ],
    "assets/images/symbol00107411.png"
  ],

  [
    [
      ["بات", "v"],
      ["باتت", "v"],
      ["أصبح", "v"],
      ["تصبح", "v"],
      ["فأصبح", "v"],
      ["نصبح", "v"],
      ["أصبحت", "v"],
      ["يصبح", "v"],
      ["فيصبح", "v"],
      ["تصبحي", "v"],
      ["لتصبح", "v"],
      ["اصبحت", "v"],
      ["صرت", "v"],
      ["لتصير", "v"],
      ["يصير", "v"],
      ["تصیر", "v"],
      ["يحقق", "v"],
      ["تحقيقها", "n"],
      ["لتحقيق", "n"],
      ["نحقق", "v"],
      ["لتحقيقه", "n"],
    ],
    "assets/images/become.png"
  ],
  [
    [
      ["عمي", "n"],
      ["عم", "n"],
      ["خالي", "n"],
      ["خال", "n"],
    ],
    "assets/images/symbol00200581.png"
  ],
  [
    [
      ["الخاله", "n"],
      ["خالتي", "n"],
      ["الخالة", "n"],
    ],
    "assets/images/symbol00197054.png"
  ],

  [
    [
      ["البرنامج", "n"],
      ["برنامج", "n"],
      ["برنامجي", "n"],
      ["بالبرامج", "n"],
      ["برنامجك", "n"],
      ["البرامج", "n"],
      ["برامج", "n"],
    ],
    "assets/images/program.png"
  ],
  [
    [
      ["دنانير", "n"],
      ["دينار", "n"],
    ],
    "assets/images/dollar_bill.png"
  ],
  [
    [
      ["عاشت", "v"],
      ["عاشا", "v"],
      ["عاش", "v"],
      ["تعيش", "v"],
      ["العيش", "n"],
      ["يعيشان", "v"],
      ["عيش", "n"],
      ["نعيش", "v"],
      ["المعيش", "n"],
      ["يعيش", "v"],
      ["أقيموا", "v"],
      ["يقيم", "v"],
      ["إقامة", "n"],
      ["الإقامة", "n"],
      ["مسكنا", "n"],
      ["يسكن", "v"],
      ["مسكن", "n"],
      ["سكنوا", "v"],
      ["مسكنة", "n"],
      ["منزلة", "n"],
    ],
    "assets/images/live.png"
  ],

  [
    [
      ["نجا", "v"],
      ["النجاة", "n"],
    ],
    "assets/images/symbol00183357.png"
  ],

  [
    [
      ["إطار", "n"],
      ["الإطارات", "n"],
    ],
    "assets/images/frame.png"
  ],
  [
    [
      ["الحلق", "n"],
      ["حلقي", "n"],
      ["الحنجرة", "n"],
    ],
    "assets/images/throat.png"
  ],
  [
    [
      ["شاطئ", "n"],
      ["للشاطئ", "n"],
      ["الشاطئ", "n"],
      ["العليل", "n"],
      ["عليلا", "n"],
    ],
    "assets/images/coast.png"
  ],

  [
    [
      ["ركعتين", "n"],
      ["الركعتان", "n"],
    ],
    "assets/images/ruku.png"
  ],

  [
    [
      ["أحب", "v"],
      ["أحبابي", "v"],
      ["أحبكم", "v"],
      ["أحب", "v"],
      ["تحب", "v"],
      ["احب", "v"],
      ["يحبه", "v"],
      ["حب", "n"],
      ["تحبين", "v"],
      ["أحبها", "v"],
      ["احبكم", "v"],
      ["يحبنا", "v"],
      ["المحبة", "n"],
      ["حبي", "n"],
      ["ألفتني", "n"],
      ["المودة", "n"],
      ["الحب", "n"],
      ["يحب", "v"],
      ["نحبه", "v"],
      ["حبيبتي", "n"],
      ["تحبيني", "n"],
      ["تحبينها", "n"],
      ["نحب", "v"],
      ["محبوبة", "a"],
      ["طيبة", "a"],
      ["طيبا", "a"],
      ["الطيب", "a"],
      ["الطيبة", "a"],
      ["أطيبها", "a"],
      ["حبها", "v"],
      ["لحب", "n"],
      ["محب", "n"],
      ["بحب", "v"],
      ["احبابي", "n"],
      ["حبايبي", "n"],
      ["أحببته", "v"],
      ["يحبون", "v"],
      ["يحبها", "v"],
      ["أحبه", "v"],
      ["حبه", "n"],
      ["عزيزتي", "n"],
      ["العزيزة", "a"],
      ["العزيز", "a"],
      ["عزيزاتي", "n"],
    ],
    "assets/images/love.png"
  ],

  [
    [
      ["فلنسعد", "v"],
      ["يسعدوا", "v"],
      ["السعادة", "n"],
      ["سروري", "n"],
      ["سعدت", "v"],
      ["نسعد", "v"],
      ["سعيد", "a"],
      ["سعيدة", "a"],
      ["استمتعوا", "v"],
      ["استمتعت", "v"],
      ["استمتع", "n"],
      ["بالسعادة", "n"],
      ["فابتهج", "n"],
      ["تسعد", "v"],
      ["سعد", "n"],
      ["سعادة", "n"],
      ["سعادتكم", "n"],
      ["يفرحون", "v"],
      ["بالفرحة", "n"],
      ["الفرحة", "n"],
      ["بفرحتي", "n"],
      ["يفرح", "v"],
      ["فرحانة", "a"],
      ["فرحين", "v"],
      ["ففرح", "v"],
      ["فرحا", "a"],
      ["فرح", "n"],
      ["فرحت", "v"],
      ["بفرح", "v"],
      ["السرور", "n"],
      ["سرورا", "n"],
      ["مسرورة", "a"],
      ["تسره", "v"],
      ["السراء", "n"],
      ["السارة", "n"],
      ["مسرورات", "v"],
      ["يسر", "n"],
      ["بيسر", "v"],
    ],
    "assets/images/symbol00002700.png"
  ],
  [
    [
      ["قلبه", "n"],
      ["قلبي", "n"],
      ["فؤاده", "n"],
      ["قلبهم", "n"],
      ["القلب", "n"],
      ["قلب", "n"],
      ["قلبا", "n"],
      ["قلوبنا", "n"],
      ["قلوبهم", "n"],
    ],
    "assets/images/heart_2.png"
  ],
  [
    [
      ["شكرا", "n"],
      ["الشكر", "n"],
      ["شكر", "n"],
      ["شكرها", "v"],
      ["شكرهما", "v"],
      ["شكروني", "v"],
      ["شكر", "n"],
      ["مشكورة", "n"],
      ["مشكورين", "n"],
      ["شكـري", "n"],
    ],
    "assets/images/symbol00196946.png"
  ],
  [
    [
      ["مرحبا", "n"],
      ["السلام", "n"],
      ["سلام", "n"],
      ["سلامته", "n"],
      ["يحييه", ""],
      ["التحية", ""],
      ["تحية", ""],
      ["أحييك", ""],
      ["وداعا", ""],
      ["لتحيتي", ""],
    ],
    "assets/images/hello.png"
  ],

  [
    [
      ["السفر", "n"],
      ["سفر", "n"],
      ["سافرت", "v"],
      ["تسافر", "v"],
      ["سافر", "v"],
      ["بالطيارة", "n"],
    ],
    "assets/images/symbol00127441.png"
  ],
  [
    [
      ["جميل", "a"],
      ["جميلة", "a"],
      ["الجميلة", "n"],
      ["الجميل", "n"],
      ["انيقة", "n"],
      ["جميلا", "a"],
      ["بجميل", "n"],
      ["الجمال", "n"],
      ["الخلابة", "n"],
      ["أجمل", "n"],
      ["اجملها", "n"],
      ["الحلوة", "n"],
      ["حلوة", "a"],
      ["حلو", "n"],
      ["أحلى", "n"],
      ["يحلو", "v"],
      ["مناسب", "a"],
      ["حلوين", "a"],
      ["يناسبني", "v"],
      ["يناسبك", "v"],
      ["تناسب", "v"],
      ["يليق", "v"],
    ],
    "assets/images/symbol00196885.png"
  ],
  [
    [
      ["الكتب", "n"],
      ["كتبه", "n"],
      ["المكتبة", "n"],
      ["كتب", "v"],
      ["الكتاب", "n"],
      ["كتابي", "n"],
      ["بكتابه", "n"],
      ["بالكتاب", "n"],
      ["كتاب", "n"],
      ["فالكتاب", "n"],
      ["كتابك", "n"],
    ],
    "assets/images/book.png"
  ],

  [
    [
      ["يوما", "n"],
      ["يومين", "n"],
      ["يومي", "n"],
      ["اليومية", "n"],
      ["يومهم", "n"],
      ["يومه", "n"],
      ["اليومي", "n"],
      ["يومك", "n"],
      ["ليوم", "n"],
      ["اليوم", "n"],
      ["يوم", "n"],
      ["أيام", "n"],
      ["أيامنا", "n"],
      ["الأيام", "n"]
    ],
    "assets/images/day.png"
  ],

  [
    [
      ["اسمها", "n"],
      ["أسمائكم", "n"],
      ["باسمك", "n"],
      ["الاسم", "n"],
      ["اسم", "n"],
      ["يسمى", "v"],
      ["اسمائنا", "n"],
      ["تسمية", "v"],
      ["نسيمها", "v"],
      ["اسماء", "n"],
      ["اسمي", "n"],
      ["اسمك", "n"],
      ["المسمى", "n"],
      ["اسمه", "n"]
    ],
    "assets/images/name.png"
  ],

  [
    [
      ["اجتمع", "v"],
      ["يجتمع", "v"],
      ["تجتمع", "v"],
      ["اجتماع", "n"],
      ["مجتمع", "n"],
      ["نجتمع", "n"],
      ["المجتمع", "n"],
    ],
    "assets/images/arbeitsgruppe.png"
  ],
  [
    [
      ["للأطفال", "n"],
      ["بالأطفال", "n"],
      ["طفولتنا", "n"],
      ["أطفاله", "n"],
      ["الأطفال", "n"],
      ["الطفولة", "n"],
      ["أطفال", "n"],
    ],
    "assets/images/children_asian.png"
  ],
  [
    [
      ["نافذة", "n"],
      ["النافذة", "n"],
      ["منافذه", "n"],
      ["مننافذة", "n"],
      ["الشباك", "n"],
      ["النوافذ", "n"],
      ["شبابيك", "n"],
      ["المشبك", "n"],
      ["الشبك", "n"],
    ],
    "assets/images/window_2.png"
  ],

  [
    [
      ["الماضي", "n"],
      ["بالماضي", "n"],
      ["الماضية", "n"],
    ],
    "assets/images/past_before.png"
  ],
  [
    [
      ["الأصفر", "n"],
      ["الإصفرار", "n"],
      ["صفراء", "n"],
      ["اصفر", "n"],
      ["الاصفرار", "n"],
    ],
    "assets/images/yellow_3.png"
  ],
  [
    [
      ["شعر", "n"],
      ["شعرك", "n"],
      ["شمر", "n"],
      ["الشعر", "n"],
      ["شعري", "n"],
    ],
    "assets/images/hair.png"
  ],
  [
    [
      ["الكبير", "n"],
      ["وكبير", "n"],
      ["بالتكبير", "n"],
      ["كبيرة", "a"],
      ["كبير", "a"],
      ["الكبيرة", "n"],
      ["كبيرا", "n"],
      ["أكبر", "n"],
      ["الأكبر", "n"],
      ["الكبار", "n"],
      ["كبار", "n"],
      ["تكبره", "v"],
      ["كبرت", "v"],
      ["العملاقة", "n"],
      ["العملاق", "n"],
    ],
    "assets/images/big.png"
  ],
  [
    [
      ["صباح", "n"],
      ["الصباح", "n"],
      ["صباحا", "n"],
    ],
    "assets/images/morning.png"
  ],
  [
    [
      ["تساعدهم", "v"],
      ["يساعدهم", "v"],
      ["سأساعد", "v"],
      ["سأساعدها", "v"],
      ["اساعد", "v"],
      ["ساعدتم", "v"],
      ["ساعديه", "v"],
      ["ساعد", "n"],
      ["نساعدك", "v"],
      ["يساعدك", "v"],
      ["مساعدة", "n"],
      ["لمساعدة", "n"],
      ["نساعد", "v"],
      ["تساعد", "v"],
      ["مساعدتي", "n"],
      ["مساعدتك", "n"],
      ["نساعده", "v"],
      ["يساعدها", "v"],
      ["ليساعدها", "v"],
      ["ساعده", "n"],
      ["عون", "n"],
      ["يعين", "v"],
      ["معينة", "n"],
    ],
    "assets/images/help.png"
  ],
  [
    [
      ["ساعات", "n"],
      ["الساعه", "n"],
      ["لساعتين", "n"],
      ["الساعة", "n"],
      ["ساعة", "n"],
      ["ساعتين", "n"],
      ["لساعات", "n"],
    ],
    "assets/images/hours.png"
  ],
  [
    [
      ["فترى", "n"],
      ["تراني", "v"],
      ["سترانى", "n"],
      ["ستراني", "n"],
      ["أرى", "v"],
      ["نرى", "v"],
      ["رأيت", "v"],
      ["رأينا", "v"],
      ["أرأيتم", "v"],
      ["رأيتم", "v"],
      ["رأيته", "v"],
      ["سأراه", "n"],
      ["رأى", "v"],
      ["رأت", "v"],
      ["يرى", "v"],
      ["يتراءى", "v"],
      ["أرها", "v"],
      ["رآها", "v"],
      ["ارى", "v"],
      ["أنظر", "n"],
      ["انظر", "v"],
      ["تمعن", "v"],
      ["تنظر", "v"],
      ["نظر", "n"],
      ["ينظر", "v"],
      ["نظرت", "v"],
      ["نظري", "n"],
      ["النظر", "n"],
      ["بالنظر", "n"],
      ["أبصرت", "v"],
      ["بصره", "n"],
      ["البصر", "n"],
      ["نراه", "n"],
      ["نراهم", "v"],
      ["نراھن", "v"],
      ["يرانا", "v"],
      ["يراقب", "v"],
      ["يراقبون", "v"],
      ["أعقبها", "v"],
      ["مراقبة", "n"],
      ["المراقبة", "n"],
      ["المراقب", "n"],
      ["أراقبها", "v"],
      ["راقبنا", "v"],
      ["اشوف", "v"],
      ["تشوف", "v"],
      ["شوفوا", "v"],
      ["يشوف", "v"],
      ["ونشوف", "v"],
      ["أشوف", "v"],
      ["أراك", "v"],
      ["لأراك", "n"],
      ["اراك", "v"],
      ["سأريك", "v"],
      ["لرؤيتها", "n"],
      ["الرؤية", "n"],
      ["مرئي", "a"],
      ["يروا", "v"],
      ["يبدو", "v"],
      ["تبدو", "v"],
      ["يبدوا", "v"],
      ["يظهر", "v"],
      ["لتظهر", "v"],
      ["بمظهر", "n"],
      ["تظهر", "v"],
      ["ظهر", "n"],
      ["الظهور", "n"],
      ["ظهور", "n"],
      ["كشف", "n"],
      ["بالكشف", "n"],
      ["يكشف", "v"],
      ["أكتشف", "v"],
    ],
    "assets/images/symbol00053398.png"
  ],

  [
    [
      ["دائما", "n"],
      ["دائم", "a"],
      ["الدائم", "n"],
      ["یومیا", "n"],
      ["دائمة", "a"],
      ["دوما", "n"],
    ],
    "assets/images/always.png"
  ],

  [
    [
      ["جدار", "n"],
      ["جدارة", "n"],
    ],
    "assets/images/symbol00187355.png"
  ],
  [
    [
      ["بأقفاص", "n"],
      ["الأقفاص", "n"],
    ],
    "assets/images/symbol00000920.png"
  ],
  [
    [
      ["بحيث", "n"],
      ["حيث", "n"],
      ["كيفما", "n"],
    ],
    "assets/images/which.png"
  ],
  [
    [
      ["تضغط", "v"],
      ["للضغط", "n"],
      ["ضغط", "v"],
      ["نقرة", "n"],
    ],
    "assets/images/press_button.png"
  ],
  [
    [
      ["اللغة", "n"],
      ["لغة", "n"],
      ["لغتي", "n"],
    ],
    "assets/images/language.png"
  ],

  [
    [
      ["غابة", "n"],
      ["الغابة", "n"],
    ],
    "assets/images/forest_woods.png"
  ],

  [
    [
      ["يغرق", "v"],
      ["الغرق", "n"],
      ["غارقة", "n"],
    ],
    "assets/images/drown.png"
  ],
  [
    [
      ["غال", "a"],
      ["الغالي", "n"],
      ["أغلاها", "n"],
    ],
    "assets/images/symbol00155761.png"
  ],
  [
    [
      ["القصور", "n"],
      ["قصرا", "n"],
      ["القصر", "n"],
      ["قصور", "n"],
    ],
    "assets/images/symbol00057349.png"
  ],
  [
    [
      ["ورثتها", "v"],
      ["ورثها", "n"],
    ],
    "assets/images/symbol00198073.png"
  ],

  [
    [
      ["غروره", "n"],
      ["مغرور", "n"],
    ],
    "assets/images/symbol00196947.png"
  ],
  [
    [
      ["لدغة", "n"],
      ["لدغته", "v"],
      ["للدغة", "n"],
    ],
    "assets/images/symbol00198232.png"
  ],
  [
    [
      ["حالي", "n"],
      ["حال", "n"],
      ["الحال", "n"],
      ["حالك", "n"],
      ["الأحوال", "n"],
      ["حاله", "n"],
      ["حالكم", "n"],
      ["حالة", "n"],
    ],
    "assets/images/your.png"
  ],
  [
    [
      ["غريبة", "n"],
      ["غريب", "n"],
    ],
    "assets/images/symbol00196846.png"
  ],
  [
    [
      ["تغرب", "v"],
      ["المغرب", "n"],
    ],
    "assets/images/sunset.png"
  ],
  [
    [
      ["نصف", "n"],
      ["النصف", "n"],
      ["نصفها", "n"],
      ["منتصف", ""],
      ["اللب", ""],
    ],
    "assets/images/half.png"
  ],
  [
    [
      ["صاحت", "v"],
      ["يصيح", "v"],
      ["الصراخ", "n"],
      ["صرخات", "n"],
      ["تصرخ", "v"],
      ["صرخت", "v"],
      ["فصرخ", "v"],
      ["صرخة", "n"],
      ["يصرخ", "v"],
      ["تستغيث", "v"],
      ["صاحت", "v"],
    ],
    "assets/images/yell.png"
  ],

  [
    [
      ["خبر", "v"],
      ["هالخبر", "n"],
      ["الاخبار", "n"],
      ["إخباري", "n"],
      ["أخبار", "n"],
      ["الأخبار", "n"],
      ["اخبار", "n"],
      ["أخبارك", "v"],
      ["قصصي", "n"],
      ["قصة", "n"],
      ["القصة", "n"],
      ["الحكاية", "n"],
      ["القصص", "n"],
    ],
    "assets/images/news.png"
  ],

  [
    [
      ["نتغلب", "v"],
      ["للتغلب", "v"],
      ["غالبا", "v"],
      ["أغلب", "n"],
    ],
    "assets/images/symbol00204764.png"
  ],

  [
    [
      ["مقهى", "n"],
      ["للمقهى", "n"],
    ],
    "assets/images/coffee_shop_2.png"
  ],

  [
    [
      ["البضاعة", "n"],
      ["بضاعتنا", "n"],
    ],
    "assets/images/symbol00188366.png"
  ],

  [
    [
      ["رابط", "v"],
      ["ربط", "v"],
      ["ربطت", "v"],
    ],
    "assets/images/tie_bow.png"
  ],
  [
    [
      ["الصيادين", "n"],
      ["قناص", "n"],
      ["والصيد", "n"],
      ["نصطاد", "v"],
    ],
    "assets/images/hunter.png"
  ],
  [
    [
      ["تقاطعت", "v"],
      ["مقاطعا", "v"],
      ["مقاطعة", "n"],
    ],
    "assets/images/symbol00195073.png"
  ],

  [
    [
      ["فطيرتك", "n"],
      ["فطيرة", "n"],
      ["فطائر", "n"],
      ["معجنات", "n"],
      ["الفطائر", "n"],
      ["الشطائر", "n"],
    ],
    "assets/images/symbol00155821.png"
  ],
  [
    [
      ["نستظل", "v"],
      ["تظلل", "v"],
      ["ظل", "n"],
    ],
    "assets/images/shade.png"
  ],

  [
    [
      ["ذلك", "l"],
      ["بذلك", "n"],
      ["كذلك", "n"],
      ["لذلك", "n"],
    ],
    "assets/images/that.png"
  ],
  [
    [
      ["بذور", "n"],
      ["البذور", "n"],
    ],
    "assets/images/symbol00199018.png"
  ],
  [
    [
      ["ذئب", "n"],
      ["الذئب", "n"],
    ],
    "assets/images/symbol00052591.png"
  ],
  [
    [
      ["واجب", "n"],
      ["الواجب", "n"],
      ["واجباتي", "n"],
      ["واجبات", "n"],
      ["واجباته", "n"],
      ["يجب", "v"],
      ["واجبة", "n"],
      ["لابد", "n"],
      ["فرض", "n"],
      ["يفترض", "v"],
      ["لازم", "v"],
      ["اللازمة", "n"],
      ["اللازمة", "داعي"],
      ["دواعي", "n"],
      ["باللازم", "n"],
      ["يلزم", "v"],
      ["تلتزم", "v"],
      ["يلتزم", "v"],
      ["بالالتزام", "n"],
      ["قيد", "n"],
      ["متقيدا", "n"],
      ["تواظبا", "v"],
      ["الدوام", "n"],
      ["نواظب", "v"],
    ],
    "assets/images/work2.png"
  ],

  [
    [
      ["خدوش", "n"],
      ["الخدوش", "n"],
    ],
    "assets/images/symbol00190370.png"
  ],
  [
    [
      ["التطبيق", "n"],
      ["التطبيقات", "n"],
      ["تطبيق", "n"],
    ],
    "assets/images/application.png"
  ],

  [
    [
      ["موضوع", "n"],
      ["موضوعك", "n"],
      ["الموضوع", "n"],
    ],
    "assets/images/symbol00182562.png"
  ],
  [
    [
      ["الفضاء", "n"],
      ["الفضائية", "n"],
    ],
    "assets/images/space.png"
  ],

  [
    [
      ["هز", "v"],
      ["يهز", "v"],
      ["هزا", "v"],
      ["تهتز", "v"],
      ["يهتز", "v"],
    ],
    "assets/images/shake.png"
  ],

  [
    [
      ["جزء", "n"],
      ["تتجزأ", "n"],
      ["جزأين", "n"],
    ],
    "assets/images/part.png"
  ],

  [
    [
      ["بحجز", "n"],
      ["للحجز", "n"],
      ["تحجز", "v"],
    ],
    "assets/images/return_book.png"
  ],
  [
    [
      ["نموه", "v"],
      ["النمو", "n"],
      ["نمو", "n"],
      ["نمت", "v"],
      ["يزدهر", "v"],
    ],
    "assets/images/grow_1.png"
  ],
  [
    [
      ["تنمية", "n"],
      ["تنمیة", "n"],
      ["تنمي", "v"],
    ],
    "assets/images/symbol00185195.png"
  ],
  [
    [
      ["فنصبر", "v"],
      ["الصبر", "n"],
      ["أصبر", "v"],
      ["انتظار", "v"],
      ["الإنتظار", "n"],
      ["تنتظرني", "v"],
      ["انتظري", "v"],
      ["ننتظر", "v"],
      ["ننتظره", "v"],
      ["انتظر", "v"],
      ["فأنتظر", "n"],
      ["ننتظركم", "v"],
      ["تنتظر", "v"],
      ["الانتظار", "n"],
    ],
    "assets/images/wait_a_minute.png"
  ],
  [
    [
      ["أصيبت", "v"],
      ["أصبت", "v"],
      ["يصيبنا", "v"],
      ["وامصيبتاه", "n"],
      ["ومصيبتاه", "n"],
      ["تضرب", "v"],
      ["للصفع", "n"],
      ["معركة", "n"],
      ["البلية", "n"],
      ["بصفع", "v"],
      ["بصفعي", "v"],
      ["ضربك", "n"],
      ["بعنف", "n"],
      ["تضربك", "v"],
      ["يضربوني", "v"],
      ["يضربني", "v"],
      ["عقابك", "v"],
      ["عقاب", "n"],
      ["يعاقبك", "v"],
      ["يعاقب", "v"],
      ["عاقبني", "v"],
      ["تعاقب", "v"],
      ["يؤذي", "v"],
      ["بالإيذاء", "n"],
      ["إيذانا", "v"],
    ],
    "assets/images/symbol00070191.png"
  ],
  [
    [
      ["المثل", "n"],
      ["مثل", "n"],
      ["مثلي", "n"],
      ["يمثل", "v"],
      ["مثله", "n"],
      ["مثلها", "n"],
      ["فمثلا", "v"],
      ["مثلا", "n"],
      ["مثلأ", "n"],
    ],
    "assets/images/symbol00121391 (1).png"
  ],
  [
    [
      ["المثلج", "n"],
      ["الايس", "n"],
      ["ثلج", "n"],
    ],
    "assets/images/symbol00142171.png"
  ],

  [
    [
      ["يحمد", "v"],
      ["حمدا", "n"],
      ["الحمد", "n"],
      ["حمدت", "v"],
      ["حامد", "a"],
    ],
    "assets/images/symbol00184535.png"
  ],

  [
    [
      ["جبال", "n"],
      ["الجبال", "n"],
    ],
    "assets/images/mountain.png"
  ],
  [
    [
      ["شبعانه", "v"],
      ["الشبع", "n"],
      ["شبعانة", "n"],
    ],
    "assets/images/enough.png"
  ],
  [
    [
      ["غيابه", "v"],
      ["الغياب", "n"],
      ["غائبا", "n"],
      ["غائب", "v"],
    ],
    "assets/images/absent.png"
  ],
  [
    [
      ["الفترة", "n"],
      ["فترة", "n"],
    ],
    "assets/images/period.png"
  ],

  [
    [
      ["اغراضي", "n"],
      ["أغراض", "n"],
      ["شيء", "n"],
      ["شيئا", "n"],
      ["الشيء", "n"],
      ["شي", "n"],
      ["الأشياء", "n"],
      ["أشياء", "n"],
      ["لأشياء", "n"],
      ["بأشياء", "n"],
    ],
    "assets/images/things_2.png"
  ],
  [
    [
      ["آخر", "n"],
      ["الآخر", "n"],
      ["الآخرون", "n"],
      ["الآخران", "n"],
    ],
    "assets/images/other.png"
  ],

  [
    [
      ["قيمته", "n"],
      ["قيمة", "n"],
    ],
    "assets/images/symbol00056254.png"
  ],
  [
    [
      ["الخطوة", "n"],
      ["للخطوة", "n"],
      ["بخطوات", "n"],
    ],
    "assets/images/symbol00204766.png"
  ],

  [
    [
      ["تثير", "v"],
      ["يثير", "v"],
      ["تتعجب", "v"],
      ["تعجب", "v"],
      ["تعجبت", "v"],
    ],
    "assets/images/symbol00054246.png"
  ],

  [
    [
      ["بالم", "n"],
      ["الم", "n"],
      ["تؤلمني", "n"],
      ["توجعني", "v"],
      ["يوجعني", "v"],
      ["ألم", "a"],
      ["إيلاما", "n"],
      ["يؤلمني", "n"],
      ["بألم", "n"],
      ["فإلم", "n"],
      ["الألم", "n"],
      ["يتألم", "v"],
      ["متألما", "n"],
      ["بالألم", "n"],
      ["اتألم", "v"],
      ["بوخزة", "n"],
      ["وخز", "n"],
      ["بالمرض", "n"],
      ["أمرض", "v"],
      ["الأمراض", "n"],
      ["الوباء", "n"],
      ["للأذى", "n"],
      ["بأذى", "n"],
      ["العدوى", "n"],
      ["مكروه", "n"],
    ],
    "assets/images/pain.png"
  ],
  [
    [
      ["أهلكنا", "n"],
      ["أهلكك", "v"],
      ["متعب", "a"],
      ["تعبان", "a"],
      ["التعب", "n"],
      ["بالدوخة", "n"],
      ["ادوخ", "n"],
      ["الإعياء", "n"],
      ["الجهد", "n"],
      ["العناء", "n"],
      ["بتعب", "n"],
      ["لاتتعب", "v"],
      ["تتعب", "v"],
      ["تعبت", "v"],
      ["تتعبوا", "v"],
      ["أتعبها", "v"],
      ["متعبة", "n"],
      ["تتعبين", "v"],
      ["بإرهاق", "n"],
      ["مرهقة", "n"],
      ["مرهقا", "n"],
      ["مرهق", "a"],
      ["إرهاق", "n"],
      ["منهكا", "a"],
      ["تعانى", "a"],
      ["منهمكا", "v"],
      ["تعاني", "v"],
      ["يعاني", "a"],
      ["نعاني", "v"],
      ["اعانك", "n"],
    ],
    "assets/images/symbol00121111.png"
  ],

  [
    [
      ["بجنون", "n"],
      ["مجنون", "a"],
    ],
    "assets/images/crazy.png"
  ],
  [
    [
      ["السر", "n"],
      ["سرا", "n"],
      ["سر", "n"],
    ],
    "assets/images/symbol00170531.png"
  ],
  [
    [
      ["نواة", "n"],
      ["النواة", "n"],
    ],
    "assets/images/symbol00061481.png"
  ],
  [
    [
      ["مطيع", "a"],
      ["المطيع", "n"],
      ["طاعة", "n"],
      ["يطيع", "v"],
    ],
    "assets/images/symbol00202159.png"
  ],

  [
    [
      ["العبث", "n"],
      ["يعبث", "v"],
    ],
    "assets/images/symbol00121451.png"
  ],

  [
    [
      ["سريره", "n"],
      ["السرير", "n"],
      ["سرير", "n"],
    ],
    "assets/images/bed.png"
  ],
  [
    [
      ["أعدائنا", "n"],
      ["أعداء", "n"],
    ],
    "assets/images/enemies.png"
  ],

  [
    [
      ["الريح", "n"],
      ["الرياح", "n"],
      ["الهواء", "n"],
      ["هوائية", "n"],
      ["التهوية", "n"],
    ],
    "assets/images/wind.png"
  ],

  [
    [
      ["تعليمات", "n"],
      ["التعليمات", "n"],
    ],
    "assets/images/symbol00114381.png"
  ],
  [
    [
      ["التعاون", "n"],
      ["نتعاون", "v"],
    ],
    "assets/images/symbol00095711.png"
  ],

  [
    [
      ["الأنانيين", "a"],
      ["أنانيون", "a"],
      ["الأنانيون", "a"],
      ["الطامعين", "a"],
      ["طمعك", "n"],
      ["جشعة", "n"],
      ["الطامع", "n"],
      ["طمعه", "a"],
      ["الطمع", "n"],
    ],
    "assets/images/greedy.png"
  ],

  [
    [
      ["تدبيره", "n"],
      ["تدابير", "n"],
      ["المديرة", "n"],
      ["المدير", "n"],
      ["الإدارة", "n"],
      ["لمديرة", "n"],
      ["مدير", "n"],
      ["إدارة", "n"],
      ["المسؤول", "v"],
      ["مسؤولية", "v"],
      ["سأعمل", "v"],
      ["للعمل", "n"],
      ["أداء", ""],
      ["لأداء", ""],
      ["عملها", "n"],
      ["عملي", "n"],
      ["تعملين", "v"],
      ["العمل", "n"],
      ["عمله", "n"],
      ["يعمل", "v"],
      ["عمل", "n"],
      ["أعمل", "v"],
      ["عملا", "n"],
      ["بالعمل", "n"],
      ["عملك", "n"],
      ["أعمالك", "n"],
      ["بعمل", "n"],
      ["تعمل", "v"],
      ["شغلك", "n"],
      ["اشغل", "v"],
      ["أشتغل", "v"],
      ["فتنشغل", "v"],
      ["منشغلا", "n"],
      ["تشغيل", "n"],
      ["تشغل", "v"],
      ["عاملة", "n"],
      ["موظفين", "n"],
      ["العاملون", "v"],
      ["العاملين", "v"],
    ],
    "assets/images/work.png"
  ],

  [
    [
      ["الحاسب", "n"],
      ["الحاسوب", "n"],
      ["اللابتوب", "n"],
      ["الكمبيوتر", "n"],
      ["بالكمبيوتر", "n"],
      ["الحاسوبية", "n"],
    ],
    "assets/images/computer_laptop.png"
  ],
  [
    [
      ["مثال", "v"],
      ["مثالا", "v"],
      ["بأمثالكم", "v"],
      ["بالأمثال", "v"],
    ],
    "assets/images/symbol00121391.png"
  ],

  [
    [
      ["إذا", "n"],
      ["هكذا", "n"],
      ["اذا", "l"],
      ["فإذا", "n"],
      ["كذا", "l"],
      ["إذ", "l"],
      ["ان", "l"],
      ["إن", "l"],
      ["إنه", "l"],
      ["فإن", "l"],
    ],
    "assets/images/symbol00199966.png"
  ],
  [
    [
      ["واحة", "n"],
      ["الواحة", "n"],
    ],
    "assets/images/symbol00188637.png"
  ],

  [
    [
      ["تكاثر", "v"],
      ["يتكاثر", "v"],
    ],
    "assets/images/symbol00196952.png"
  ],

  [
    [
      ["الجيل", "n"],
      ["جيل", "n"],
      ["الأجيال", "a"],
    ],
    "assets/images/symbol00192273.png"
  ],
  [
    [
      ["حيلة", "n"],
      ["الحيلة", "n"],
    ],
    "assets/images/trick_or_treat_2.png"
  ],

  [
    [
      ["الشمندر", "n"],
      ["شمندر", "n"],
    ],
    "assets/images/symbol00171311.png"
  ],

  [
    [
      ["مرات", "n"],
      ["لمرات", "n"],
      ["مرة", "l"],
      ["مره", "l"],
      ["المرة", "l"],
      ["تارة", "n"],
      ["احيانا", "n"],
      ["أحيانا", "n"],
      ["الأحيان", "n"],
    ],
    "assets/images/sometimes_sign_language.png"
  ],
  [
    [
      ["قيادته", "v"],
      ["القيادة", "v"],
      ["قائدو", "n"],
      ["مرشدي", "n"],
      ["التحكم", ""],
      ["المرشدة", ""],
      ["المرشد", "n"],
      ["المرشدون", "n"],
      ["ترشد", "n"],
      ["الرشد", "a"],
    ],
    "assets/images/symbol00012097.png"
  ],

  [
    [
      ["فلنستمر", "v"],
      ["تابع", "v"],
      ["الاستمرارية", "n"],
    ],
    "assets/images/last_2.png"
  ],

  [
    [
      ["ينفق", "v"],
      ["أنفق", "v"],
      ["ينفك", "v"],
      ["ينفقان", "v"],
    ],
    "assets/images/symbol00187406.png"
  ],

  [
    [
      ["انفجار", "n"],
      ["ينفجر", "v"],
    ],
    "assets/images/explode.png"
  ],
  [
    [
      ["نفارق", "v"],
      ["تفارقهم", "v"],
      ["الفراق", "v"],
      ["أفارقك", "v"],
      ["فتنوك", "a"],
      ["فتونا", "n"],
    ],
    "assets/images/apart.png"
  ],
  [
    [
      ["بالنسبة", "v"],
      ["نسبة", "n"],
      ["فبالنسبة", "n"],
    ],
    "assets/images/symbol00054723.png"
  ],

  [
    [
      ["الخفقان", "n"],
      ["خفاقة", "n"],
      ["يخفق", "v"],
    ],
    "assets/images/symbol00167551.png"
  ],
  [
    [
      ["الرماد", "n"],
      ["فالرماد", "n"],
      ["رماد", "n"],
    ],
    "assets/images/symbol00059011.png"
  ],
  [
    [
      ["الرمال", "n"],
      ["بالرمال", "n"],
      ["رمال", "n"],
    ],
    "assets/images/symbol00186339.png"
  ],
  [
    [
      ["يحين", "v"],
      ["حينا", "v"],
      ["حين", "v"],
      ["حينها", "v"],
      ["حينئذ", "n"],
      ["حان", "v"],
      ["آن", "l"],
    ],
    "assets/images/come.png"
  ],
  [
    [
      ["ولادته", "v"],
      ["الولادة", "n"],
    ],
    "assets/images/symbol00000021.png"
  ],

  [
    [
      ["يكفي", "v"],
      ["كفى", "l"],
      ["خلص", "l"],
      ["كف", "v"],
      ["كفا", "l"],
      ["كفي", "n"],
      ["تكفيني", "n"],
      ["كفاية", "n"],
      ["كفانا", "n"],
      ["تكفين", "v"],
      ["الكفاية", "n"],
      ["كافيا", "n"],
      ["بكافي", "v"],
      ["بكتفي", "v"],
      ["اكتفينا", "v"],
    ],
    "assets/images/limit.png"
  ],

  [
    [
      ["الأيتام", "n"],
      ["للأيتام", "n"],
    ],
    "assets/images/symbol00007505.png"
  ],
  [
    [
      ["جاكيت", "n"],
      ["الجاكيت", "n"],
    ],
    "assets/images/jacket2.png"
  ],

  [
    [
      ["بالتأكيد", "v"],
      ["أكيد", "v"],
      ["تأكيد", "v"],
      ["أكد", "v"],
      ["يتأكد", "v"],
    ],
    "assets/images/symbol00121251.png"
  ],
  [
    [
      ["التسلية", "v"],
      ["المسلي", "v"],
      ["مسلية", "v"],
      ["التسلي", "n"],
      ["اتسلى", "v"],
      ["حفلة", "n"],
      ["الاحتفال", "v"],
      ["نمرح", "v"],
      ["أمرح", "v"],
      ["مرحى", "v"],
      ["يمرحون", "v"],
      ["المرح", "n"],
      ["بالسعادة", "a"],
      ["ترفيهية", "v"],
      ["الترفيهية", "v"],
    ],
    "assets/images/fun.png"
  ],
  [
    [
      ["استسلامها", "v"],
      ["تستسلمي", "v"],
      ["تستسلم", "v"],
    ],
    "assets/images/surrender.png"
  ],

  [
    [
      ["السلبية", "n"],
      ["سلبية", "n"],
    ],
    "assets/images/symbol00145791.png"
  ],
  [
    [
      ["دولابي", "n"],
      ["دولاب", "n"],
    ],
    "assets/images/cupboard.png"
  ],

  [
    [
      ["لمس", "v"],
      ["اللمسات", "n"],
      ["تلمس", "v"],
      ["يلمسه", "v"],
    ],
    "assets/images/touch.png"
  ],

  [
    [
      ["سلاح", "n"],
      ["بالسكينة", "n"],
      ["السيف", "n"],
    ],
    "assets/images/symbol00197908.png"
  ],

  [
    [
      ["السماء", "n"],
      ["السماوية", "n"],
    ],
    "assets/images/sky.png"
  ],
  [
    [
      ["السلطة", "n"],
      ["سلطة", "n"],
    ],
    "assets/images/salad1.png"
  ],

  [
    [
      ["يفكر", "v"],
      ["فكري", "v"],
      ["أركز", "v"],
      ["فكرتها", "v"],
      ["تفكر", "v"],
      ["الفكر", "n"],
      ["فكر", "v"],
      ["فكرة", "n"],
      ["فكره", "n"],
      ["ببالها", "n"],
      ["ببالي", "n"],
      ["محتمل", "n"],
      ["يحتمل", "v"],
    ],
    "assets/images/symbol00183279.png"
  ],
  [
    [
      ["اقوم", "v"],
      ["تقومي", "v"],
      ["ساقوم", "v"],
      ["نقوم", "v"],
      ["قومي", "v"],
      ["تقوم", "v"],
      ["يقوم", "v"],
      ["ينهض", "v"],
      ["سأقوم", "v"],
      ["أنھض", "v"],
      ["قام", "v"],
      ["قيام", "v"],
      ["أقوم", "v"],
      ["القيام", "v"],
      ["قامت", "v"],
      ["فقام", "n"],
      ["قاموا", "v"],
      ["سيقام", "v"],
      ["قمنا", "v"],
      ["قمت", "v"],
      ["فقم", "v"],
      ["التصرف", "v"],
      ["أتصرف", "v"],
      ["تصرف", "v"],
      ["السلوك", "n"],
      ["يتعامل", "v"],
      ["للتعامل", "v"],
      ["معاملة", "v"],
      ["معامل", "v"],
      ["التعامل", "v"],
      ["معاملته", "v"],
    ],
    "assets/images/do.png"
  ],

  [
    [
      ["ملء", "v"],
      ["مليئة", "n"],
      ["ملأ", "v"],
      ["يملأ", "v"],
    ],
    "assets/images/fill.png"
  ],
  [
    [
      ["ملعب", "n"],
      ["الملعب", "n"],
    ],
    "assets/images/stadium_1.png"
  ],

  [
    [
      ["فانيليا", "n"],
      ["الفانيليا", "n"],
    ],
    "assets/images/vanilla.png"
  ],

  [
    [
      ["فانوسه", "n"],
      ["فانوس", "n"],
    ],
    "assets/images/symbol00183167.png"
  ],

  [
    [
      ["ركبنا", "v"],
      ["ركبت", "v"],
      ["يركب", "v"],
      ["ركوب", ""],
      ["صعدنا", ""],
      ["نصعد", ""],
      ["اركب", ""],
      ["لراكبها", "v"],
    ],
    "assets/images/symbol00134691.png"
  ],

  [
    [
      ["السلحفاة", "n"],
      ["سلحفاة", "n"],
    ],
    "assets/images/symbol00054249.png"
  ],
  [
    [
      ["الدلافين", "n"],
      ["للدلافين", "n"],
    ],
    "assets/images/symbol00001048.png"
  ],
  [
    [
      ["طابورا", "v"],
      ["طابور", "v"],
      ["صفوفهن", "v"],
      ["صف", "v"],
    ],
    "assets/images/line.png"
  ],

  [
    [
      ["بالتساوي", "v"],
      ["تساوي", "v"],
      ["متساوية", "a"],
    ],
    "assets/images/equal.png"
  ],

  [
    [
      ["يعني", "v"],
      ["معنى", "n"],
      ["تعني", "v"],
      ["یعنی", "v"],
      ["أعني", "v"],
      ["یعني", "v"],
      ["أعنيه", "v"],
      ["معناها", "n"],
    ],
    "assets/images/mean_irregular_verb.png"
  ],

  [
    [
      ["الليمون", "n"],
      ["ليمون", "n"],
    ],
    "assets/images/lemon1.png"
  ],
  [
    [
      ["سحلية", "n"],
      ["السحالي", "n"],
    ],
    "assets/images/symbol00001189.png"
  ],
  [
    [
      ["إيطالي", "a"],
      ["الإيطالية", "n"],
    ],
    "assets/images/italian.png"
  ],
  [
    [
      ["شبحا", "v"],
      ["شبح", "a"],
    ],
    "assets/images/symbol00192013.png"
  ],

  [
    [
      ["بوصلة", "n"],
      ["الصلة", "n"],
      ["الموصلة", "n"],
      ["يثبت", "v"],
      ["نثبت", "v"],
      ["تثبيت", "n"],
      ["مثبت", "n"],
      ["يثبتون", "v"],
    ],
    "assets/images/connect.png"
  ],
  [
    [
      ["يشعروا", "v"],
      ["اشعر", "v"],
      ["أشعر", "v"],
      ["يشعر", "v"],
      ["بشعور", "a"],
      ["تشعر", "v"],
      ["شعور", "v"],
      ["الشعور", "n"],
      ["فيشعرون", "v"],
      ["يشعرون", "v"],
      ["شعرت", "v"],
      ["أحس", "v"],
      ["احس", "v"],
      ["انتابني", "v"],
      ["انتابه", "v"],
      ["أصابه", "v"],
      ["أصابك", "v"],
      ["الإصابات", "n"],
    ],
    "assets/images/feelings_2.png"
  ],
  [
    [
      ["البطاقة", "n"],
      ["ببطاقات", "n"],
      ["تذاکر", "n"],
    ],
    "assets/images/greeting_card_blank.png"
  ],

  [
    [
      ["الفنية", "n"],
      ["فني", "a"],
      ["فنية", "a"],
      ["الفنون", "n"],
      ["الفني", "n"],
    ],
    "assets/images/symbol00188140.png"
  ],

  [
    [
      ["تفقده", "v"],
      ["تفقد", "v"],
      ["فقدت", "v"],
      ["فقدنا", "v"],
      ["فقدته", "v"],
      ["تشتاق", "a"],
      ["اشتاق", "v"],
      ["يفتقد", "v"],
      ["اشتقت", "v"],
      ["حن", ""],
      ["تحن", ""],
    ],
    "assets/images/symbol00159271.png"
  ],

  [
    [
      ["تنتبه", "v"],
      ["انتبه", "v"],
      ["ينتبه", "v"],
      ["منتبها", "a"],
      ["السلامة", "n"],
      ["سلامة", "a"],
      ["بسلام", "a"],
    ],
    "assets/images/symbol00183000.png"
  ],

  [
    [
      ["الشكوى", "n"],
      ["أشكو", "v"],
      ["اشتكى", "v"],
    ],
    "assets/images/symbol00197506.png"
  ],
  [
    [
      ["الشك", "n"],
      ["شك", "a"],
    ],
    "assets/images/symbol00197621.png"
  ],
  [
    [
      ["صالة", "n"],
      ["الصالة", "n"],
      ["الصاله", "n"],
    ],
    "assets/images/lehrerzimmer.png"
  ],

  [
    [
      ["راديو", "n"],
      ["الراديو", "n"],
    ],
    "assets/images/radio.png"
  ],
  [
    [
      ["مادة", "n"],
      ["مادتي", "n"],
      ["مادتك", "n"],
      ["مواد", "n"],
    ],
    "assets/images/symbol00071971.png"
  ],

  [
    [
      ["رأيكم", "n"],
      ["رأيك", "n"],
      ["رايكم", "n"],
      ["رايك", "n"],
    ],
    "assets/images/symbol00162961.png"
  ],

  [
    [
      ["بس", "l"],
      ["فقط", "l"],
      ["سوى", "l"],
      ["سواها", "l"],
      ["بمحض", "n"],
    ],
    "assets/images/only.png"
  ],
  [
    [
      ["الفقراء", "n"],
      ["الفقير", "n"],
      ["فقير", "a"],
      ["الفقر", "n"],
      ["فقيرا", "a"],
      ["الفقرة", "n"],
      ["فقره", "n"],
    ],
    "assets/images/poor3_e4bc96.png"
  ],
  [
    [
      ["بالوقت", "n"],
      ["الوقت", "n"],
      ["مدة", "n"],
      ["لمدة", "n"],
      ["منذ", "n"],
      ["وقتك", "a"],
      ["وقتي", "a"],
      ["للوقت", "n"],
      ["وقته", "a"],
      ["وقتا", "n"],
      ["وقتها", "a"],
      ["أوقاتها", "a"],
      ["أوقات", "a"],
      ["بأوقات", "n"],
      ["موعد", "n"],
      ["الموعد", "n"],
      ["موعدها", "n"],
      ["وقت", ""],
    ],
    "assets/images/it_is_time_e4bc96.png"
  ],
  [
    [
      ["لباقي", "n"],
      ["باقي", "n"],
      ["بقية", "n"],
      ["يبقى", "v"],
      ["بقايا", "n"],
      ["خالدا", "n"],
    ],
    "assets/images/left_remain_e4bc96.png"
  ],
  [
    [
      ["فحزن", "n"],
      ["حزنا", "v"],
      ["يحزن", "v"],
      ["حزينة", "a"],
      ["فأحزنه", "n"],
      ["يحزنني", "v"],
      ["حزن", "n"],
      ["الحزن", "n"],
      ["حزين", "a"],
      ["تحزن", "v"],
      ["حزينا", "a"],
      ["اليأس", "n"],
      ["ييأس", "v"],
      ["حزين", "a"],
      ["بؤس", "a"],
      ["مكتئبا", "a"],
      ["بالاكتئاب", "n"],
      ["مسكين", "a"],
      ["المساكين", "n"],
      ["الهموم", ""],
      ["همومها", ""],
      ["الضراء", ""],
      ["همومها", ""],
    ],
    "assets/images/symbol00002851_e4bc96.png"
  ],
  [
    [
      ["ببطء", "n"],
      ["بطيئة", "a"],
      ["بطيء", "a"],
      ["مهلا", "n"],
      ["تمهلني", "v"],
      ["مهلك", "n"],
    ],
    "assets/images/slow.png"
  ],
  [
    [
      ["مفجعة", "a"],
      ["فجأة", "n"],
      ["مفاجأة", "n"],
      ["تفاجأ", "v"],
      ["يفاجأ", "v"],
      ["المفاجئ", "n"],
      ["فاجأنا", "v"],
    ],
    "assets/images/surprise_e4bc96.png"
  ],
  [
    [
      ["التقنية", "n"],
      ["لتقابل", "n"],
      ["يلتقيان", "v"],
      ["التقينا", "v"],
      ["الالتقاء", "n"],
      ["نلتقي", "v"],
      ["الملتقى", "n"],
      ["تقابلت", "v"],
      ["قابلته", "v"],
      ["نتقابل", "v"],
      ["أقابل", "v"],
      ["يقابل", "v"],
    ],
    "assets/images/meet_shake_hands_e4bc96.png"
  ],
  [
    [
      ["حقلك", "n"],
      ["حقله", "n"],
      ["الحقل", "n"],
    ],
    "assets/images/symbol00066551.png"
  ],
  [
    [
      ["اتى", "v"],
      ["أتى", "v"],
      ["تعال", "v"],
      ["تعالي", "v"],
      ["جاءت", "v"],
      ["جاءه", "v"],
      ["الجاية", "n"],
      ["جاء", "v"],
      ["قادمة", "n"],
      ["القادم", "n"],
      ["فجاءت", "v"],
      ["تأتي", "v"],
      ["يأتي", "v"],
      ["آتي", "v"],
      ["فيأتي", "v"],
      ["تاتي", "v"],
      ["بتجي", "v"],
      ["يجي", "v"],
      ["المجيء", "v"],
      ["بنجيك", "v"],
      ["يجيء", "v"],
      ["للإتيان", "n"],
      ["سيأتي", "v"],
    ],
    "assets/images/symbol00055280_e4bc96.png"
  ],
  [
    [
      ["مطمئنة", "a"],
      ["مطمئن", "a"],
      ["تطمئن", "v"],
      ["أطمئنك", "v"],
      ["للاطمئنان", "n"],
      ["الأمان", "n"],
      ["أمان", "n"],
    ],
    "assets/images/symbol00055202_e4bc96.png"
  ],
  [
    [
      ["بمئات", "n"],
      ["مئات", "n"],
    ],
    "assets/images/symbol00054464.png"
  ],
  [
    [
      ["أغصان", "n"],
      ["أغصانها", "n"],
      ["أغصاني", "n"],
      ["جذع", "n"],
      ["جذور", "n"],
      ["جذوع", "n"],
    ],
    "assets/images/symbol00143371.png"
  ],

  [
    [
      ["انصرفا", "v"],
      ["انصرف", "v"],
      ["بروح", "n"],
      ["روح", "n"],
      ["اروح", "v"],
      ["أروح", "v"],
      ["بنروح", "v"],
      ["راح", "v"],
      ["نذهب", "v"],
      ["نروح", ""],
      ["يصرفونك", ""],
      ["سيغادر", ""],
      ["سأمضي", ""],
      ["اغرب", "v"],
      ["ذھب", "v"],
      ["تذھب", "v"],
      ["أذهب", "v"],
      ["ذهب", "v"],
      ["يذهب", "v"],
      ["اذهب", "v"],
      ["ذهبوا", "v"],
      ["سنذهب", "v"],
      ["سأذهب", "v"],
      ["ذهبنا", "v"],
      ["فلنذهب", "v"],
      ["ساذهب", "v"],
      ["لنذهب", "v"],
      ["ذهبا", "v"],
      ["فذهبوا", "v"],
      ["فذهب", "v"],
      ["ذاهب", "v"],
      ["ذاهبا", "v"],
      ["ذاهبة", "v"],
      ["للذهاب", "v"],
      ["للرحيل", "v"],
      ["ذهابي", "v"],
      ["بالذهاب", "v"],
      ["الذهاب", "n"],
      ["يخرج", "v"],
      ["سأخرج", "v"],
      ["استخراجه", "v"],
      ["بالخارج", "v"],
      ["سأخرجها", "v"],
      ["اخرجوا", "v"],
      ["اخرج", "v"],
      ["طلعت", "v"],
      ["بيطلع", "v"],
      ["نطلع", "v"],
      ["يتطلع", "v"],
      ["تطلع", "v"],
      ["يطلعون", "v"],
      ["ينفك", "v"],
      ["خروج", "n"],
      ["خروجهم", "n"],
      ["الخروج", "n"],
      ["خروجك", "n"],
      ["يخرجني", "v"],
      ["ستذهب", "v"],
      ["ذهبت", "v"],
      ["تذهب", "v"],
      ["تروحين", "v"],
      ["تروح", "v"],
      ["يخرجان", "v"],
      ["أخرج", "v"],
      ["تخرجهم", "v"],
      ["فخرجنا", "n"],
      ["خرج", "v"],
      ["تخرج", "v"],
      ["وصل", "v"],
      ["بلغوا", "v"],
      ["بلوغه", "v"],
      ["فيصل", "n"],
      ["وصلنا", "v"],
      ["وصلا", "v"],
      ["أوصل", "v"],
      ["يوصلنا", "v"],
      ["يصل", "v"],
      ["يوصل", "v"],
      ["وصلت", "v"],
      ["للوصول", "n"],
      ["لتوصيل", "n"],
      ["الوصول", "n"],
      ["الموصلة", "n"],
      ["ستصلين", "v"],
      ["وصلني", "v"],
      ["تصل", "v"],
    ],
    "assets/images/symbol00122581_e4bc96.png"
  ],
  [
    [
      ["لإنقاذه", "n"],
      ["أنقذ", "v"],
      ["أنقذه", "v"],
    ],
    "assets/images/rescue2_e4bc96.png"
  ],

  [
    [
      ["هرب", "v"],
      ["هربا", "n"],
      ["نهرب", "v"],
    ],
    "assets/images/symbol00159001_e4bc96.png"
  ],
  [
    [
      ["للتربية", "n"],
      ["التربية", "n"],
      ["فالتربية", "n"],
      ["تربيته", "n"],
    ],
    "assets/images/sex_education_e4bc96.png"
  ],
  [
    [
      ["يناوله", "v"],
      ["ناولته", "v"],
      ["ناوله", "v"],
      ["تسلمها", "v"],
      ["سلم", "v"],
      ["أسلمه", "v"],
      ["نسلم", "v"],
      ["يسلمكم", "v"],
      ["تسلمون", "v"],
      ["تسلم", "v"],
    ],
    "assets/images/take_e4bc96.png"
  ],
  [
    [
      ["باجيب", "v"],
      ["يجيبني", "v"],
      ["نجيب", "v"],
      ["يجيب", "v"],
      ["تجيب", "v"],
      ["يستجيب", "v"],
      ["أجيبي", "v"],
      ["أجيبها", "v"],
      ["يجيبون", "v"],
      ["تجيبها", "v"],
      ["اجيب", "v"],
    ],
    "assets/images/answer_e4bc96.png"
  ],
  [
    [
      ["نشئا", "v"],
      ["بإنشاء", "n"],
      ["الإنشاء", "n"],
      ["انشاء", "n"],
    ],
    "assets/images/symbol00149121_e4bc96.png"
  ],
  [
    [
      ["أنشطة", "n"],
      ["نشيط", "a"],
      ["النشيطة", "n"],
      ["نشاط", "n"],
      ["نشيطا", "a"],
    ],
    "assets/images/symbol00102981_e4bc96.png"
  ],
  [
    [
      ["الاعطال", "n"],
      ["الأعطال", "n"],
      ["عطل", "v"],
      ["تعطل", "v"],
      ["اعطال", "n"],
      ["تعطيلي", "v"],
    ],
    "assets/images/symbol00132071.png"
  ],

  [
    [
      ["التلمیذ", "n"],
      ["تلامیذكم", "n"],
      ["طالبه", "n"],
      ["الطلاب", "n"],
      ["للطلاب", "n"],
      ["التلاميذ", "n"],
      ["التلميذ", "n"],
      ["الطالبات", "n"],
      ["التلميذات", "n"],
      ["تلميذة", "n"],
    ],
    "assets/images/students_5_e4bc96.png"
  ],

  [
    [
      ["سأكون", "v"],
      ["لتكون", "v"],
      ["فسيكون", "v"],
      ["كون", "v"],
      ["اكون", "v"],
      ["كونها", "v"],
      ["كونها", "v"],
      ["سيكون", "v"],
      ["یكون", "v"],
      ["نكون", "v"],
      ["تكون", "v"],
      ["يكون", "v"],
      ["أكون", "v"],
      ["يكون", "v"],
      ["ستكون", "v"],
      ["تكوني", "v"],
    ],
    "assets/images/symbol00199469.png"
  ],
  [
    [
      ["التفوق", "n"],
      ["مبدع", "a"],
      ["مبدعا", "a"],
      ["المتفوقين", "a"],
      ["الاجتهاد", "n"],
      ["مجتهدة", "a"],
      ["تجتهد", "v"],
      ["تنجح", "v"],
      ["الناجحين", "v"],
      ["نجحت", "v"],
      ["نجاح", "n"],
      ["مثابرتها", "n"],
    ],
    "assets/images/award_winner.png"
  ],
  [
    [
      ["تفوتكم", "v"],
      ["فاتتك", "v"],
      ["تفت", "n"],
    ],
    "assets/images/symbol00103411.png"
  ],
  [
    [
      ["طبقين", "n"],
      ["اطباق", "n"],
      ["أطباقي", "n"],
      ["الأطباق", "n"],
      ["طبقا", "n"],
      ["طبق", "n"],
    ],
    "assets/images/symbol00199269.png"
  ],
  [
    [
      ["الخيانة", "n"],
      ["فالخيانة", "n"],
      ["بخيبة", "n"],
      ["خنت", "v"],
      ["الخائن", "n"],
    ],
    "assets/images/symbol00197299.png"
  ],
  [
    [
      ["يحلم", "v"],
      ["أحلامنا", "n"],
      ["أحلام", "n"],
      ["خيله", "n"],
      ["تخيلي", "v"],
      ["يتخيلون", "v"],
      ["خيل", "n"],
    ],
    "assets/images/dream.png"
  ],
  [
    [
      ["وعدنا", "v"],
      ["وعدوا", "v"],
      ["الوعيد", "n"],
      ["وعد", "v"],
      ["وعدت", "v"],
      ["أكفله", "v"],
      ["تكفل", "v"],
      ["سيضمن", "v"],
      ["تضمن", "v"],
      ["يضمن", "v"],
      ["لأضمن", "v"],
    ],
    "assets/images/promise.png"
  ],

  [
    [
      ["نبهنا", "v"],
      ["نبهته", "v"],
      ["يحذر", "v"],
      ["حذاري", "n"],
      ["حذرا", "a"],
      ["تحذر", "v"],
      ["تحذره", "v"],
    ],
    "assets/images/symbol00195048.png"
  ],
  [
    [
      ["صدقت", "v"],
      ["صدقه", "n"],
      ["وتصديق", "n"],
      ["أصدق", "n"],
      ["الصدق", "n"],
      ["اصدقك", "n"],
      ["صدق", "n"],
      ["برهان", "n"],
      ["صدقوا", "n"],
      ["مصدق", "n"],
      ["صادق", "n"],
      ["الصادقين", "n"],
    ],
    "assets/images/symbol00193915.png"
  ],
  [
    [
      ["السعي", "n"],
      ["تسعى", "v"],
      ["أسعى", "v"],
      ["سعي", "v"],
    ],
    "assets/images/watch.png"
  ],
  [
    [
      ["يتسع", "v"],
      ["السعة", "n"],
      ["واسعة", "a"],
    ],
    "assets/images/wide.png"
  ],

  [
    [
      ["بالخير", "n"],
      ["خيرا", "n"],
      ["خير", "n"],
      ["الخير", "n"],
      ["جودة", "n"],
      ["جيدا", "a"],
      ["كؤيسه", "a"],
      ["المثالي", "a"],
      ["جيدة", "a"],
      ["جيد", "a"],
      ["الجيدة", "n"],
      ["طاب", "n"],
      ["عادي", "n"],
      ["بالحسنات", "n"],
      ["لايك", "n"],
      ["الجيد", "n"],
      ["حبذا", "v"],
      ["يرام", "v"],
      ["الرحب", "n"],
      ["السليم", "n"],
      ["الصالح", "n"],
      ["سليمة", "a"],
    ],
    "assets/images/good.png"
  ],

  [
    [
      ["بحرارة", "n"],
      ["حرارتك", ""],
      ["الحرارة", ""],
      ["حرارة", ""],
    ],
    "assets/images/temperature.png"
  ],

  [
    [
      ["تمروا", "v"],
      ["المرور", "n"],
      ["مرور", "n"],
      ["ممر", "n"],
      ["مر", "a"],
      ["يمر", "v"],
      ["نمر", "v"],
      ["الممر", "n"],
      ["عبورك", "v"],
      ["تمري", "v"],
      ["العبور", "n"],
      ["عبراته", "n"],
      ["عبارة", "n"],
    ],
    "assets/images/symbol00198929.png"
  ],
  [
    [
      ["أحد", "n"],
      ["أحدهما", "n"],
      ["احد", "n"],
      ["أحدا", "n"],
      ["بأحد", "n"],
      ["ايها", "n"],
      ["ایها", "n"],
      ["إحدى", "n"],
      ["لأحد", "n"],
      ["احداكن", "n"],
      ["بإحدى", "n"],
      ["أحداكن", "n"],
    ],
    "assets/images/symbol00007627.png"
  ],
  [
    [
      ["المرحلة", "n"],
      ["لمرحلة", "n"],
      ["مرحلة", "n"],
      ["المراحل", "n"],
    ],
    "assets/images/levels_123.png"
  ],

  [
    [
      ["أستطيع", "v"],
      ["أقدر", "v"],
      ["نستطيع", "v"],
      ["يستطع", "v"],
      ["تستطع", "v"],
      ["يستطيع", "v"],
      ["استطاع", "v"],
      ["أستطع", "v"],
      ["استطع", "v"],
      ["استطيع", "v"],
      ["تستطيع", "v"],
      ["قادر", "a"],
      ["قادره", "a"],
      ["يمكن", "n"],
      ["ممكن", "a"],
      ["يمكنني", "n"],
      ["يمكنك", "n"],
      ["الممكن", "n"],
      ["ليتمكن", "n"],
      ["ممكنا", "n"],
      ["نتمكن", "v"],
      ["يتمكنوا", "v"],
      ["ممكنا", "n"],
      ["ممكنا", "n"],
      ["إمكانية", "n"],
      ["الإمكانيات", "n"],
      ["بإمكان", "n"],
      ["امكانياتي", "n"],
      ["بإمكانك", "n"],
      ["قدر", "n"],
      ["قدراتهم", "n"],
      ["قدرة", "n"],
      ["قدرت", "v"],
      ["تقدرين", "v"],
    ],
    "assets/images/symbol00177872.png"
  ],
  [
    [
      ["نتج", "v"],
      ["ينتج", "v"],
      ["النتيجه", "n"],
      ["النتيجة", "n"],
      ["الناتجة", "n"],
      ["لإنتاج", "n"],
      ["انتاج", "v"],
    ],
    "assets/images/symbol00202176.png"
  ],
  [
    [
      ["المنتظمة", "n"],
      ["انتظام", "v"],
      ["بانتظام", "n"],
    ],
    "assets/images/symbol00057466.png"
  ],
  [
    [
      ["البطولة", "n"],
      ["بطل", "a"],
      ["أبطالنا", "a"],
    ],
    "assets/images/hero_1.png"
  ],

  [
    [
      ["بغامر", "v"],
      ["بمغامر", "v"],
      ["المغامر", "n"],
      ["المغامرة", "n"],
    ],
    "assets/images/adventure.png"
  ],

  [
    [
      ["الزحام", "n"],
      ["زحام", "n"],
      ["مزدحمة", "a"],
    ],
    "assets/images/symbol00187842.png"
  ],

  [
    [
      ["مصادر", "n"],
      ["المصادر", "n"],
      ["مصدر", "n"],
    ],
    "assets/images/symbol00197248.png"
  ],
  [
    [
      ["تشجيعهم", "v"],
      ["تشجع", "v"],
      ["تحفيزا", "v"],
      ["تشجعه", "n"],
      ["مشجعة", "a"],
      ["تتحسس", "v"],
      ["متحمس", "a"],
    ],
    "assets/images/support_sign_language.png"
  ],

  [
    [
      ["لكن", "n"],
      ["ولكن", "n"],
      ["لكنة", "n"],
      ["لكنه", "n"],
      ["لكني", "n"],
      ["لكنها", "n"],
      ["لكنني", "n"],
      ["لكنك", "n"],
      ["لكنى", "n"],
      ["لأكني", "n"],
      ["اشرط", "n"],
      ["شرطك", "n"],
      ["شرطين", "n"],
      ["شروطك", "n"],
      ["الشرط", "n"],
      ["شرط", "n"],
      ["بشرط", "n"],
    ],
    "assets/images/but.png"
  ],

  [
    [
      ["شعبتك", "n"],
      ["شعبتي", "a"],
    ],
    "assets/images/symbol00185011.png"
  ],

  [
    [
      ["للمستقبل", "n"],
      ["فمستقبل", "n"],
      ["مستقبلا", "v"],
      ["المستقبل", "n"],
      ["مستقبل", "n"],
    ],
    "assets/images/future_later.png"
  ],
  [
    [
      ["يستقبل", "v"],
      ["استقبال", "n"],
      ["الاستقبال", "n"],
      ["لاستقبال", "v"],
      ["اهلا", "n"],
      ["أهلا", "n"],
      ["فأهلا", "n"],
      ["هلا", "n"],
    ],
    "assets/images/welcome.png"
  ],
  [
    [
      ["الثعلب", "n"],
      ["ثعلب", "n"],
    ],
    "assets/images/symbol00001113.png"
  ],
  [
    [
      ["يؤدي", "n"],
      ["فيؤدي", "n"],
      ["أدى", "v"],
      ["تؤدي", "v"],
      ["تفسرين", "v"],
      ["نؤدي", "v"],
      ["السبب", "n"],
      ["بسبب", "n"],
      ["كي", "n"],
      ["عشان", "n"],
      ["علشان", "n"],
      ["سببا", "n"],
      ["سبب", "n"],
      ["أسباب", "n"],
      ["لذا", "l"],
      ["لان", "l"],
      ["لأنه", "l"],
      ["لأن", "l"],
      ["لأنها", "l"],
      ["لأنك", "l"],
      ["لأنكم", "l"],
      ["لأنني", "l"],
      ["لأني", "l"],
      ["لكي", "l"],
    ],
    "assets/images/symbol00053579.png"
  ],
  [
    [
      ["أقتدي", "v"],
      ["يحتذى", "v"],
    ],
    "assets/images/symbol00204102.png"
  ],

  [
    [
      ["أعتقد", "v"],
      ["الاعتقاد", "v"],
      ["اعتقد", "v"],
      ["اتوقع", "v"],
      ["نتمنى", "v"],
      ["أتمنى", "v"],
      ["تمنياتي", "v"],
      ["أمنيته", "n"],
      ["أمل", "n"],
      ["الامل", "n"],
      ["آمل", "n"],
      ["أظن", "v"],
      ["ظن", "v"],
      ["الظن", "n"],
      ["ظننتك", "v"],
      ["ظنكم", "n"],
    ],
    "assets/images/believe_hope.png"
  ],
  [
    [
      ["تعرضت", "n"],
      ["أتعرض", "n"],
      ["نتعرض", "v"],
      ["تعرض", "v"],
    ],
    "assets/images/i_got_it.png"
  ],
  [
    [
      ["سعرها", "n"],
      ["سعر", "n"],
      ["بسعر", "n"],
      ["ثمن", "n"],
      ["ثمنها", "n"],
      ["ثمنه", "n"],
    ],
    "assets/images/symbol00111761.png"
  ],
  [
    [
      ["الفسحة", "n"],
      ["الفسحه", "n"],
    ],
    "assets/images/break_work.png"
  ],
  [
    [
      ["توثق", "v"],
      ["ثقة", "n"],
      ["واثقا", "n"],
      ["ثقتهم", "n"],
      ["وثقي", "v"],
      ["يؤتمن", "v"],
      ["اثق", "v"],
    ],
    "assets/images/symbol00121471.png"
  ],
  [
    [
      ["بإنجاز", "n"],
      ["الانجازات", "a"],
      ["الانجاز", "n"],
    ],
    "assets/images/symbol00187966.png"
  ],
  [
    [
      ["الصدفة", "n"],
      ["بالصدفة", "n"],
      ["تصادفنا", "v"],
      ["يصادفان", ""],
      ["صادفته", "v"],
      ["صادف", "v"],
    ],
    "assets/images/symbol00196479.png"
  ],
  [
    [
      ["لأدلك", "v"],
      ["سأدلك", "v"],
      ["أدلك", "v"],
    ],
    "assets/images/symbol00184984.png"
  ],
  [
    [
      ["القانونية", "n"],
      ["بقواعد", "n"],
      ["القاعدة", "n"],
    ],
    "assets/images/rules2.png"
  ],

  [
    [
      ["صيدا", "n"],
      ["صيدنا", "n"],
      ["الصيد", "n"],
      ["بصيد", "n"],
    ],
    "assets/images/hunt.png"
  ],

  [
    [
      ["اقترح", "v"],
      ["مقترحاتك", "n"],
      ["يقترحون", "v"],
    ],
    "assets/images/suggestion.png"
  ],
  [
    [
      ["إقناعها", "n"],
      ["إقناعك", "n"],
      ["لإقناع", "v"],
      ["نقنعها", "v"],
      ["نقنعهم", "v"],
      ["تقنعهم", "v"],
      ["اقتنعت", "v"],
    ],
    "assets/images/convince.png"
  ],
  [
    [
      ["عندي", "l"],
      ["عنده", "l"],
      ["ولديه", "l"],
      ["لدى", "l"],
      ["لدي", "l"],
      ["لديها", "l"],
      ["لديكم", "l"],
      ["لدية", "l"],
      ["لديه", "l"],
      ["لديهم", "l"],
      ["لديك", "l"],
      ["لدينا", "l"],
      ["فلدي", "l"],
      ["لديه", "l"],
      ["معي", "l"],
      ["أملك", "v"],
      ["يملكان", "v"],
      ["يملكها", "v"],
      ["يملك", "v"],
      ["تملكني", "v"],
      ["يمتلك", "v"],
      ["امتلك", "v"],
      ["تملك", "v"],
      ["أحصل", "v"],
      ["حصل", "v"],
      ["تحصيل", "v"],
      ["استحوذوا", "n"],
      ["يحصل", "v"],
      ["تحصلي", "v"],
      ["حصلت", "v"],
      ["نكسب", "v"],
      ["اكتساب", "n"],
      ["الحصول", "n"],
      ["للحصول", "v"],
      ["حصول", "n"],
      ["احرزت", "v"],
      ["حزت", "v"],
      ["يحز", "v"],
      ["تنال", "v"],
      ["ينال", "v"],
      ["ننال", "v"],
    ],
    "assets/images/have.png"
  ],

  [
    [
      ["عرض", "v"],
      ["العرض", "n"],
      ["عرضا", "v"],
      ["عرضها", "v"],
    ],
    "assets/images/symbol00184534.png"
  ],
  [
    [
      ["زرتها", "v"],
      ["زيارة", "n"],
      ["لزيارته", "n"],
      ["لزيارة", "v"],
      ["زيارته", "n"],
      ["بزيارة", "n"],
      ["بزيارته", "n"],
      ["الزيارة", "n"],
      ["يزوره", "v"],
      ["لنزور", "v"],
      ["نزوره", "v"],
    ],
    "assets/images/visit.png"
  ],
  [
    [
      ["لسبحنا", "v"],
      ["نسبح", "v"],
      ["سبحنا", "v"],
      ["تسبح", "v"],
      ["السباحة", "n"],
    ],
    "assets/images/swim.png"
  ],
  [
    [
      ["بتجربة", "n"],
      ["نجرب", "v"],
      ["لتجربة", "v"],
      ["تجربة", "v"],
      ["جربت", "v"],
      ["اجربه", "v"],
      ["أجرب", "v"],
      ["أجرب", "v"],
      ["أجرب", "v"],
      ["لإجراء", "v"],
      ["إجراء", "v"],
      ["جراء", "v"],
      ["لتجريب", "v"],
      ["بتجربتها", "n"],
    ],
    "assets/images/try_2.png"
  ],
  [
    [
      ["تشارك", "v"],
      ["نشارك", "v"],
      ["شاركيني", "v"],
      ["شاركت", "v"],
      ["المشاركات", "n"],
      ["مشاركة", "n"],
      ["تكرمت", "v"],
      ["فأكرم", "v"],
      ["أكرمكم", "n"],
      ["كرما", "v"],
      ["الكريم", "n"],
      ["كريم", "n"],
      ["الكريمات", "n"],
    ],
    "assets/images/share2.png"
  ],
  [
    [
      ["بالتصميم", "n"],
      ["تصميم", "v"],
    ],
    "assets/images/symbol00195650.png"
  ],
  [
    [
      ["جاره", "n"],
      ["جاري", "n"],
      ["الجيران", "n"],
    ],
    "assets/images/neighbor.png"
  ],
  [
    [
      ["الجماعي", "n"],
      ["جماعات", "n"],
      ["للمجموعة", "v"],
      ["جماعة", "n"],
      ["القروب", "n"],
      ["بالقروب", "n"],
      ["تيم", "n"],
      ["التيم", "n"],
      ["التيمز", "n"],
      ["مجموعات", "n"],
      ["مجموعة", "n"],
      ["فئة", "n"],
      ["القافلة", "n"],
      ["قافلة", "n"],
      ["قافلتي", "n"],
    ],
    "assets/images/collectors.png"
  ],

  [
    [
      ["التذمر", "n"],
      ["ذميمة", "n"],
      ["تذمرها", "v"],
    ],
    "assets/images/symbol00197001.png"
  ],
  [
    [
      ["قريب", "a"],
      ["القريب", "n"],
      ["قريبا", "a"],
      ["قريبة", "n"],
      ["تقريبا", "v"],
      ["حوالي", "n"],
      ["القريبة", "n"],
    ],
    "assets/images/close.png"
  ],
  [
    [
      ["المملكة", "n"],
      ["للملك", "v"],
      ["الملكي", "n"],
      ["الملك", "n"],
    ],
    "assets/images/symbol00193387.png"
  ],
  [
    [
      ["ذهل", "v"],
      ["مذهلة", "a"],
      ["دهش", "v"],
      ["اندهش", "v"],
      ["مدهشة", "a"],
      ["رائع", "a"],
      ["أروع", "a"],
      ["باهر", "a"],
      ["بروائع", "n"],
      ["رائعة", "a"],
      ["رائعا", "a"],
      ["أجزل", "a"],
      ["ورائع", "a"],
      ["عظيما", "n"],
      ["العظيم", "n"],
      ["عظيم", "n"],
      ["عظم", "v"],
      ["أعظم", "a"],
      ["عظيمة", "n"],
      ["عظیم", "a"],
    ],
    "assets/images/amazing_awesome.png"
  ],

  [
    [
      ["أهم", "n"],
      ["مهم", "n"],
      ["أهميتها", "n"],
      ["أهمية", "n"],
      ["يهمك", "v"],
      ["الأهم", "n"],
      ["أهمها", "n"],
      ["اهمية", "n"],
      ["اهميتها", "n"],
      ["مهما", "n"],
      ["فمهما", "n"],
      ["المهم", "n"],
      ["ضرورية", "n"],
      ["نهتم", "v"],
      ["اهتمامك", "n"],
      ["بالرعاية", "n"],
      ["اهتمامهم", "n"],
      ["يهتم", "v"],
      ["باهتمام", "n"],
    ],
    "assets/images/symbol00186083_e4bc96.png"
  ],
  [
    [
      ["يوفقك", "v"],
      ["يوفق", "v"],
      ["يوفقه", "v"],
      ["وفقا", "n"],
    ],
    "assets/images/symbol00119001_e4bc96.png"
  ],
  [
    [
      ["تحاول", "v"],
      ["حاولت", "v"],
      ["نحاول", "v"],
      ["يحاولون", "v"],
      ["حاولا", "v"],
      ["يحاول", "v"],
      ["حاولوا", "v"],
    ],
    "assets/images/try_2_e4bc96.png"
  ],
  [
    [
      ["الجوائز", "n"],
      ["جوائز", "n"],
      ["مكافأتك", "n"],
      ["المكافأة", "n"],
      ["مكافئة", "n"],
      ["يكافئنا", "v"],
      ["أكافئك", "v"],
      ["تكافئه", "v"],
      ["يكافئك", "v"],
      ["المكرمة", ""],
      ["تكريمي", ""],
    ],
    "assets/images/symbol00123511_e4bc96.png"
  ],
  [
    [
      ["فشلت", "v"],
      ["فشل", "v"],
      ["خسارة", "n"],
      ["خسر", "v"],
      ["خسرت", "v"],
      ["تخسر", "v"],
      ["الخسائر", "n"],
      ["الخسارة", "n"],
      ["الذنوب", "n"],
      ["ذنوبه", "n"],
      ["السيئ", "a"],
      ["سيء", "a"],
      ["سيئ", "a"],
      ["بسوء", "n"],
      ["إساءته", "n"],
      ["سيئة", "a"],
      ["سيئة", "a"],
      ["لسوء", "v"],
      ["يعكر", "v"],
      ["سوء", "a"],
    ],
    "assets/images/bad_e4bc96.png"
  ],

  [
    [
      ["تضيف", "v"],
      ["يضيفها", "v"],
      ["بالإضافة", "n"],
      ["إضافة", "n"],
      ["مضاف", "n"],
      ["ادراجي", "n"],
      ["ادراج", "n"],
      ["و", "l"],
      ["أيضا", "n"],
      ["ايضا", "n"],
      ["فوا", "n"],
    ],
    "assets/images/and_plus.png"
  ],
  [
    [
      ["بلطف", "n"],
      ["بلطفكم", "n"],
      ["لطف", "v"],
      ["لطيفة", "v"],
      ["لطيف", "v"],
      ["تلطيف", "v"],
      ["تعاطف", "v"],
      ["عطوفا", "n"],
      ["عطفه", "n"],
      ["الليونة", "n"],
      ["رحمة", "n"],
      ["حنان", "n"],
      ["رحمتك", "n"],
      ["تعتني", "n"],
      ["الطريفة", "n"],
    ],
    "assets/images/symbol00054339_e4bc96.png"
  ],
  [
    [
      ["مركبات", "n"],
      ["المركبات", "n"],
      ["المركبة", "n"],
      ["عربة", "n"],
      ["العربة", "n"],
      ["للعربات", "v"],
      ["العربات", "n"],
      ["بالمترو", "n"],
    ],
    "assets/images/symbol00054512.png"
  ],
  [
    [
      ["بينما", "n"],
      ["حينما", "l"],
      ["خلال", "l"],
      ["خلال", "l"],
      ["أثناء", "l"],
      ["اثناء", "l"],
      ["الأثناء", "n"],
    ],
    "assets/images/during.png"
  ],
  [
    [
      ["بعطلة", "n"],
      ["عطلة", "n"],
      ["الإجازة", "n"],
      ["اجازة", "n"],
      ["الإجازات", "n"],
    ],
    "assets/images/vacation_e4bc96.png"
  ],
  [
    [
      ["الادخار", "n"],
      ["لتوفير", "v"],
    ],
    "assets/images/savings_account_2.png"
  ],
  [
    [
      ["موجودا", "n"],
      ["بوجود", "n"],
      ["وفير", "n"],
      ["توفرت", "v"],
      ["وفيرة", "a"],
      ["نكثر", "v"],
      ["يكثر", "v"],
      ["أكثر", "v"],
      ["اكثر", "v"],
      ["كثرة", "a"],
      ["مبالغة", "a"],
      ["كثيرا", "a"],
      ["جزيلا", "a"],
      ["الكثير", "n"],
      ["كثيرة", "a"],
      ["كثير", "a"],
      ["كثيفة", "a"],
      ["بركة", "n"],
      ["المفرط", "n"],
      ["بركاته", "n"],
      ["بارك", "n"],
      ["البركة", "n"],
      ["للغاية", "v"],
      ["جدا", "n"],
    ],
    "assets/images/a_lot_2.png"
  ],
  [
    [
      ["أدرك", "v"],
      ["يدرك", "v"],
      ["تدرك", "v"],
      ["ندرك", "v"],
      ["إدراكك", "v"],
      ["نتعرف", "v"],
      ["أعرفك", "v"],
      ["للتعرف", "v"],
      ["لنتعارف", "v"],
      ["تعرفني", "v"],
      ["عرفتني", "n"],
      ["تعارف", "v"],
      ["لنتعرف", "v"],
      ["فهم", "v"],
      ["فهمت", "v"],
      ["فاهم", "n"],
      ["لتجاوبكم", "n"],
      ["تفهمي", "v"],
      ["فهمها", "v"],
      ["ستفهمون", "v"],
      ["فهمتك", "v"],
      ["يقين", "v"],
      ["أعرفهم", "n"],
      ["افهمت", "n"],
      ["فهمته", "v"],
      ["فهمتم", "v"],
      ["فهمنا", "v"],
      ["أفهمك", "v"],
      ["الفهم", "n"],
      ["الاستيعاب", "n"],
      ["أتفق", "v"],
      ["أعرف", "v"],
      ["معروف", "n"],
      ["معروفا", "n"],
      ["يعرف", "v"],
      ["معرفة", "n"],
      ["عارفـا", "a"],
      ["بديهي", "n"],
      ["خبرتي", "n"],
      ["أعرفها", "n"],
      ["نعرف", "v"],
      ["عرفت", "v"],
      ["تعرفها", "v"],
      ["تعرفون", "v"],
      ["اعرفها", "v"],
      ["المعرفة", "n"],
      ["بيقين", "n"],
      ["تعرفه", "v"],
      ["لتعرف", "n"],
      ["عرفنا", "v"],
      ["عرف", "v"],
      ["أعرفه", "v"],
      ["ستعرفها", "v"],
      ["اعرف", "v"],
      ["علم", "n"],
      ["اتفقت", "v"],
      ["تعرف", "v"],
      ["تعرفينها", "v"],
      ["ستعرفين", "v"],
      ["تعرفين", "v"],
    ],
    "assets/images/understand_e4bc96.png"
  ],

  [
    [
      ["الفوضى", "n"],
      ["فوضى", "n"],
    ],
    "assets/images/symbol00159021_e4bc96.png"
  ],

  [
    [
      ["حول", "n"],
      ["حوله", "n"],
      ["حولك", "n"],
      ["حولها", "n"],
    ],
    "assets/images/around_1.png"
  ],

  [
    [
      ["بالوجبات", "n"],
      ["الوجبة", "n"],
      ["للوجبات", "v"],
    ],
    "assets/images/symbol00123011.png"
  ],
  [
    [
      ["المناظر", "n"],
      ["منظر", "n"],
      ["بمنظر", "n"],
      ["منظرا", "n"],
      ["بمنظرها", "n"],
      ["المنظر", "n"],
      ["منظره", "n"],
      ["مشهد", "n"],
      ["المشهد", "n"],
      ["لمشهد", "v"],
    ],
    "assets/images/the_view.png"
  ],
  [
    [
      ["ينتقل", "v"],
      ["انتقلنا", "v"],
    ],
    "assets/images/move_house.png"
  ],
  [
    [
      ["الصحية", "n"],
      ["صحته", "n"],
      ["الصحة", "n"],
      ["الصحي", "n"],
      ["صحة", "n"],
      ["صحي", "n"],
    ],
    "assets/images/healthcare_e4bc96.png"
  ],
  [
    [
      ["شديدا", "n"],
      ["بشدة", "n"],
      ["الشديد", "n"],
      ["الشديدة", "n"],
      ["شديد", "n"],
      ["شدة", "n"],
      ["يشتد", "v"],
    ],
    "assets/images/symbol00126861_e4bc96.png"
  ],
  [
    [
      ["وجهك", "n"],
      ["وجهه", "n"],
      ["وجهي", "n"],
      ["وجهها", "n"],
      ["وجه", "n"],
      ["وجهى", "n"],
      ["راسه", "n"],
      ["راسي", "n"],
      ["رأسه", "n"],
      ["رأسا", "n"],
      ["رأسي", "n"],
      ["رأسها", "n"],
    ],
    "assets/images/face_e4bc96.png"
  ],
  [
    [
      ["درجة", "n"],
      ["الدرج", "n"],
      ["تندرج", "v"],
      ["لدرجة", "v"],
      ["درجاتك", "n"],
    ],
    "assets/images/symbol00197936.png"
  ],
  [
    [
      ["حق", "n"],
      ["معقول", "n"],
      ["حقا", "n"],
      ["محقة", "n"],
      ["بالحقيقة", "n"],
      ["الافتراضي", ""],
      ["افتراضي", ""],
      ["ألحق", "n"],
      ["الحقيقة", "n"],
      ["الحقيقية", "n"],
      ["الحق", "n"],
      ["يحق", "v"],
      ["حقوق", "n"],
      ["بحق", "n"],
      ["حقي", "n"],
      ["حقنا", "n"],
      ["حقك", "n"],
      ["الحقوق", "n"],
      ["أستحق", "n"],
      ["موافقين", "n"],
      ["توافق", "v"],
      ["وافق", "n"],
      ["رضى", "a"],
      ["رضيت", "v"],
      ["يرضيكم", "v"],
      ["موافق", "n"],
      ["قبول", "a"],
      ["فقبلت", "n"],
      ["راضية", "a"],
      ["يقبل", "v"],
      ["الإقبال", "n"],
      ["نعم", "n"],
      ["بالطبع", "n"],
      ["اجل", "v"],
      ["اه", "n"],
      ["آه", "n"],
      ["أوكي", "n"],
      ["صحيح", "a"],
      ["صائب", "a"],
      ["بلى", "l"],
      ["الصحيح", "n"],
      ["يصح", "v"],
      ["أصحيح", "n"],
      ["تمام", "n"],
      ["حسنا", "n"],
      ["تم", "n"],
      ["جاهز", "n"],
      ["أبشر", "n"],
      ["حاضر", "n"],
      ["جاهزا", "n"],
      ["طيب", "n"],
      ["تماما", "n"],
      ["أجل", "n"],
      ["يعجبني", "v"],
      ["أعجبتك", "n"],
      ["تعجبك", "v"],
      ["تعجبني", "v"],
      ["أعجبتني", "n"],
      ["يعجبك", "v"],
    ],
    "assets/images/right_e4bc96.png"
  ],

  [
    [
      ["بالمحافظة", "n"],
      ["نحافظ", "v"],
      ["حافظ", "n"],
      ["المحافظة", "n"],
      ["سأحافظ", "n"],
      ["محافظا", "n"],
    ],
    "assets/images/keep_1_e4bc96.png"
  ],
  [
    [
      ["تقلق", "v"],
      ["القلق", "n"],
      ["قلق", "a"],
      ["تقلقي", "v"],
      ["بالقلق", "n"],
    ],
    "assets/images/symbol00002978_e4bc96.png"
  ],
  [
    [
      ["ارتب", "v"],
      ["أرتب", "v"],
      ["رتب", "v"],
      ["مرتب", "a"],
      ["المرتبة", "n"],
      ["ترتيبا", "v"],
      ["ترتيب", "v"],
      ["منظم", "n"],
      ["النظام", "n"],
      ["أنظمة", "n"],
      ["بنظام", "n"],
      ["تنظم", "v"],
      ["النظامية", "n"],
      ["بأنظمة", "n"],
      ["وضع", "v"],
      ["موضع", "v"],
      ["لنضع", "v"],
      ["وضعت", "v"],
      ["الوضع", "n"],
      ["سنضع", "v"],
      ["وضعنا", "v"],
      ["ليضع", "v"],
      ["وضعها", "v"],
      ["تضع", "v"],
      ["نضع", "v"],
      ["فوضعها", "v"],
      ["وضعتها", "v"],
      ["ضعه", "v"],
      ["وضعك", "v"],
    ],
    "assets/images/symbol00119791.png"
  ],
  [
    [
      ["مؤدب", "n"],
      ["المؤدب", "n"],
      ["بالأدب", "n"],
      ["آداب", "n"],
      ["مهذبون", "n"],
    ],
    "assets/images/symbol00190567_e4bc96.png"
  ],
  [
    [
      ["الأثرياء", "n"],
      ["ثراء", "n"],
      ["أثرياء", "n"],
      ["الغني", "n"],
      ["غني", "n"],
    ],
    "assets/images/rich_1_e4bc96.png"
  ],
  [
    [
      ["المسحة", "n"],
      ["سأمسحه", "v"],
      ["بالممسحة", "n"],
      ["تمحوها", "n"],
    ],
    "assets/images/symbol00197133.png"
  ],
];
