// ignore_for_file: file_names

List<List> dataImage = [
  [
    [
      ["و", "l"],
    ],
    "assets/images/and.png"
  ],
  [
    [
      ["حتى", "l"],
    ],
    "assets/images/statistics.png"
  ],
  [
    [
      ["عن", "l"],
    ],
    "assets/images/about.png"
  ],
  [
    [
      ["قد", "l"],
    ],
    "assets/images/maybe.png"
  ],
  [
    [
      ["إلا", "l"],
      ["الا", "l"],
    ],
    "assets/images/alert.png"
  ],
  [
    [
      ["لن", "l"],
    ],
    "assets/images/unless.png"
  ],
  [
    [
      ["لما", "l"],
    ],
    "assets/images/why.png"
  ],
  [
    [
      ["لم", "l"],
    ],
    "assets/images/not.png"
  ],
  [
    [
      ["في", "l"],
      ["فيه", "l"],
      ["فيها", ""],
      ["فيك", ""],
      ["بداخلها", ""],
      ["داخل", ""],
      ["بداخل", ""],
      ["داخلي", ""],
      ["بداخلنا", ""],
      ["داخله", ""],
    ],
    "assets/images/in.png"
  ],

  ////////////////////////////////////final

  [
    [
      ["قطار", ""],
      ["القطار", ""],
      ["بالقطار", ""],
      ["القطارات", ""],
    ],
    "assets/images/train.png"
  ],
  [
    [
      ["أمطرته", ""],
      ["المطر", ""],
    ],
    "assets/images/rain.png"
  ],
  [
    [
      ["هدوء", ""],
      ["بهدوء", ""],
      ["الهدوء", ""],
    ],
    "assets/images/quiet.jpg"
  ],
  [
    [
      ["القوه", "a"],
      ["قوية", "a"],
      ["بقوة", ""],
      ["قوة", "a"],
      ["القوة", "a"],
      ["القوية", "n"],
      ["أقوياء", "a"],
    ],
    "assets/images/strong.png"
  ],
  [
    [
      ["التلفاز", "n"],
      ["تلفاز", "n"],
    ],
    "assets/images/television.png"
  ],
  [
    [
      ["الخيمة", "n"],
      ["يخيم", "a"],
      ["خيمتنا", ""],
    ],
    "assets/images/tent.png"
  ],
  [
    [
      ["خميس", "n"],
    ],
    "assets/images/thursday.jpg"
  ],
  [
    [
      ["شيء", "n"],
      ["شيئا", "n"],
      ["الشيء", "n"],
      ["شي", "n"],
      ["الأشياء", "n"],
      ["أشياء", "n"],
      ["لأشياء", "n"],
      ["بأشياء", "n"],
    ],
    "assets/images/thing.png"
  ],
  [
    [
      ["وسائل", "n"],
      ["الوسائل", "n"],
    ],
    "assets/images/transportation.png"
  ],
  [
    [
      ["أحدهم", "a"],
      ["لهم", ""],
      ["بينهم", "a"],
      ["عليهم", "a"],
      ["هم", ""],
      ["أنهم", ""],
      ["بهم", ""],
      ["بأنهم", ""],
      ["لأنهم", ""],
      ["هاهم", ""],
      ["فيهم", ""],
      ["إياهم", ""],
    ],
    "assets/images/theyAre.png"
  ],
  [
    [
      ["المهاجرة", "v"],
      ["اتركوا", "v"],
      ["يتركهم", "v"],
      ["يتركا", "v"],
      ["تركتني", "v"],
      ["ترك", "v"],
      ["تركنا", "v"],
      ["يترك", "v"],
      ["لتركها", "v"],
      ["أترك", "v"],
      ["تركه", "v"],
      ["نتركك", "v"],
      ["تركها", "v"],
      ["تترك", "v"],
    ],
    "assets/images/emigrate.jpg"
  ],
  [
    [
      ["فراغك", "a"],
      ["فراغي", "a"],
      ["فراغه", "a"],
      ["الفراغ", "a"],
      ["فراغهم", "a"],
    ],
    "assets/images/empty.png"
  ],
  [
    [
      ["اذن", "n"],
      ["باذن", "n"],
      ["أذن", "n"],
      ["بإذن", "n"],
      ["إذن", "n"],
      ["الأذنة", "n"],
      ["أذنة", "n"],
    ],
    "assets/images/ear.png"
  ],
  [
    [
      ["ملوث", "a"],
      ["ملوثا", "a"],
    ],
    "assets/images/Dirty.png"
  ],
  [
    [
      ["التغذية", "n"],
      ["الغذاء", "n"],
    ],
    "assets/images/fed-feed.png"
  ],
  [
    [
      ["ممحاة", "n"],
    ],
    "assets/images/eraser.png"
  ],
  [
    [
      ["اتعشى", "v"],
      ["العشاء", "n"],
      ["للعشاء", "n"],
    ],
    "assets/images/dinner.jpg"
  ],
  [
    [
      ["المديرة", "n"],
      ["المدير", "n"],
      ["لمديرة", "n"],
      ["مدير", "n"],
    ],
    "assets/images/director.png"
  ],
  [
    [
      ["المشروبات", "n"],
      ["مشروبات", "n"],
    ],
    "assets/images/drinks.png"
  ],
  [
    [
      ["عينه", "n"],
      ["عيني", "n"],
      ["بالعين", "n"],
      ["عين", "n"],
    ],
    "assets/images/eye.png"
  ],
  [
    [
      ["يقطع", "v"],
      ["قطع", "v"],
      ["بقطع", "v"],
      ["ينقطع", "v"],
      ["منقطع", "a"],
    ],
    "assets/images/halt.png"
  ],
  [
    [
      ["أرسل", "v"],
      ["التواصل", "n"],
      ["ايميلك", "n"],
      ["جيميل", "n"],
    ],
    "assets/images/Email.png"
  ],
  [
    [
      ["تشرب", "v"],
      ["ليشرب", "v"],
      ["شربته", "v"],
      ["شرب", "v"],
    ],
    "assets/images/drink.png"
  ],
  [
    [
      ["أشرح", "v"],
      ["يشرحه", "v"],
      ["تشرح", "v"],
    ],
    "assets/images/Explain.png"
  ],
  [
    [
      ["يدخل", "v"],
      ["دخل", "v"],
      ["ادخل", "v"],
      ["دخلا", "v"],
      ["دخلوا", "v"],
      ["دخلت", "v"],
      ["ندخل", "v"],
      ["تدخلين", "v"],
      ["فتدخل", "v"],
      ["يدخلن", "v"],
      ["يدخلان", "v"],
      ["يدخلها", "v"],
      ["ادخله", "v"],
      ["يدخلك", "v"],
      ["دخلناها", "v"],
      ["تدخل", "v"],
    ],
    "assets/images/enter.png"
  ],
  [
    [
      ["رسم", "n"],
      ["أرسم", "v"],
      ["ترسم", "v"],
      ["الرسم", "n"],
      ["رسومات", "n"],
    ],
    "assets/images/draw.png"
  ],
  [
    [
      ["الهمبرجر", "n"],
      ["همبرجر", "n"],
      ["همبرغر", "n"],
    ],
    "assets/images/hamburger.jpg"
  ],
  [
    [
      ["الجزر", "n"],
    ],
    "assets/images/carrot.png"
  ],
  [
    [
      ["فاضي", "n"],
      ["بفارغ", "n"],
      ["تفرغ", "v"],
      ["أفرغ", "v"],
      ["فارغة", "n"],
    ],
    "assets/images/drive.png"
  ],
  [
    [
      ["أسوق", "v"],
      ["السائق", "n"],
      ["السائقين", "n"],
      ["سائق", "n"],
      ["تقود", "v"],
      ["يقود", "v"],
      ["بالمقود", "n"],
    ],
    "assets/images/drive.png"
  ],
  [
    [
      ["منخفضة", "a"],
      ["منخفض", "a"],
    ],
    "assets/images/low.png"
  ],
  [
    [
      ["اجعل", "v"],
      ["يجعل", "v"],
      ["نجعل", "v"],
      ["تجعلنا", "v"],
      ["جعلني", "v"],
      ["جعلت", "v"],
      ["تجعله", "v"],
      ["تجعل", "v"],
      ["تجعلني", "v"],
    ],
    "assets/images/make.png"
  ],
  [
    [
      ["مشكلة", "n"],
      ["المشكلة", "n"],
      ["بمشكلة", "n"],
      ["المشكلات", "n"],
      ["المشكله", "n"],
      ["ينبغي", "v"],
      ["تنبغي", "v"],
    ],
    "assets/images/problem.jpg"
  ],
  [
    [
      ["الخضار", "n"],
    ],
    "assets/images/vegetabels.png"
  ],
  [
    [
      ["وعدنا", "v"],
      ["وعدوا", "v"],
      ["وعد", "v"],
      ["وعدت", "v"],
    ],
    "assets/images/promise.png"
  ],
  [
    [
      ["النباتات", "n"],
      ["نباتات", "n"],
    ],
    "assets/images/plants.png"
  ],
  [
    [
      ["البيتزا", "n"],
      ["بيتزا", "n"],
      ["قطعة", "n"],
      ["بقطعة", "n"],
    ],
    "assets/images/pizza.png"
  ],
  [
    [
      ["أسمح", "v"],
      ["سمحتوا", "v"],
      ["سمحوا", "v"],
      ["سمحتي", "v"],
      ["سمحت", "v"],
      ["سمح", "v"],
      ["بفضل", "n"],
      ["تفضلا", ""],
      ["فضلا", "n"],
      ["تفضلي", ""],
      ["فبفضلك", ""],
      ["الفاضل", ""]
    ],
    "assets/images/please.png"
  ],
  [
    [
      ["جمعه", "v"],
      ["بجمع", "n"],
      ["الجمع", "n"],
      ["جمع", "n"],
      ["يزيدكم", "n"],
      ["يزيدون", "n"],
      ["المزيد", "n"],
      ["بالمزيد", "n"],
      ["مزيد", "n"],
    ],
    "assets/images/plus.png"
  ],
  [
    [
      ["سجودك", "v"],
      ["السجود", "v"],
    ],
    "assets/images/sujood.png"
  ],
  [
    [
      ["الشمس", "n"],
    ],
    "assets/images/sun.png"
  ],
  [
    [
      ["الأسف", "v"],
      ["للاسف", "n"],
      ["اسف", "n"],
      ["للأسف", "n"],
      ["آسفة", "n"],
    ],
    "assets/images/sorry.png"
  ],
  [
    [
      ["البعض", "n"],
      ["بعضهم", "n"],
      ["بعضها", "n"],
      ["ببعضها", "n"],
      ["بعضنا", "n"],
      ["بعضه", "n"],
      ["بعضا", "n"],
      ["بعض", "n"],
    ],
    "assets/images/some.png"
  ],
  [
    [
      ["المطعم", "n"],
      ["مطعم", "n"],
      ["مطعمي", "n"],
      ["لمطعم", "n"],
      ["الأطعمة", "n"],
      ["للمطعم", "n"],
      ["لمطعمنا", "n"],
      ["مطعما", "n"],
    ],
    "assets/images/restaurant.jpg"
  ],
  [
    [
      ["نبحث", "v"],
      ["تبحث", "v"],
      ["للبحث", "v"],
      ["يبحث", "v"],
      ["بحثا", "v"],
      ["ابحث", "v"],
    ],
    "assets/images/search.png"
  ],
  [
    [
      ["أذكر", "v"],
      ["ستتذكر", "v"],
      ["ذكريات", "n"],
      ["تذكر", "v"],
      ["تذكرت", "v"],
      ["أتذكر", "v"],
      ["تتذكر", "v"],
      ["ذكرك", "v"],
      ["ذكرت", "v"],
      ["تتذكرني", "v"],
    ],
    "assets/images/remeber.png"
  ],
  [
    [
      ["إزالة", "n"],
    ],
    "assets/images/remove.png"
  ],

  [
    [
      ["عادة", "a"],
      ["الاعادة", "v"],
      ["اعادة", "v"],
      ["عادوا", "v"],
      ["عاد", "v"],
      ["كعادته", "n"],
      ["العادة", "a"],
      ["عادت", "v"],
      ["للعودة", "v"],
      ["العودة", "v"],
      ["أعود", "v"],
      ["تعود", "v"],
      ["فيعود", "v"],
      ["یعود", "v"],
      ["عودة", "v"],
      ["بالعودة", "n"],
      ["يعود", "v"],
      ["عودتك", ""],
      ["عودتنا", ""],
      ["تعودنا", "v"],
      ["سيعود", "v"],
      ["يعودا", "v"],
      ["نعود", "v"],
      ["كالعادة", "n"],
      ["عادا", "v"],
    ],
    "assets/images/repeat.png"
  ],
  [
    [
      ["مريض", "n"],
      ["مريضا", "n"],
      ["المريض", "n"],
    ],
    "assets/images/sick.png"
  ],
  [
    [
      ["حذاء", "n"],
      ["الحذاء", "n"],
    ],
    "assets/images/shoes.png"
  ],
  [
    [
      ["زوجها", "n"],
      ["الزوجان", "n"],
      ["متزوج", "n"],
      ["الزوج", "n"],
    ],
    "assets/images/wed.png"
  ],
  [
    [
      ["الإعاقة", "n"],
    ],
    "assets/images/sign.png"
  ],
  [
    [
      ["العيد", "n"],
    ],
    "assets/images/eid.png"
  ],
  [
    [
      ["حملت", "v"],
      ["حملي", "v"],
      ["يتحمل", "v"],
      ["حملنا", "v"],
      ["يحمل", "v"],
      ["حملها", "v"],
      ["حمل", "v"],
      ["فحملها", "v"],
      ["تحمل", "v"],
    ],
    "assets/images/carry.png"
  ],
  [
    [
      ["سيارتك", "n"],
      ["بسيارة", "n"],
      ["سيارات", "n"],
      ["السيارة", "n"],
      ["السيارات", "n"],
      ["سيارة", "n"],
      ["بالسيارة", "n"],
      ["للسيارة", "n"],
      ["سيارتي", "n"],
    ],
    "assets/images/car.png"
  ],
  [
    ["تعال", "v"],
    ["تعالي", "v"],
    "assets/images/come.png"
  ],
  [
    [
      ["بخير", "a"],
    ],
    "assets/images/fine.png"
  ],
  [
    [
      ["بدلا", ""],
    ],
    "assets/images/change.png"
  ],

  [
    [
      ["مرتفع", "a"],
      ["مرتفعة", "a"],
      ["المرتفع", "a"],
      ["العالي", "a"],
      ["عالية", "a"],
      ["عال", "a"],
      ["أعالي", "v"],
      ["عالي", "a"],
    ],
    "assets/images/high.png"
  ],
  [
    [
      ["الأخضر", "n"],
      ["أخضر", "n"],
      ["الخضراء", "n"],
      ["بالخضر", "n"],
      ["اخضر", "n"],
      ["خضراء", "n"],
    ],
    "assets/images/friday.png"
  ],
  [
    [
      ["الجمعة", "n"],
      ["جمعة", "n"],
    ],
    "assets/images/friday.png"
  ],

  [
    [
      ["أسامحك", "v"],
      ["سامحني", "v"],
    ],
    "assets/images/forgive.png"
  ],
  [
    [
      ["الممتعة", "a"],
      ["الممتع", "a"],
      ["ممتعة", "a"],
      ["ممتع", "a"],
      ["ممتعا", "a"],
      ["المتعة", "a"],
      ["التمتع", "v"],
      ["يستمتعان", "v"],
      ["مستمتعة", "v"],
      ["بالمتعة", "v"],
      ["استمتع", "v"],
      ["مستمتعين", "v"],
      ["نستمتع", "v"],
      ["لتستمتع", "v"],
      ["للإستمتاع", "v"],
    ],
    "assets/images/enjoy.png"
  ],
  [
    [
      ["سمع", "v"],
      ["تسمعين", "v"],
      ["نسمع", "v"],
      ["سمعه", "v"],
      ["تسمعا", "v"],
      ["يسمعها", "v"],
      ["اسمع", "v"],
      ["تسمعني", "v"],
      ["يسمعنا", "v"],
      ["سمعا", "v"],
      ["سمعتك", "v"],
      ["سمعتم", "v"],
      ["سمعت", "v"],
      ["يستمع", "v"],
      ["استمع", "v"],
    ],
    "assets/images/listening.png"
  ],
  [
    [
      ["نادوا", "v"],
      ["ينادونني", "v"],
      ["منادیا", "v"],
      ["أناديها", "v"],
      ["يناديه", "v"],
    ],
    "assets/images/call.png"
  ],
  [
    [
      ["المكالمة", "n"],
    ],
    "assets/images/phonecall.png"
  ],
  [
    [
      ["فراشه", "n"],
    ],
    "assets/images/butterfly.jpg"
  ],
  [
    [
      ["الباص", "n"],
      ["الحافلة", "n"],
    ],
    "assets/images/bus.png"
  ],
  [
    [
      ["يا", "l"],
      ["شخص", "n"],
      ["الشخص", "n"],
      ["الشخصية", "n"],
      ["شخصیتك", "n"],
      ["شخصياتهم", "n"],
      ["شخصيا", "n"],
    ],
    "assets/images/anyone.png"
  ],

  [
    [
      ["الاسعاف", "n"],
      ["إسعاف", "n"],
      ["الإسعاف", "n"],
      ["المشفى", "n"],
      ["المستشفى", "n"],
    ],
    "assets/images/hospital.png"
  ],
  [
    [
      ["احل", "v"],
      ["الحل", "n"],
      ["الحلول", "n"],
      ["يحلها", "v"],
      ["حل", "v"],
      ["حلت", "v"],
    ],
    "assets/images/solve.png"
  ],
  [
    [
      ["تبتسم", "v"],
      ["الابتسام", "v"],
      ["بابتسامة", "v"],
      ["مبتسما", "v"],
      ["فابتسم", ""],
      ["ابتسمت", "v"],
      ["مبتسمون", "v"],
    ],
    "assets/images/smile.png"
  ],
  [
    [
      ["بتنظيم", "v"],
      ["تنظيم", "v"],
    ],
    "assets/images/organized.png"
  ],
  [
    [
      ["لألعاب", "n"],
      ["الألعاب", "n"],
      ["ألعاب", "n"],
      ["بألعاب", "n"],
      ["بالألعاب", "n"],
      ["الالعاب", "n"],
      ["العاب", "n"],
      ["ألعابهم", "n"],
    ],
    "assets/images/toys.png"
  ],
  [
    [
      ["انتظار", "v"],
      ["الإنتظار", "v"],
      ["تنتظرني", "v"],
      ["انتظري", "v"],
      ["ننتظر", "v"],
      ["ننتظره", "v"],
      ["انتظر", "v"],
      ["فأنتظر", "v"],
      ["ننتظركم", "v"],
      ["تنتظر", "v"],
    ],
    "assets/images/wait.png"
  ],
  [
    [
      ["أبيض", "n"],
      ["ابيض", "n"],
      ["الأبيض", "n"],
    ],
    "assets/images/white.png"
  ],
  [
    [
      ["الدكتور", "n"],
      ["الطبيب", "n"],
      ["طبيب", "n"],
      ["للطبيب", "n"],
    ],
    "assets/images/doctor.png"
  ],
  [
    [
      ["نقطة", "n"],
    ],
    "assets/images/dot.png"
  ],
  [
    [
      ["مختلف", "a"],
      ["مختلفة", "a"],
      ["يختلف", "a"],
      ["تختلف", "a"],
      ["المختلفة", "a"],
    ],
    "assets/images/different.png"
  ],
  [
    [
      ["استيقظ", "v"],
      ["يستيقظ", "v"],
    ],
    "assets/images/wake-up.png"
  ],
  [
    [
      ["الطاولة", "n"],
      ["طاولتي", "n"],
      ["طاولة", "n"],
    ],
    "assets/images/tabel.png"
  ],
  [
    [
      ["سندوتشات", "n"],
      ["سندوتش", "n"],
      ["سندويتشات", "n"],
      ["السندوتش", "n"],
    ],
    "assets/images/sandwich.png"
  ],
  [
    [
      ["لزهرة", "n"],
      ["الزهرة", "n"],
      ["زهرها", "n"],
      ["زهرة", "n"]
    ],
    "assets/images/rose.png"
  ],
  [
    [
      ["مسطره", "n"],
    ],
    "assets/images/ruler.png"
  ],
  [
    [
      ["غسل", "v"],
      ["تغسل", "v"],
      ["غسلتها", "v"],
    ],
    "assets/images/wash.png"
  ],
  [
    [
      ["لمشاهدة", "v"],
      ["أشاهد", "v"],
      ["شاهدتم", "v"],
      ["مشاهدة", "v"],
      ["شاهدت", "v"],
      ["فشاهدنا", "v"],
      ["شاهدنا", "v"],
      ["تشاهد", "v"],
    ],
    "assets/images/watch.png"
  ],
  [
    [
      ["زراعة", "n"],
      ["الزراعة", "n"],
    ],
    "assets/images/plant.png"
  ],
  [
    [
      ["نحن", "n"],
      ["فنحن", "n"],
    ],
    "assets/images/we.png"
  ],
  [
    [
      ["أسبوع", "n"],
      ["الاسبوع", "n"],
      ["الأسبوع", "n"],
    ],
    "assets/images/week.png"
  ],
  [
    [
      ["الوزن", "n"],
      ["بوزن", "n"],
      ["وزن", "n"],
      ["بوزنه", "n"],
    ],
    "assets/images/weight.png"
  ],
  [
    [
      ["برتقالي", "n"],
    ],
    "assets/images/orangec.png"
  ],
  [
    [
      ["البرتقال", "n"],
      ["برتقال", "n"],
    ],
    "assets/images/orange.png"
  ],
  [
    [
      ["ضدهم", "a"],
    ],
    "assets/images/oppose.png"
  ],
  [
    [
      ["قديم", "a"],
      ["القديمة", "a"],
      ["القديم", "a"],
    ],
    "assets/images/old.png"
  ],
  [
    [
      ["على", "l"],
    ],
    "assets/images/on.png"
  ],
  [
    [
      ["الليل", "n"],
      ["ليلتها", "n"],
      ["مساء", "n"],
      ["المساء", "n"],
      ["مسائية", "n"],
    ],
    "assets/images/night.png"
  ],
  [
    [
      ["بالتالي", "n"],
      ["متتالية", "n"],
      ["التالي", "n"],
      ["ثم", "l"],
    ],
    "assets/images/next.png"
  ],
  [
    [
      ["غاضب", "v"],
      ["غاضبه", "v"],
      ["غاضبة", "v"],
    ],
    "assets/images/nervous.jpg"
  ],
  [
    [
      ["بقرة", "n"],
      ["البقرة", "n"],
    ],
    "assets/images/cow.png"
  ],
  [
    [
      ["الكورونا", "n"],
      ["كورونا", "n"],
    ],
    "assets/images/corona.png"
  ],
  //from here afnan data 2
  [
    [
      ["يطبخها", ""],
      ["مطبخي", ""],
    ],
    "assets/images/cook.jpg"
  ],
  [
    [
      ["بألوان", ""],
      ["الأوان", ""],
      ["ألوان", ""],
      ["الألوان", ""],
      ["اللون", ""],
      ["لون", ""],
      ["لونه", ""],
      ["لونان", ""],
      ["لونها", ""],
      ["ألون", ""],
    ],
    "assets/images/color.png"
  ],
  [
    [
      ["افطاري", ""],
      ["الإفطار", ""],
      ["الافطار", ""],
    ],
    "assets/images/breakfast.png"
  ],
  [
    [
      ["كسر", ""],
      ["كسرته", ""],
      ["اكسره", ""],
      ["أنكسر", ""],
      ["كسرت", ""],
      ["بتكسير", ""],
    ],
    "assets/images/broken.png"
  ],
  [
    [
      ["بني", ""],
    ],
    "assets/images/brown.png"
  ],
  [
    [
      ["نبني", ""],
      ["بنائه", ""],
      ["بناء", ""],
      ["البناء", ""],
    ],
    "assets/images/building.png"
  ],
  [
    [
      ["زوجته", ""],
      ["الزوجة", ""],
      ["لزوجته", ""],
      ["زوجتي", ""],
    ],
    "assets/images/building.png"
  ],
  [
    [
      ["فازت", ""],
      ["يفوز", ""],
      ["نفوز", ""],
    ],
    "assets/images/win.png"
  ],
  [
    [
      ["واحدة", ""],
      ["الواحدة", ""],
      ["بالواحد", ""],
      ["واحد", ""],
    ],
    "assets/images/one.png"
  ],
  [
    [
      ["الاثنان", ""],
      ["الإثنين", ""],
      ["اثنين", ""],
    ],
    "assets/images/two.png"
  ],
  [
    [
      ["لثلاثة", ""],
      ["ثلاثة", ""],
      ["بثلاثة", ""],
    ],
    "assets/images/three.png"
  ],
  [
    [
      ["الأربعة", ""],
    ],
    "assets/images/four.png"
  ],
  [
    [
      ["خمسه", ""],
      ["خمس", ""],
      ["خمسة", ""],
      ["بخمسة", ""],
      ["بخمس", ""],
    ],
    "assets/images/five.png"
  ],
  [
    [
      ["تنظيف", ""],
      ["نظيفة", ""],
      ["النظافة", ""],
      ["بالنظافة", ""],
      ["نظافة", ""],
    ],
    "assets/images/clean.png"
  ],
  [
    [
      ["ملابسي", ""],
      ["ملابسا", ""],
      ["الملابس", ""],
      ["ملابس", ""],
      ["ملابسنا", ""],
      ["ملابسه", ""],
    ],
    "assets/images/clothes.png"
  ],
  [
    [
      ["بالملل", ""],
      ["الملل", ""],
      ["متضجر", ""],
      ["متضجرا", ""],
      ["ممل", ""],
    ],
    "assets/images/bored.png"
  ],
  [
    [
      ["القارب", "n"],
      ["قاربنا", "n"],
      ["قارب", "n"],
      ["السفينة", "n"]
    ],
    "assets/images/boat.png"
  ],
  [
    [
      ["أزرق", ""],
      ["زرقاء", ""],
      ["ازرق", ""],
    ],
    "assets/images/blue.png"
  ],
  [
    [
      ["الأسود", "n"],
      ["اسود", "n"],
    ],
    "assets/images/black.png"
  ],
  [
    [
      ["البسكويت", ""],
    ],
    "assets/images/biscuits.png"
  ],
  [
    [
      ["الخارج", ""],
      ["خارج", ""],
    ],
    "assets/images/out.png"
  ],
  [
    [
      ["فضلك", ""],
      ["أفضل", ""],
      ["فضله", ""],
      ["الأفضل", ""],
      ["افضل", ""],
      ["أفضله", ""],
    ],
    "assets/images/better.png"
  ],
  [
    [
      ["حزام", ""],
      ["الحزام", ""],
      ["لحزام", ""],
    ],
    "assets/images/belt.png"
  ],
  [
    [
      ["موز", ""],
    ],
    "assets/images/banana.png"
  ],
  [
    [
      ["تحته", ""],
      ["تحت", ""],
      ["تحتها", ""],
    ],
    "assets/images/below.png"
  ],
  [
    [
      ["الجانب", ""],
      ["جانبها", ""],
      ["بجانبهما", ""],
      ["بجانبك", ""],
      ["جانبي", ""],
      ["جنبيه", ""],
    ],
    "assets/images/behind.png"
  ],
  [
    [
      ["للحمام", ""],
    ],
    "assets/images/bathroom.png"
  ],
  [
    [
      ["اللحم", ""],
    ],
    "assets/images/beaf.png"
  ],
  [
    [
      ["دب", ""],
      ["الدببة", ""],
    ],
    "assets/images/bear.png"
  ],
  [
    [
      ["كرة", "n"],
      ["الكرة", "n"],
      ["بالكرة", "n"],
      ["بالكره", "n"],
      ["بالكرات", "n"],
    ],
    "assets/images/ball.png"
  ],
  [
    [
      ["خبز", "n"],
      ["الخبز", "n"],
    ],
    "assets/images/baker.png"
  ],
  [
    [
      ["الإلكتروني", "n"],
      ["الإلكترونية", ""],
    ],
    "assets/images/technology.png"
  ],
  [
    [
      ["يموت", ""],
      ["الموت", ""],
    ],
    "assets/images/mout.png"
  ],
  [
    [
      ["صلاحية", ""],
    ],
    "assets/images/permision.png"
  ],
  [
    [
      ["مع", ""],
      ["معه", ""],
      ["معك", ""],
      ["معا", ""],
      ["معنا", ""],
      ["معكم", ""],
      ["معها", ""],
      ["معهم", ""],
      ["أجمعين", ""],
      ["تجمعها", ""],
      ["معھم", ""],
      ["معاك", ""],
      ["معاكم", ""],
      ["التجمع", ""],
      ["يتجمع", ""],
    ],
    "assets/images/with.png"
  ],

  [
    [
      ["المتحركة", ""],
      ["تتحرك", ""],
      ["تحرك", ""],
      ["تحركاتهم", ""],
      ["حركات", ""],
      ["يتحرك", ""],
      ["الحركة", ""],
      ["أتحرك", "v"],
    ],
    "assets/images/move.png"
  ],
  [
    [
      ["رائع", "a"],
      ["رائعة", ""],
      ["رائعا", ""]
    ],
    "assets/images/nice.png"
  ],
  [
    [
      ["يلبس", ""],
      ["ألبس", "v"],
      ["ارتداء", ""],
      ["يرتدي", ""]
    ],
    "assets/images/wear.png"
  ],
  [
    [
      ["السريعة", ""],
      ["سريع", "a"],
      ["سريعا", ""],
      ["السريع", ""],
    ],
    "assets/images/fast.png"
  ],
  [
    [
      ["جيدا", ""],
      ["جيدة", ""],
      ["جيد", "a"],
      ["الجيدة", ""],
      ["الجيد", ""],
      ["حبذا", ""],
      ["الرحب", ""],
    ],
    "assets/images/good.png"
  ],
  [
    [
      ["إلى", "l"],
      ["الى", ""],
      ["اليه", ""],
      ["الي", ""],
      ["اليكم", ""],
      ["إليها", ""],
      ["إليه", ""],
      ["فلمن", ""],
      ["لمن", ""]
    ],
    "assets/images/to.png"
  ],
  [
    [
      ["من", "l"],
      ["مِن", ""],
      ["منه", ""],
      ["منها", ""],
      ["منهم", ""],
      ["منك", ""],
      ["منا", ""],
      ["مني", ""],
      ["ممن", ""],
      ["بمن", ""],
      ["كمن", ""],
      ["فمنه", ""],
      ["فعمن", ""],
      ["فمنها", ""],
      ["منهما", ""],
      ["منكم", ""],
      ["مننا", ""]
    ],
    "assets/images/from.png"
    //
  ],
  [
    [
      ["اي", ""],
      ["لاي", ""],
      ["أي", ""],
      ["أيها", ""],
      ["أيتها", ""],
      ["لأي", ""],
    ],
    "assets/images/any.png"
  ],
  [
    [
      ["الحقيبة", ""],
      ["حقيبتي", ""],
      ["بحقيبة", ""],
      ["شنطتي", ""],
      ["شنطته", ""],
    ],
    "assets/images/bag.png"
  ],
  [
    [
      ["مسابقة", ""],
      ["السباق", ""],
      ["سباق", ""],
    ],
    "assets/images/compitition.png"
  ],

  [
    [
      ["هذا", ""],
      ["هذه", ""],
      ["بهذه", ""],
      ["لهذا", ""],
      ["بهذا", ""],
      ["لهذه", ""],
      ["فهذه", ""],
      ["فهذا", ""],
      ["هذي", ""],
    ],
    "assets/images/this.png"
  ],
  [
    [
      ["عندي", ""],
      ["ولديه", ""],
      ["لدى", ""],
      ["لدي", ""],
      ["لديه", ""],
      ["لديهم", ""],
      ["لديك", ""],
      ["لدينا", ""],
      ["فلدي", ""],
      ["لديه", ""],
      ["معي", ""]
    ],
    "assets/images/have.png"
  ],
  [
    [
      ["لو", ""],
      ["لولا", ""],
      ["فلو", ""],
      ["لونك", ""]
    ],
    "assets/images/if.png"
  ],

  [
    [
      ["سيء", "a"],
      ["بسوء", ""],
      ["سيئة", ""],
    ],
    "assets/images/bad.png"
  ],
  [
    [
      ["عطشت", ""],
      ["بالعطش", ""],
      ["عطشان", "a"],
    ],
    "assets/images/thirsty.png"
  ],
  [
    [
      ["سهلا", ""],
      ["السهل", ""],
      ["سهل", "a"],
    ],
    "assets/images/easy.png"
  ],
  [
    [
      ["صعب", "a"],
      ["بذل", ""],
    ],
    "assets/images/difficult.png"
  ],
  [
    [
      ["لتشتري", ""],
      ["نشتري", ""],
      ["أشتري", "v"],
      ["ليشتري", ""],
      ["ستشتري", ""],
      ["تشتري", ""],
      ["يشتريها", ""],
      ["ليشتروا", ""],
      ["يشتري", ""],
      ["اشتروا", ""],
      ["اشتر", ""],
      ["تشترك", ""],
      ["اشتريا", ""],
      ["يشتريان", ""],
      ["يشترك", ""],
      ["اشتريت", ""],
      ["اشتري", ""],
      ["لنشتري", ""],
      ["سأشتري", ""],
      ["يشترى", ""],
      ["بتشتري", ""],
      ["سنشتريه", ""],
      ["دفعت", ""],
      ["دفع", ""],
      ["يدفع", ""],
      ["أدفع", ""],
      ["ادفع", ""],
      ["سأدفع", ""],
      ["فسأدفع", ""],
      ["بيعه", ""],
      ["أبيعها", ""],
      ["نبيعه", ""],
      ["يبيع", ""],
      ["نبيع", ""],
      ["بشراء", ""],
      ["الشراء", ""],
      ["لشراء", ""],
      ["شراء", ""],
    ],
    "assets/images/pay.png"
  ],
  [
    [
      ["اقوم", ""],
      ["تقومي", ""],
      ["نقوم", ""],
      ["قومي", ""],
      ["تقوم", ""],
      ["يقوم", ""],
      ["سأقوم", ""],
      ["قام", ""],
      ["قامت", ""],
      ["قائمة", ""],
      ["فقام", ""],
      ["قاموا", ""],
      ["سيقام", ""],
      ["قمنا", ""],
      ["قمت", ""],
      ["فقم", ""],
    ],
    "assets/images/list.png"
  ],
  [
    [
      ["بروح", ""],
      ["روح", ""],
      ["اروح", ""],
      ["أروح", "v"],
      ["بنروح", ""],
      ["راح", ""],
      ["نذهب", ""],
      ["أذهب", ""],
      ["ذهب", ""],
      ["يذهب", ""],
      ["اذهب", ""],
      ["ذهبوا", ""],
      ["سنذهب", ""],
      ["سأذهب", ""],
      ["ذهبنا", ""],
      ["فلنذهب", ""],
      ["ساذهب", ""],
      ["لنذهب", ""],
      ["ذهبا", ""],
      ["فذهبوا", ""],
      ["فذهب", ""],
      ["يخرج", ""],
      ["يخرجني", ""],
      ["يخرجان", ""],
      ["أخرج", ""],
      ["تخرجهم", ""],
      ["فخرجنا", ""],
      ["خرج", ""],
      ["وصل", ""],
      ["فيصل", ""],
      ["وصلنا", ""],
      ["وصلا", ""],
      ["أوصل", ""],
      ["يوصلنا", ""],
      ["يصل", ""],
      ["يوصل", ""],
    ],
    "assets/images/arrived11.png"
  ],
  [
    [
      ["وصلت", ""],
      ["تخرج", ""],
      ["ستذهب", ""],
      ["ذهبت", ""],
      ["تذهب", ""],
      ["تروحين", ""],
      ["تروح", ""],
      ["ستصلين", ""],
      ["تصل", ""],
    ],
    "assets/images/arrived12.jpg"
  ],
  [
    [
      ["التفاح", ""],
      ["التفاحة", ""],
    ],
    "assets/images/apple.png"
  ],
  [
    [
      ["أجابه", ""],
      ["أجابهم", ""],
      ["للإجابة", ""],
      ["الإجابة", ""],
      ["إجابة", ""],
      ["فأجابته", ""],
      ["إجابتك", ""],
      ["أجاب", ""],
      ["فأجابت", ""],
      ["الجواب", ""],
      ["رد", ""],
      ["فردت", ""],
      ["سرد", ""],
      ["الدردشة", ""],
      ["الرد", ""],
      ["يردد", ""],
      ["مرددا", ""],
      ["ارددھا", ""],
      ["فرد", ""],
      ["ردت", ""],
      ["ترد", ""],
      ["أردد", ""],
      ["رددنا", ""],
      ["نردد", ""],
      ["ردد", ""],
      ["فترديد", ""],
    ],
    "assets/images/answer.png"
  ],
  [
    [
      ["طالب", ""],
    ],
    "assets/images/student.png"
  ],
  [
    [
      ["اكتبت", "v"],
      ["كتبتها", "v"],
      ["ستكتبها", "v"],
      ["أكتب", "v"],
      ["تكتب", "v"],
      ["كتب", "v"],
      ["يكتب", "v"],
      ["كتبت", "v"],
      ["نكتب", "v"],
      ["للكتابة", "v"],
      ["بكتابة", "v"],
      ["الكتابة", "n"],
    ],
    "assets/images/writing.png"
  ],
  [
    [
      ["مكتبته", "n"],
      ["المكتب", "n"],
      ["مكتبي", "n"]
    ],
    "assets/images/workspace.png"
  ],
  [
    [
      ["طفل", "n"],
      ["للطفل", "n"],
      ["طفلة", "n"],
      ["لطفل", "n"],
      ["بالطفل", "n"],
      ["الطفل", "n"],
      ["الطفلة", "n"],
      ["طفلتها", "n"],
      ["الطفلتين", "n"]
    ],
    "assets/images/playtime.png"
  ],
  [
    [
      ["بخوف", ""],
      ["الخوف", ""],
      ["خوفا", ""],
      ["خوف", ""],
      ["خويف", ""],
      ["خائفة", ""],
      ["خائف", "a"],
      ["تخافي", ""],
      ["أخاف", ""],
      ["خاف", ""],
      ["يخاف", ""],
      ["خائفا", ""],
      ["خافت", ""],
      ["شر", ""]
    ],
    "assets/images/fear.png"
  ],
  [
    [
      ["بسؤال", ""],
      ["للسؤال", ""],
      ["سؤالا", ""],
      ["سؤالك", ""],
      ["بالسؤال", ""],
      ["سؤال", ""],
      ["السؤال", ""],
      ["سؤالي", ""],
      ["سأل", ""],
      ["سأله", ""],
      ["يسأل", ""],
      ["يسألانه", ""],
      ["سألت", ""],
      ["فسأله", ""],
      ["يسألهم", ""],
      ["تسأل", ""],
      ["سألها", ""],
      ["فسألت", ""],
      ["سألتها", ""],
      ["نسأل", ""],
      ["سألوه", ""],
      ["تتعجب", ""],
      ["تعجب", ""],
      ["تعجبت", ""],
      ["هل", ""]
    ],
    "assets/images/ask.png"
  ],
  [
    [
      ["أيدي", ""],
      ["يده", ""],
      ["يديك", ""],
      ["يد", ""],
      ["بيدي", ""],
      ["يديه", ""],
      ["يدك", ""],
      ["الأيدي", ""],
      ["يدها", ""],
    ],
    "assets/images/arm.png"
  ],
  [
    [
      ["أغضبتني", ""],
      ["ستغضب", ""],
      ["تغضب", ""],
      ["غضبها", ""],
      ["بغضب", ""],
      ["أزعجك", ""],
      ["أزعجتك", ""],
      ["تزعجني", ""],
      ["المزعجة", ""],
      ["انزعج", ""],
      ["أزعج", ""],
    ],
    "assets/images/angry.png"
  ],
  [
    [
      ["ستغضب", ""],
      ["تغضب", ""],
      ["غضبها", ""],
      ["أزعجتك", ""],
      ["تزعجني", ""],
    ],
    "assets/images/angryw.png"
  ],
  [
    [
      ["تعيد", "v"],
      ["سأعيده", "v"],
      ["يعيد", "v"],
      ["نعيد", "v"],
      ["تكرر", "v"],
      ["نكرر", "v"],
    ],
    "assets/images/again.png"
  ],
  [
    [
      ["كل", ""],
      ["بكل", ""],
      ["كلها", ""],
      ["الكل", ""],
      ["كله", ""],
      ["لكل", ""],
      ["كلكم", ""],
      ["كلهن", ""],
      ["كلهم", ""],
      ["الجميع", ""],
      ["جميعا", ""],
      ["جميع", ""],
      ["لجميع", ""],
      ["فالجميع", ""],
      ["فجميع", ""],
      ["العديد", ""],
      ["كثيرا", ""],
      ["الكثير", ""],
      ["كثيرة", ""],
      ["كثير", ""],
      ["كثيفة", ""],
    ],
    "assets/images/all.png"
  ],
  [
    [
      ["غير", ""],
      ["الغير", ""],
      ["غيرته", ""],
      ["غيره", ""],
      ["التغيير", ""],
      ["فغيرك", ""],
      ["نغير", ""],
      ["غيرها", ""],
      ["تغير", ""],
      ["يستبعدها", ""]
    ],
    "assets/images/another.png"
  ],
  [
    [
      ["صغيرة", ""],
      ["الصغيرة", ""],
      ["الصغير", ""],
      ["صغير", ""],
      ["الأصغر", ""],
      ["للصغار", ""],
      ["صغيرات", ""],
      ["الصغیرة", ""],
      ["الصغيرات", ""],
      ["صغار", ""],
      ["الصغيرين", ""],
      ["الصغار", ""],
      ["فالصغار", ""],
    ],
    "assets/images/small.png"
  ],
  [
    [
      ["بعد", ""],
      ["بعدها", ""],
      ["بعدما", ""],
      ["بعده", ""],
      ["بعدك", ""],
    ],
    "assets/images/after.png"
  ],
  [
    [
      ["حيوان", "n"],
      ["حيوانات", "n"],
      ["الحيوانات", "n"],
    ],
    "assets/images/animal.png"
  ],
  [
    [
      ["قبل", ""],
    ],
    "assets/images/before.png"
  ],
  [
    [
      ["نوم", "n"],
      ["للنوم", "n"],
      ["النوم", "n"],
      ["أنام", "v"],
      ["تنام", "v"],
      ["نام", "v"],
      ["ننام", "v"],
      ["انام", "v"],
      ["فراشك", "n"]
    ],
    "assets/images/sleep.png"
  ],
  [
    [
      ["كيكتك", ""],
      ["الحلوى", ""],
      ["تحلى", ""],
      ["تحلينا", ""],
      ["حلوى", ""],
      ["حلاوة", ""],
    ],
    "assets/images/cake.png"
  ],
  [
    [
      ["الكمبيوتر", "n"],
      ["بالكمبيوتر", "n"],
    ],
    "assets/images/comp.png"
  ],
  [
    [
      ["أنت", ""],
      ["انت", ""],
      ["انتي", ""],
      ["أنتم", ""],
      ["أنتي", ""],
      ["انتم", ""],
      ["فأنت", ""],
      ["أنتن", ""],
      ["فأنتي", ""],
      ["فأنتم", ""],
    ],
    "assets/images/you.png"
  ],

  [
    [
      ["تأكل", "v"],
      ["تأكله", "v"],
      ["بتاكل", "v"],
      ["تناولت", "v"],
      ["تتناول", "v"],
    ],
    "assets/images/eatw.png"
  ],
  [
    [
      ["أكلها", ""],
      ["تناول", ""],
      ["يتناول", ""],
      ["لتناول", ""],
      ["تناولوا", ""],
      ["نتناول", ""],
      ["آكل", ""],
      ["يأكل", ""],
      ["فكل", ""],
      ["نأكل", ""],
      ["يأكلها", ""],
      ["أكل", ""],
      ["اكل", ""],
      ["الطعام", ""],
      ["طعام", ""],
      ["طعاما", ""],
      ["لطعام", ""],
      ["طعامك", ""],
      ["أطعم", ""],
      ["أطعميهم", ""],
      ["طعم", ""],
      ["طعمه", ""],
      ["للأطعمة", ""],
      ["أطعمتي", ""]
    ],
    "assets/images/eat.png"
  ],
  [
    [
      ["ماء", "n"],
      ["الماء", "n"],
      ["بالماء", "n"],
    ],
    "assets/images/water.png"
  ],
  [
    [
      ["فهمت", "v"],
      ["تفهمي", "v"],
      ["اتفقت", "v"],
      ["تعرف", "v"],
      ["تعرفينها", "v"],
      ["ستعرفين", "v"],
      ["تعرفين", "v"]
    ],
    "assets/images/understandingw.png"
  ],
  [
    [
      ["فهم", ""],
      ["فهمها", ""],
      ["ستفهمون", ""],
      ["فهمتك", ""],
      ["أعرفهم", ""],
      ["افهمت", ""],
      ["فهمته", ""],
      ["فهمتم", ""],
      ["فهمنا", ""],
      ["أفهمك", ""],
      ["الفهم", ""],
      ["أتفق", ""],
      ["أعرف", ""],
      ["يعرف", ""],
      ["معرفة", ""],
      ["أعرفها", ""],
      ["نعرف", ""],
      ["عرفت", ""],
      ["تعرفها", ""],
      ["تعرفون", ""],
      ["اعرفها", ""],
      ["المعرفة", ""],
      ["تعرفه", ""],
      ["لتعرف", ""],
      ["عرفنا", ""],
      ["عرف", ""],
      ["أعرفه", ""],
      ["ستعرفها", ""],
      ["اعرف", ""],
      ["علم", ""]
    ],
    "assets/images/understanding.png"
  ],
  [
    [
      ["الرحلات", ""],
      ["رحلة", ""],
      ["رحلتنا", ""],
      ["الرحلة", ""],
      ["برحلة", ""],
      ["لرحلة", ""],
      ["رحلاتهم", ""],
      ["رحلات", ""],
      ["بالرحلة", ""]
    ],
    "assets/images/travel.png"
  ],
  [
    [
      ["السنة", ""],
      ["سنوات", ""],
      ["السنوي", ""],
      ["ألسنة", ""],
      ["سنه", ""],
      ["سنة", ""],
      ["عام", ""],
      ["العام", ""],
    ],
    "assets/images/year.png"
  ],
  [
    [
      ["فلا", ""],
      ["لكن", ""],
      ["لكنه", ""],
      ["لكني", ""],
      ["لكنها", ""],
      ["لكنني", ""],
      ["لكنك", ""],
      ["لكنى", ""],
      ["كلا", ""],
      ["لا", "l"],
      ["ألا", ""],
      ["بلا", ""],
      ["فلا", ""],
      ["كلا", ""],
      ["بعدم", ""],
      ["عدم", ""],
      ["يرفض", ""],
      ["رفض", ""],
      ["رفضت", ""],
      ["بدون", ""]
    ],
    "assets/images/no.png"
  ],
  [
    [
      ["المدرسية", ""],
      ["للمدارس", ""],
      ["مدرسية", ""],
      ["المدرسه", ""],
      ["المدرسة", ""],
      ["للمدرسة", ""],
      ["مدرستي", ""],
      ["مدرستنا", ""],
      ["مدرسة", ""],
      ["بالمدرسة", ""],
      ["مدرستها", ""],
      ["المدرسات", ""],
      ["مدربه", ""],
      ["المعلمة", ""],
      ["معلمتي", ""],
      ["معلمتنا", ""],
      ["معلمة", ""],
      ["استاذة", ""],
      ["أستاذة", ""],
      ["الدرس", ""],
      ["الدروس", ""],
      ["دروس", ""],
      ["دروسكما", ""],
      ["دروسها", ""],
      ["مدروس", ""],
      ["درس", ""],
      ["الحصة", ""],
      ["حصة", ""]
    ],
    "assets/images/teacher.png"
  ],
  [
    [
      ["المدرس", ""],
      ["مدربنا", ""],
      ["للمدرس", ""],
      ["المعلم", ""],
      ["معلمي", ""],
      ["معلم", ""],
      ["المعلمون", ""],
      ["معلمه", ""],
      ["استاذ", ""],
      ["الاستاذ", ""],
      ["استاذه", ""],
      ["استاذي", ""],
      ["أستاذه", ""],
      ["أستاذ", ""],
      ["الأستاذ", ""],
      ["أستاذنا", ""],
    ],
    "assets/images/teacherm.png"
  ],

  [
    [
      ["أمشي", "v"],
      ["فسرت", ""],
      ["يمشي", ""],
      ["مشاة", ""],
      ["نتمشى", ""],
      ["مشيا", ""],
      ["مشي", ""],
      ["مشينا", ""],
      ["يسير", ""],
      ["أسير", ""],
      ["يسيران", ""],
      ["سير", ""],
      ["سيرهما", ""],
      ["المسير", ""],
      ["السير", ""],
      ["يسيرون", ""],
      ["سرت", ""]
    ],
    "assets/images/walk.png"
  ],
  [
    [
      ["أمشي", ""],
      ["يمشي", ""],
      ["مشاة", ""],
      ["نتمشى", ""],
      ["مشيا", ""],
      ["مشي", ""],
      ["مشيت", ""],
      ["مشينا", ""],
      ["يسير", ""],
      ["أسير", ""],
      ["يسيران", ""],
      ["سير", ""],
      ["سيرهما", ""],
      ["المسير", ""],
      ["مسيرها", ""],
      ["السير", ""],
      ["يسيرون", ""],
      ["سرت", ""]
    ],
    "assets/images/walkm.png"
  ],
  [
    [
      ["العالم", ""],
      ["عالم", ""],
    ],
    "assets/images/world.png"
  ],
  [
    [
      ["فهناك", ""],
      ["هناك", ""],
      ["هنا", ""],
      ["باختيار", ""],
      ["مختارين", ""],
      ["لأختار", ""],
      ["فأختار", ""],
      ["يختار", ""],
      ["أختار", ""],
      ["اخترت", ""],
      ["اختاره", ""],
      ["فسأختار", ""],
    ],
    "assets/images/choose.png"
  ],
  [
    [
      ["تعطي", ""],
      ["أعطى", ""],
      ["إعطائي", ""],
      ["أعطيتها", ""],
      ["أعطني", "v"],
      ["أعطاك", ""],
      ["يعطيكم", ""],
      ["سيعطيك", ""],
      ["يعطيه", ""],
      ["تعطيني", ""],
      ["أعطيت", ""],
      ["أعطيته", ""],
      ["أعطت", ""],
      ["بالعطاء", ""],
      ["نعطي", ""],
      ["اعطوه", ""],
      ["فأعطته", ""],
      ["فسأعطيها", ""],
      ["أعطاها", ""],
      ["أعطاه", ""],
      ["تعطيه", ""],
      ["أعطتني", ""],
      ["اعطيك", ""],
      ["أعطيتك", ""],
      ["يعطيك", ""],
      ["أعطيك", ""],
      ["منحتهم", ""],
      ["امنحني", ""],
      ["منحها", ""],
      ["يمنحني", ""],
      ["يقدم", ""],
      ["تقدمه", ""],
      ["تقدم", ""],
      ["قدم", ""],
      ["فقدمتها", ""],
      ["قدمها", ""],
      ["سأقدم", ""],
      ["قدمتها", ""],
      ["يتقدم", ""],
      ["يقدمون", ""],
      ["ليقدم", ""],
    ],
    "assets/images/give.png"
  ],
  [
    [
      ["يهديكم", ""],
      ["نهديهم", ""],
      ["بالهدية", ""],
      ["هدية", ""],
      ["الهدية", ""],
      ["كهدية", ""],
      ["هديتك", ""],
      ["الهدايا", ""],
      ["بالهدايا", ""],
      ["بهدايا", ""]
    ],
    "assets/images/gift.png"
  ],
  [
    [
      ["تتكلم", ""],
      ["قلت", ""],
      ["تقل", ""],
      ["قل", ""],
      ["قلته", ""],
      ["نقول", ""],
      ["كلامي", ""],
      ["كلام", ""],
      ["كلامها", ""],
      ["كلامه", ""],
      ["الحديث", ""],
      ["حديثه", ""],
      ["بالحديث", ""],
      ["حديثك", ""],
      ["قائلا", ""],
      ["تكلمي", ""],
      ["تخبرني", ""],
      ["اخبرني", ""],
      ["أخبرني", ""],
      ["يخبرنا", ""],
      ["تخبروني", ""],
      ["ستخبرون", ""],
      ["أخبريني", ""],
      ["تخبره", ""],
      ["أخبرتنا", ""],
      ["يتحدث", ""],
      ["تتحدث", ""],
      ["التحدث", ""],
      ["أتحدث", ""],
      ["يحدث", ""],
      ["نتحدث", ""],
      ["سيحدث", ""],
      ["تحدث", ""],
      ["يتحدثان", ""],
      ["سأتحدث", ""],
      ["قالت", ""],
      ["فقال", ""],
      ["فقالت", ""],
      ["قالوا", ""],
      ["قال", ""],
      ["يقال", ""],
      ["قائلة", ""],
      ["سأكلم", ""],
      ["كلماتك", ""],
      ["فكلم", ""],
      ["أقول", ""],
      ["يقول", ""],
      ["تقول", ""],
      ["فيقول", ""],
      ["فتقول", ""],
      ["يقوله", ""],
      ["قولي", ""],
      ["سأقول", ""],
      ["قولا", ""],
      ["يقولان", ""],
      ["يقولون", ""],
      ["تقولي", ""],
      ["فقولوا", ""],
      ["وقال", ""],
      ["قرر", ""],
      ["قررت", ""],
      ["فقرر", ""],
      ["فقرروا", ""],
      ["فقررت", ""],
      ["قرروا", ""],
    ],
    "assets/images/talk.png"
  ],
  [
    [
      ["تدرس", ""],
      ["يدرسك", ""],
      ["ندرسها", ""],
      ["أدرس", "v"],
      ["المذاكرة", ""],
      ["سنذاكر", ""],
      ["دراستك", ""],
      ["الدراسة", ""],
      ["الدراسي", ""],
      ["بالدراسة", ""],
      ["لدراسة", ""],
      ["للدراسة", ""],
      ["الدراسية", ""],
      ["لدراستي", ""]
    ],
    "assets/images/studying.png"
  ],

  [
    [
      ["الجديدات", ""],
      ["الجديدة", ""],
      ["الجديد", ""],
      ["جديد", ""],
      ["جديدة", ""],
      ["تحديث", ""],
      ["حديثا", ""],
    ],
    "assets/images/new.png"
  ],
  [
    [
      ["البنت", ""],
      ["بنت", ""],
      ["بنته", ""],
      ["بنتا", ""],
      ["ابنته", ""],
      ["المرأة", ""],
      ["امرأة", ""],
      ["سيدة", ""],
      ["للسيدات", ""],
      ["السيدة", ""],
      ["الفتاة", ""],
      ["فتاة", ""],
      ["طالبه", ""],
      ["الفتيات", ""],
      ["الطالبات", ""],
    ],
    "assets/images/woman.png"
  ],

  [
    [
      ["الفتیة", ""],
      ["الفتيان", ""],
      ["الطلاب", ""],
      ["للطلاب", ""],
      ["التلاميذ", ""],
      ["التلميذ", ""],
      ["الشباب", ""],
      ["شباب", ""]
    ],
    "assets/images/boys.png"
  ],
  [
    [
      ["ولد", ""],
      ["الولد", ""],
      ["شاب", ""],
    ],
    "assets/images/boy.png"
  ],
  [
    [
      ["والديكم", ""],
      ["عائلتهم", ""],
      ["عائلتك", ""],
      ["أفراد", ""],
      ["أشخاص", ""],
      ["عائلتي", ""],
      ["العائلة", ""],
      ["عائلته", ""],
      ["للعائلة", ""],
      ["العائلية", ""],
      ["بالأسرة", ""],
      ["أسرة", ""],
      ["الأسرية", ""],
      ["للأسرة", ""],
      ["الأسرة", ""],
      ["الاسرة", ""],
      ["أسرته", ""],
      ["أقاربنا", ""],
      ["اقاربي", ""],
      ["الأهل", ""],
      ["أهل", ""],
      ["اهلي", ""],
      ["الأبناء", ""],
      ["أبنائها", ""],
      ["أبناء", ""],
      ["أبنائي", ""],
      ["أبناؤه", ""],
      ["الوالدين", ""],
      ["الوالدان", ""],
      ["لوالديه", ""],
      ["والديه", ""],
      ["الابنة", ""],
      ["ابنها", ""],
      ["اولاده", ""],
      ["أولادي", ""],
      ["اولادي", ""],
      ["لأولادنا", ""],
      ["الأولاد", ""],
      ["فالأولاد", ""],
      ["أولاد", ""],
    ],
    "assets/images/family.png"
  ],

  [
    [
      ["والدي", ""],
      ["لابنه", ""],
      ["الابن", ""],
      ["بابني", ""],
      ["لأبيه", ""],
      ["والد", ""],
      ["فوالدي", ""],
      ["والدك", ""],
      ["لوالد", ""],
      ["والده", ""],
      ["الوالد", ""],
      ["ابي", ""],
      ["الاب", ""],
      ["بابا", ""],
      ["ابوك", ""],
      ["ولدي", ""],
      ["أباك", ""],
      ["أبيهم", ""],
      ["أبويه", ""],
      ["أبي", ""],
      ["الأب", ""],
      ["أبو", ""],
      ["أبيه", ""],
      ["أباها", ""],
      ["أبوهم", ""],
      ["أبوه", ""],
    ],
    "assets/images/dad.png"
  ],
  [
    [
      ["الرجل", ""],
      ["رجلا", ""],
      ["برجل", ""],
      ["رجل", ""],
      ["كالرجل", ""],
      ["سيدي", ""]
    ],
    "assets/images/man.png"
  ],
  [
    [
      ["ماذا", ""],
      ["فماذا", ""],
      ["لماذا", ""],
      ["فلماذا", ""],
      ["كيف", ""],
      ["ما", "l"],
      ["مما", ""],
      ["فيما", ""],
      ["ماهي", ""],
      ["بما", ""],
      ["ربما", ""],
      ["فما", ""],
      ["فلما", ""],
    ],
    "assets/images/what.png"
  ],

  [
    [
      ["أخيه", ""],
      ["شقيقان", ""],
      ["شقيقه", ""],
      ["لأخيه", ""],
      ["أخي", ""],
      ["الأخ", ""],
      ["أخوان", ""],
      ["أخواننا", ""],
      ["أخاه", ""],
      ["أخوانك", ""],
      ["أخوانكم", ""],
      ["اخوته", ""],
      ["اخوك", ""],
      ["لأخي", ""],
      ["أخ", ""],
      ["أخوات", ""],
      ["أخوتي", ""],
      ["اخي", ""],
      ["صاحبه", ""],
      ["صاحب", ""],
      ["يصاحبها", ""],
      ["صاحبك", ""],
      ["صديقي", ""],
      ["صديقه", ""],
      ["صديق", ""],
      ["الصديقين", ""],
      ["الصديق", ""],
      ["صديقنا", ""],
      ["صديقك", ""],
      ["صديقان", ""],
      ["صديقهم", ""],
      ["صديقهما", ""],
      ["صديقى", ""],
      ["رفيق", ""],
      ["لصداقتي", ""],
      ["بصداقتنا", ""],
      ["بأصدقائك", ""],
      ["بصداقتهم", ""],
      ["أصدقاءك", ""],
      ["صداقتي", ""],
      ["اصدقائی", ""],
      ["لأصدقائي", ""],
      ["الصحية", ""],
      ["أصحاب", ""],
      ["صحبتي", ""],
      ["صحبتكم", ""],
      ["اصحابي", ""],
      ["أصدقائي", ""],
      ["الأصدقاء", ""],
      ["أصدقاء", ""],
      ["اصدقائي", ""],
      ["أصدقائك", ""],
      ["أصدقائه", ""]
    ],
    "assets/images/friends.png"
  ],
  [
    [
      ["شقيقته", ""],
      ["أختي", ""],
      ["لأخيها", ""],
      ["اختي", ""],
      ["أخته", ""],
      ["بأختك", ""],
      ["أختان", ""],
      ["أختها", ""],
      ["صديقتها", ""],
      ["صديقة", ""],
      ["الصديقة", ""],
      ["صديقتي", ""],
      ["صديقتك", ""],
    ],
    "assets/images/sister.png"
  ],
  [
    [
      ["صديقاتك", ""],
      ["الصديقات", ""],
      ["اخواتي", ""],
      ["الاخوات", ""],
    ],
    "assets/images/friendsw.png"
  ],
  [
    [
      ["أسرع", ""],
      ["بسرعة", ""],
      ["السرعة", ""],
      ["فأسرع", ""],
      ["سرعان", ""],
      ["بالسرعة", ""],
      ["سرعة", ""],
      ["بسرعته", ""],
      ["فلنسرع", ""],
      ["مسرعا", ""],
      ["تتسرع", ""],
      ["يسرع", ""],
      ["فأسرعوا", ""],
      ["اسرع", ""],
      ["اسرعت", ""],
      ["أسرعت", ""],
      ["ركض", ""],
      ["يركض", ""],
      ["فركضت", ""],
      ["يجري", ""],
      ["جرى", ""]
    ],
    "assets/images/run.png"
  ],
  [
    [
      ["فانا", ""],
      ["أنا", ""],
      ["انا", ""],
      ["فأنا", ""]
    ],
    "assets/images/mine.png"
  ],
  [
    [
      ["تقرأ", ""],
      ["القراءة", ""],
      ["اقرأ", ""],
      ["إقرأ", ""],
      ["قرأت", ""],
      ["قرأتني", ""],
      ["تقرا", ""],
      ["نقرأ", ""],
      ["أقرأ", ""],
      ["تقرأها", ""],
      ["لقراءته", ""]
    ],
    "assets/images/read.png"
  ],
  [
    [
      ["بالصلاة", ""],
      ["أصلى", ""],
      ["نصلي", ""],
      ["اصلي", ""],
      ["سأصلي", ""],
      ["سيصلى", ""],
      ["صلاتي", ""],
      ["بصلاة", ""],
      ["الصلاة", ""],
      ["صلاة", ""],
      ["للصلاة", ""],
      ["فالصلاة", ""],
      ["صلاته", ""],
      ["صلى", ""],
      ["يصلي", ""],
      ["صلوا", ""],
      ["لنصلي", ""],
      ["تصلي", ""],
      ["الدعاء", ""],
      ["فدعا", ""],
      ["دعاء", ""],
      ["الله", ""],
      ["والله", ""],
      ["بالله", ""],
      ["اللهم", ""],
      ["فالله", ""],
      ["خالقنا", ""],
      ["الحمدلله", ""],
      ["لله", ""],
      ["ولله", ""],
      ["ربي", ""]
    ],
    "assets/images/praying.png"
  ],
  [
    [
      ["اللعب", ""],
      ["لعبة", ""],
      ["العب", ""],
      ["نلعب", ""],
      ["يلعب", ""],
      ["للعب", ""],
      ["تلعب", ""],
      ["لنلعب", ""],
      ["ألعب", "v"],
      ["باللعب", ""],
      ["فلنلعب", ""],
      ["يلعبان", ""],
      ["بلعب", ""],
      ["لعب", ""],
      ["لعبوا", ""],
      ["اللعبة", ""],
      ["سنلعب", ""],
      ["لعبي", ""]
    ],
    "assets/images/game.png"
  ],
  [
    [
      ["قلم", ""],
      ["قلمي", ""],
      ["بالقلم", ""],
      ["قلما", ""],
      ["قلمك", ""],
    ],
    "assets/images/pencil.png"
  ],
  [
    [
      ["فتحته", ""],
      ["فتحتها", ""],
      ["بفتح", ""],
      ["يفتح", ""],
      ["فتح", ""],
      ["ففتح", ""],
      ["تفتح", ""],
      ["افتحني", ""],
      ["أفتح", ""],
      ["افتح", ""],
    ],
    "assets/images/open.png"
  ],
  [
    [
      ["الشجار", ""],
      ["شجار", ""],
    ],
    "assets/images/shegar.png"
  ],

  [
    [
      ["توقف", ""],
      ["توقفت", ""],
      ["يتوقف", ""],
      ["يقف", ""],
      ["أوقفته", ""],
      ["التوقف", ""],
      ["تتوقف", ""],
      ["فيقف", ""],
      ["وقفت", ""],
      ["وقفنا", ""],
      ["اوقفه", ""]
    ],
    "assets/images/stop.png"
  ],
  [
    [
      ["أرغب", ""],
      ["ارغب", ""],
      ["يرغبن", ""],
      ["ترغبين", ""],
      ["ترغبوا", ""],
      ["تريد", ""],
      ["ابغى", ""],
      ["تبغي", ""],
      ["ابغا", ""],
      ["يبغى", ""],
      ["أبغى", ""],
      ["نريد", ""],
      ["اريد", ""],
      ["تريدني", ""],
      ["يريدني", ""],
      ["تريدون", ""],
      ["أريده", ""],
      ["تريدين", ""],
      ["تريده", ""],
      ["يريد", ""],
      ["يريده", ""],
      ["أريد", "v"],
      ["يريد", ""],
      ["محتاج", ""],
      ["تحتاج", ""],
      ["احتاج", ""],
      ["يحتاجه", ""],
      ["يحتاجون", ""],
      ["أحتاج", ""],
      ["يحتاج", ""],
      ["احتاجها", ""],
      ["احتاجه", ""]
    ],
    "assets/images/want.png"
  ],
  [
    [
      ["اين", ""],
      ["أين", ""],
      ["فأين", ""],
    ],
    "assets/images/where.png"
  ],

  [
    [
      ["متى", ""],
    ],
    "assets/images/when.png"
  ],
  [
    [
      ["كم", ""],
      ["بكم", ""],
    ],
    "assets/images/howmany.png"
  ],

  [
    [
      ["لأمي", ""],
      ["ماما", ""],
      ["أبنتي", ""],
      ["أمه", ""],
      ["الأمهات", ""],
      ["أمك", ""],
      ["أمهم", ""],
      ["بأم", ""],
      ["الأم", ""],
      ["أمي", ""],
      ["أم", ""],
      ["الام", ""],
      ["ام", ""],
      ["امي", ""],
      ["والدته", ""],
      ["والدة", ""],
      ["ابنتها", ""],
      ["ابنتي", ""]
    ],
    "assets/images/mum.png"
  ],
  [
    [
      ["النقود", ""],
      ["نقودك", ""],
      ["نقود", ""],
      ["نقودي", ""],
      ["نقودها", ""],
      ["نقوده", ""],
      ["مبلغ", ""],
      ["المبلغ", ""],
      ["المال", ""],
      ["بالمال", ""],
      ["الأموال", ""],
      ["مال", ""]
    ],
    "assets/images/money.png"
  ],
  [
    [
      ["غرف", ""],
      ["غرفتي", ""],
      ["الغرفة", ""],
      ["غرفة", ""],
      ["غرفته", ""],
      ["غرفتها", ""],
      ["غرفه", ""],
    ],
    "assets/images/living-room.png"
  ],
  [
    [
      ["الأذكى", ""],
      ["ذكية", ""],
      ["أذكياء", ""],
      ["ذكاء", ""],
      ["الذكي", ""],
      ["اذكياء", ""],
      ["الذكية", ""],
      ["ذكي", ""],
      ["التعليم", ""],
      ["تعلمت", ""],
      ["تعلم", ""],
      ["اتعلم", ""],
      ["أتعلم", ""],
      ["تعليم", ""],
      ["تعلمون", ""],
      ["لنتعلم", ""],
      ["تعلمنا", ""],
      ["تعلموه", ""],
      ["تعلمتم", ""],
      ["نتعلم", ""],
      ["تتعلم", ""],
      ["التعليمي", ""],
      ["تعلمها", ""],
      ["تعليمية", ""],
      ["التعليمية", ""],
      ["العلم", ""],
      ["اعلم", ""],
      ["بالعلم", ""],
      ["أعلم", ""],
      ["نعلم", ""],
      ["أعلمك", ""],
      ["يعلم", ""],
      ["ليعلم", ""],
      ["يعلمه", ""],
      ["أتعلمين", ""],
      ["علمي", ""],
      ["علما", ""]
    ],
    "assets/images/learn.png"
  ],
  [
    [
      ["المنزل", ""],
      ["منزله", ""],
      ["للمنزل", ""],
      ["بالمنزل", ""],
      ["منزلهما", ""],
      ["منزلا", ""],
      ["لمنزلها", ""],
      ["منزلية", ""],
      ["بمنزل", ""],
      ["منزل", ""],
      ["منزلنا", ""],
      ["منزلي", ""],
      ["البيت", ""],
      ["بيت", ""],
      ["بيته", ""],
      ["بالبيت", ""],
      ["بيتي", ""],
      ["لبيت", ""],
      ["للبيت", ""],
      ["ببيتهما", ""],
      ["لبيتهما", ""],
      ["لبيته", ""],
      ["الدار", ""],
      ["دار", ""]
    ],
    "assets/images/home.png"
  ],
  [
    [
      ["حديقتنا", ""],
      ["باحة", ""],
      ["الساحة", ""],
      ["ساحة", ""],
      ["الأشجار", ""],
      ["أشجار", ""],
      ["الشجيرات", ""],
      ["أشجارها", ""],
      ["الاشجار", ""],
      ["للأشجار", ""],
    ],
    "assets/images/land.png"
  ],
  [
    [
      ["الشجرة", ""],
      ["شجرة", ""],
      ["بشجرة", ""],
      ["شجرتك", ""],
      ["شجره", ""],
      ["فالشجرة", ""],
    ],
    "assets/images/tree.png"
  ],

  /// ///from here
  [
    [
      ["ملاهي", "n"],
      ["الملاهي", "n"],
      ["حديقة", "n"],
      ["الحديقة", "n"],
      ["للحديقة", "n"],
    ],
    "assets/images/park.png"
  ],
  [
    [
      ["خريطة", "n"],
    ],
    "assets/images/plan1.png"
  ],
  [
    [
      ["الضحك", "n"],
      ["فيضحك", "v"],
      ["يضحك", "v"],
      ["ضحك", "v"],
      ["فضحك", "v"],
      ["ضحكت", "v"],
      ["ضحكات", "v"],
      ["ضحكة", "n"],
      ["نضحك", "v"],
    ],
    "assets/images/laugh.png"
  ],
  [
    [
      ["واجب", "n"],
      ["واجباتي", "n"],
      ["واجبات", "n"],
      ["واجباته", "n"],
    ],
    "assets/images/homework.png"
  ],
  [
    [
      ["يقفل", "v"],
      ["قفلوا", "v"],
      ["نقفل", "v"],
      ["مقفل", "a"],
    ],
    "assets/images/lock.png"
  ],
  [
    [
      ["يفكر", "v"],
      ["فكري", "v"],
      ["فكرتها", "v"],
      ["تفكر", "v"],
      ["الفكر", "n"],
      ["فكر", "v"],
      ["فكرة", "n"],
    ],
    "assets/images/idea.png"
  ],
  [
    [
      ["جائع", "n"],
      ["جائعة", "a"],
      ["بالجوع", "a"],
      ["جوعان", "a"],
      ["الجوع", "n"],
      ["جوعه", "n"],
    ],
    "assets/images/hungry.png"
  ],
  [
    [
      ["طويل", "a"],
      ["طويلا", "a"],
      ["طويلة", "a"],
      ["طول", "n"],
    ],
    "assets/images/tall.png"
  ],
  [
    [
      ["قصير", "a"],
      ["قصرت", "v"],
    ],
    "assets/images/short.png"
  ],
  [
    [
      ["أحب", "v"],
      ["تحب", "v"],
      ["احب", "v"],
      ["يحبه", "v"],
      ["حب", "n"],
      ["تحبين", "v"],
      ["أحبها", "v"],
      ["يحبنا", "v"],
      ["المحبة", "n"],
      ["حبي", "n"],
      ["الحب", "n"],
      ["يحب", "v"],
      ["نحبه", "v"],
      ["حبيبتي", "n"],
      ["تحبيني", "n"],
      ["تحبينها", "n"],
      ["نحب", "v"],
      ["محبوبة", "a"],
      ["طيبة", "a"],
      ["حبها", "v"],
      ["لحب", "n"],
      ["محب", "n"],
      ["بحب", "v"],
      ["احبابي", "n"],
      ["حبايبي", "n"],
      ["أحببته", "v"],
      ["يحبون", "v"],
      ["يحبها", "v"],
      ["أحبه", "v"],
      ["حبه", "n"]
    ],
    "assets/images/love.png"
  ],
  [
    [
      ["فلنسعد", "v"],
      ["يسعدوا", "v"],
      ["السعادة", "n"],
      ["سعدت", "v"],
      ["نسعد", "v"],
      ["سعيد", "a"],
      ["سعيدة", "a"],
      ["استمتعوا", "v"],
      ["استمتعت", "v"],
      ["استمتع", "n"],
      ["بالسعادة", "n"],
      ["تسعد", "v"],
      ["سعد", "n"],
      ["سعادة", "n"],
      ["سعادتكم", "n"],
      ["يفرحون", "v"],
      ["الفرحة", "n"],
      ["بفرحتي", "n"],
      ["يفرح", "v"],
      ["فرحانة", "a"],
      ["فرحين", "v"],
      ["ففرح", "v"],
      ["فرحا", "a"],
      ["فرح", "n"],
      ["فرحت", "v"],
      ["بفرح", "v"],
      ["السرور", "n"],
      ["سرورا", "n"],
      ["مسرورة", "a"],
      ["تسره", "v"],
      ["السراء", "n"],
      ["مسرورات", "v"],
      ["يسر", "n"],
      ["بيسر", "v"],
    ],
    "assets/images/happy.png"
  ],
  [
    [
      ["قلبه", "n"],
      ["قلبي", "n"],
      ["قلبهم", "n"],
      ["القلب", "n"],
      ["قلب", "n"],
      ["قلبا", "n"],
      ["قلوبنا", "n"],
      ["قلوبهم", "n"],
    ],
    "assets/images/heart.png"
  ],
  [
    [
      ["شكرا", "n"],
      ["الشكر", "n"],
      ["شكر", "n"],
      ["شكرها", "v"],
      ["شكرهما", "v"],
      ["شكروني", "v"],
      ["شكر", "n"],
      ["مشكورة", "n"],
      ["مشكورين", "n"],
      ["شكـري", "n"],
    ],
    "assets/images/hands.png"
  ],
  [
    [
      ["مرحبا", "n"],
      ["السلام", "n"],
    ],
    "assets/images/hello.png"
  ],
  [
    [
      ["يشعروا", "v"],
      ["اشعر", "v"],
      ["أشعر", "v"],
      ["يشعر", "v"],
      ["بشعور", "a"],
      ["تشعر", "v"],
      ["شعور", "v"],
      ["الشعور", "n"],
      ["فيشعرون", "v"],
      ["يشعرون", "v"],
      ["شعرت", "v"],
      ["أحس", "v"],
      ["احس", "v"],
    ],
    "assets/images/feelings.png"
  ],
  [
    [
      ["الكتاب", "n"],
      ["كتابي", "n"],
      ["بكتابه", "n"],
      ["بالكتاب", "n"],
      ["كتاب", "n"],
    ],
    "assets/images/book.png"
  ],
  [
    [
      ["السفر", "n"],
      ["سفر", "n"],
      ["سافرت", "v"],
      ["تسافر", "v"],
      ["سافر", "v"],
      ["بالطيارة", "n"],
    ],
    "assets/images/airplane.png"
  ],

  [
    [
      ["جميل", "a"],
      ["جميلة", "a"],
      ["الجميلة", "n"],
      ["الجميل", "n"],
      ["جميلا", "a"],
      ["بجميل", "n"],
      ["الحلوة", "n"],
      ["حلوة", "a"],
      ["حلو", "n"],
      ["يحلو", "v"],
    ],
    "assets/images/appreciation.png"
  ],
  [
    [
      ["الكتب", "n"],
      ["كتبه", "n"],
      ["المكتبة", "n"],
      ["كتب", "v"],
    ],
    "assets/images/book-stack.png"
  ],
  [
    [
      ["بالم", "n"],
      ["الم", "n"],
      ["ألم", "a"],
      ["بألم", "n"],
      ["الألم", "n"],
      ["يتألم", "v"],
      ["متألما", "n"],
      ["بالألم", "n"],
      ["اتألم", "v"],
      ["بالمرض", "n"],
      ["أمرض", "v"],
      ["متعب", "a"],
      ["تعبان", "a"],
      ["التعب", "n"],
      ["بتعب", "n"],
      ["لاتتعب", "v"],
      ["تعبت", "v"],
      ["تتعبوا", "v"],
      ["أتعبها", "v"],
      ["متعبة", "n"],
      ["تتعبين", "v"],
      ["بإرهاق", "n"],
      ["مرهقة", "n"],
      ["مرهقا", "n"],
      ["مرهق", "a"],
      ["إرهاق", "n"],
    ],
    "assets/images/pain.png"
  ],

  [
    [
      ["فحزن", "n"],
      ["حزنا", "v"],
      ["يحزن", "v"],
      ["حزينة", "a"],
      ["فأحزنه", "n"],
      ["يحزنني", "v"],
      ["حزن", "n"],
      ["الحزن", "n"],
      ["حزين", "a"],
      ["تحزن", "v"],
      ["حزينا", "a"],
    ],
    "assets/images/sad.png"
  ],

  [
    [
      ["ببطء", "n"],
      ["بطيئة", "a"],
      ["بطيء", "a"],
    ],
    "assets/images/slow.png"
  ],
  [
    [
      ["يوما", "n"],
      ["يومين", "n"],
      ["يومي", "n"],
      ["اليومية", "n"],
      ["يومهم", "n"],
      ["يومه", "n"],
      ["اليومي", "n"],
      ["يومك", "n"],
      ["ليوم", "n"],
      ["اليوم", "n"],
      ["يوم", "n"],
      ["أيام", "n"],
      ["أيامنا", "n"],
      ["الأيام", "n"]
    ],
    "assets/images/day.png"
  ],

  [
    [
      ["أستطيع", "v"],
      ["نستطيع", "v"],
      ["تستطع", "v"],
      ["يستطيع", "v"],
      ["استطاع", "v"],
      ["أستطع", "v"],
      ["استطع", "v"],
      ["استطيع", "v"],
      ["تستطيع", "v"],
      ["يمكن", "n"],
      ["ممكن", "a"],
      ["يمكنني", "n"],
      ["يمكنك", "n"],
      ["الممكن", "n"],
      ["ليتمكن", "n"],
      ["ممكنا", "n"],
      ["نتمكن", "v"],
      ["يتمكنوا", "v"],
      ["ممكنا", "n"],
      ["ممكنا", "n"],
    ],
    "assets/images/person.png"
  ],

  [
    [
      ["موافقين", "n"],
      ["توافق", "v"],
      ["وافق", "n"],
      ["رضى", "a"],
      ["موافق", "n"],
      ["قبول", "a"],
      ["فقبلت", "n"],
      ["يقبل", "v"],
      ["الإقبال", "n"],
      ["نعم", "n"],
      ["صحيح", "a"],
      ["بلى", "l"],
      ["الصحيح", "n"],
      ["يصح", "v"],
      ["أصحيح", "n"],
      ["تمام", "n"],
      ["طيب", "n"],
      ["تماما", "n"],
      ["أجل", "n"],
      ["يعجبني", "v"],
      ["أعجبتك", "n"],
      ["تعجبك", "v"],
      ["أعجبتني", "n"],
      ["يعجبك", "v"]
    ],
    "assets/images/okay.png"
  ],

  [
    [
      ["اسمها", "n"],
      ["أسمائكم", "n"],
      ["باسمك", "n"],
      ["الاسم", "n"],
      ["اسم", "n"],
      ["يسمى", "v"],
      ["اسمائنا", "n"],
      ["تسمية", "v"],
      ["اسماء", "n"],
      ["اسمي", "n"],
      ["اسمك", "n"],
      ["اسمه", "n"]
    ],
    "assets/images/name.png"
  ],

  [
    [
      ["سأعمل", "v"],
      ["للعمل", "n"],
      ["عملها", "n"],
      ["عملي", "n"],
      ["تعملين", "v"],
      ["العمل", "n"],
      ["عمله", "n"],
      ["يعمل", "v"],
      ["عمل", "n"],
      ["أعمل", "v"],
      ["عملا", "n"],
      ["بالعمل", "n"],
      ["عملك", "n"],
      ["أعمالك", "n"],
      ["بعمل", "n"],
      ["تعمل", "v"],
      ["شغلك", "n"],
      ["اشغل", "v"],
      ["فتنشغل", "v"],
      ["منشغلا", "n"],
      ["تشغل", "v"]
    ],
    "assets/images/businessman.png"
  ],
  [
    [
      ["اجتمع", "v"],
      ["يجتمع", "v"],
      ["تجتمع", "v"],
      ["اجتماع", "n"],
      ["مجتمع", "n"],
      ["المجتمع", "n"],
    ],
    "assets/images/meet.png"
  ],

  [
    [
      ["للأطفال", "n"],
      ["بالأطفال", "n"],
      ["طفولتنا", "n"],
      ["أطفاله", "n"],
      ["الأطفال", "n"],
      ["الطفولة", "n"],
      ["أطفال", "n"],
    ],
    "assets/images/children.png"
  ],
  /* [
    [
      ["تقلقد", "v"],
      ["القلق", "n"],
      ["قلق", "a"],
      ["تقلقي", "v"],
      ["بالقلق", "n"],
    ],
    "assets/images/.png"
  ],*/
  [
    [
      ["نافذة", "n"],
      ["مننافذة", "n"],
      ["شبابيك", "n"],
    ],
    "assets/images/window.png"
  ],
  [
    [
      ["الماضي", "n"],
      ["بالماضي", "n"],
      ["الماضية", "n"],
    ],
    "assets/images/yesterday.png"
  ],
  [
    [
      ["الأصفر", "n"],
      ["الإصفرار", "n"],
      ["صفراء", "n"],
      ["اصفر", "n"],
    ],
    "assets/images/yellow.png"
  ],
  [
    [
      ["شعر", "n"],
    ],
    "assets/images/wig.png"
  ],
  [
    [
      ["الكبير", "n"],
      ["كبيرة", "a"],
      ["كبير", "a"],
      ["الكبيرة", "n"],
      ["كبيرا", "n"],
    ],
    "assets/images/big.png"
  ],
  [
    [
      ["صباح", "n"],
      ["الصباح", "n"],
      ["صباحا", "n"],
    ],
    "assets/images/morning.png"
  ],
  [
    [
      ["تساعدهم", "v"],
      ["يساعدهم", "v"],
      ["ساعدتم", "v"],
      ["ساعديه", "v"],
      ["ساعد", "n"],
      ["نساعدك", "v"],
      ["يساعدك", "v"],
      ["مساعدة", "n"],
      ["لمساعدة", "n"],
      ["نساعد", "v"],
      ["تساعد", "v"],
      ["مساعدتي", "n"],
      ["مساعدتك", "n"],
      ["نساعده", "v"],
      ["يساعدها", "v"],
      ["ليساعدها", "v"],
      ["ساعده", "n"],
    ],
    "assets/images/help.png"
  ],
  [
    [
      ["ساعات", "n"],
      ["الساعه", "n"],
      ["لساعتين", "n"],
      ["الساعة", "n"],
      ["ساعة", "n"],
      ["لساعات", "n"],
    ],
    "assets/images/clock.png"
  ],
  [
    [
      ["فترى", "n"],
      ["تراني", "v"],
      ["سترانى", "n"],
      ["أرى", "v"],
      ["نرى", "v"],
      ["رأيت", "v"],
      ["رأينا", "v"],
      ["أرأيتم", "v"],
      ["رأيتم", "v"],
      ["رأيته", "v"],
      ["رأى", "v"],
      ["رأت", "v"],
      ["يرى", "v"],
      ["ارى", "v"],
      ["أنظر", "n"],
      ["انظر", "v"],
      ["تنظر", "v"],
      ["نظر", "n"],
      ["ينظر", "v"],
      ["نظرت", "v"],
      ["نظري", "n"],
      ["بالنظر", "n"],
      ["نراه", "n"],
      ["نراهم", "v"],
      ["نراھن", "v"],
      ["يرانا", "v"],
      ["يراقب", "v"],
      ["يراقبون", "v"],
      ["أعقبها", "v"],
      ["مراقبة", "n"],
      ["أراقبها", "v"],
      ["راقبنا", "v"],
    ],
    "assets/images/see.png"
  ],

  [
    [
      ["الفطر", "n"],
    ],
    "assets/images/mushreoom.png"
  ],

  [
    [
      ["دائما", "n"],
      ["دائم", "a"],
      ["الدائم", "n"],
      ["دائمة", "a"],
      ["دوما", "n"],
    ],
    "assets/images/always.png"
  ],
];
