List<List> dataImage = [
  [
    [
      ["الاستعداد", ""],
      ["فلنستعد", ""],
      ["مستعدة", ""],
      ["يستعد", ""],
      ["استعدادا", ""],
    ],
    "assets/images/ready.png"
  ],
  [
    [
      ["استخدامها", ""],
      ["مستخدما", ""],
      ["أستخدمه", ""],
      ["يستخدم", ""],
      ["سأستخدمه", ""],
      ["تستخدم", ""],
      ["استخدام", ""],
      ["الاستخدام", ""],
      ["استخدمنا", ""],
      ["استخدم", ""],
    ],
    "assets/images/using.png"
  ],
  [
    [
      ["كنت", ""],
      ["يكن", ""],
      ["كنا", ""],
      ["ليكن", ""],
      ["كن", ""],
      ["فيكن", ""],
      ["فكن", ""],
      ["تكن", ""],
      ["كان", ""],
      ["كانت", ""],
      ["فكان", ""],
      ["كاد", ""],
      ["لكانت", ""],
      ["كانوا", ""],
      ["كانه", ""],
    ],
    "assets/images/past.png"
  ],
  [
    [
      ["تويتر", ""],
      ["للتويتر", ""],
      ["التويتر", ""],
      ["لتويتر", ""],
    ],
    "assets/twitter.png"
  ],
  [
    [
      ["عقلك", ""],
      ["عقلي", ""],
      ["العقل", ""],
      ["الأفكار", ""],
    ],
    "assets/images/brain.png"
  ],
  [
    [
      ["يفيدني", ""],
      ["المفيدة", ""],
      ["نفيد", ""],
      ["مفيدا", ""],
      ["مفيدة", ""],
      ["فائدة", ""],
    ],
    "assets/images/benefits.png"
  ],
  [
    [
      ["يرجع", ""],
      ["رجعوا", ""],
      ["نرجع", ""],
      ["الرجوع", ""],
      ["رجعنا", ""],
      ["رجعت", ""],
      ["ترجع", ""],
      ["للرجوع", ""],
      ["خلف", ""],
      ["الخلف", ""],
      ["الخلفية", ""],
      ["وراء", ""],
      ["كالسهم", ""],
      ["اليسار", ""],
    ],
    "assets/images/arrow.png"
  ],
  [
    [
      ["نتأرجح", ""],
      ["المرجيحة", ""],
      ["تتأرجح", ""],
      ["تأرجح", ""],
      ["الأرجوحة", ""],
      ["يتمرجحون", ""],
    ],
    "assets/images/swing.png"
  ],
  [
    [
      ["يرفع", ""],
      ["رفع", ""],
      ["نرفع", ""],
      ["يرفعون", ""],
      ["رفعت", ""],
      ["بأعلى", ""],
      ["أعلاه", ""],
      ["الأعلى", ""],
    ],
    "assets/images/upload.png"
  ],
  [
    [
      ["أقضي", ""],
      ["نقضي", ""],
      ["قضوا", ""],
      ["يقضي", ""],
      ["القضاء", ""],
      ["قضاء", ""],
      ["تقضي", ""],
      ["اقضي", ""],
      ["قضيت", ""],
      ["قضي", ""],
      ["لقضاء", ""],
      ["تقضى", ""],
      ["نقضى", ""],
    ],
    "assets/images/spend.png"
  ],
  [
    [
      ["أصبح", ""],
      ["تصبح", ""],
      ["فأصبح", ""],
      ["نصبح", ""],
      ["أصبحت", ""],
      ["يصبح", ""],
      ["فيصبح", ""],
      ["تصبحي", ""],
      ["لتصبح", ""],
      ["اصبحت", ""],
    ],
    "assets/images/become.png"
  ],
  [
    [
      ["زرع", ""],
      ["مزرعة", ""],
      ["زرعت", ""],
      ["يزرع", ""],
      ["مزرعته", ""],
      ["مزارعا", ""],
      ["المزارع", ""],
    ],
    "assets/images/planting.png"
  ],
  [
    [
      ["ريال", ""],
    ],
    "assets/images/saudi.png"
  ],
  [
    [
      ["سعودية", ""],
      ["الرياض", ""],
    ],
    "assets/images/saudi-arabia.png"
  ],
  [
    [
      ["صفة", ""],
      ["صفات", ""],
      ["بصفة", ""],
      ["يصفها", ""],
      ["صفاتها", ""],
      ["سأصف", ""],
      ["بوصفها", ""],
      ["وصف", ""],
      ["بصفته", ""],
      ["تصف", ""],
      ["مهارات", ""],
      ["المهارات", ""],
      ["مهارة", ""],
      ["مهاراته", ""],
      ["بالمهارات", ""],
    ],
    "assets/images/skills.png"
  ],
  [
    [
      ["يحتوي", ""],
      ["المحتوى", ""],
      ["تحتوي", ""],
    ],
    "assets/images/contain.png"
  ],
  [
    [
      ["تفعل", ""],
      ["فعلا", ""],
      ["أفعل", ""],
      ["فعله", ""],
      ["تفعله", ""],
      ["ستفعل", ""],
      ["افعل", ""],
      ["بالفعل", ""],
      ["سنفعل", ""],
      ["يفعل", ""],
      ["فعلها", ""],
      ["فعلة", ""],
      ["نفعل", ""],
      ["سأفعل", ""],
      ["لفعل", ""],
      ["يفعله", ""],
      ["فعل", ""],
      ["الفعل", ""],
      ["فعلت", ""],
      ["ستفعلين", ""],
      ["تفعلون", ""],
    ],
    "assets/images/do.png"
  ],
  [
    [
      ["قرر", ""],
      ["قررت", ""],
      ["فقرر", ""],
      ["فقرروا", ""],
      ["فقررت", ""],
      ["قرروا", ""],
    ],
    "assets/images/decision.png"
  ],
  [
    [
      ["المسجد", ""],
      ["للمسجد", ""],
    ],
    "assets/images/mosque.png"
  ],
  [
    [
      ["كوبا", ""],
      ["كوب", ""],
      ["الكوب", ""],
    ],
    "assets/images/cup.png"
  ],
  [
    [
      ["الجبنة", ""],
      ["جبن", ""],
      ["الجبن", ""],
    ],
    "assets/images/cheese.png"
  ],
  [
    [
      ["مكرونة", ""],
    ],
    "assets/images/noodles.png"
  ],
  [
    [
      ["قليلا", ""],
      ["قليل", ""],
      ["الأقل", ""],
      ["لتقليل", ""],
      ["فقليل", ""],
      ["القليل", ""],
      ["شوي", ""],
    ],
    "assets/images/little.png"
  ],
  [
    [
      ["يسقط", ""],
      ["سقطت", ""],
      ["تسقط", ""],
      ["سقط", ""],
      ["السقوط", ""],
    ],
    "assets/images/fall.png"
  ],
  [
    [
      ["التميز", ""],
      ["المتميز", ""],
      ["للتميز", ""],
      ["تميز", ""],
      ["يتميز", ""],
      ["متميزة", ""],
      ["للمتميزات", ""],
      ["التمييز", ""],
      ["متميز", ""],
      ["مميزا", ""],
      ["ممتاز", ""],
      ["يميزه", ""],
      ["أميزها", ""],
      ["اميزها", ""],
    ],
    "assets/images/medal.png"
  ],
  [
    [
      ["يبدأون", ""],
      ["فبدأت", ""],
      ["بدأن", ""],
      ["فيبدأ", ""],
      ["يبدأ", ""],
      ["أبدا", ""],
      ["بدأت", ""],
      ["بدأ", ""],
      ["بدأنا", ""],
      ["بداية", ""],
      ["تبدأ", ""],
      ["نبدأ", ""],
    ],
    "assets/images/start.png"
  ],
  [
    [
      ["شهادة", ""],
      ["الشهادة", ""],
      ["شهدت", ""],
    ],
    "assets/images/shahada.png"
  ],
  [
    [
      ["ليرتاح", ""],
      ["يرتاح", ""],
      ["مرتاح", ""],
      ["نرتاح", ""],
      ["ارتاح", ""],
    ],
    "assets/images/rest.png"
  ],
  [
    [
      ["الذنوب", ""],
      ["ذنوبه", ""],
      ["السيئ", ""],
      ["سيء", "a"],
      ["بسوء", "n"],
      ["سيئة", "a"],
    ],
    "assets/images/bad.png"
  ],
  [
    [
      ["أرنبا", ""],
      ["كأرنب", ""],
      ["الأرنب", ""],
      ["أرنب", ""],
    ],
    "assets/images/rabbit.png"
  ],
  [
    [
      ["المسحة", ""],
    ],
    "assets/images/rag.png"
  ],
  [
    [
      ["وضع", ""],
      ["وضعت", ""],
      ["الوضع", ""],
      ["سنضع", ""],
      ["وضعنا", ""],
      ["ليضع", ""],
      ["وضعها", ""],
      ["تضع", ""],
      ["نضع", ""],
      ["فوضعها", ""],
      ["وضعتها", ""],
      ["ضعه", ""],
      ["وضعك", ""],
    ],
    "assets/images/put.png"
  ],
  [
    [
      ["لحماية", ""],
      ["حماية", ""],
      ["لتحمي", ""],
    ],
    "assets/images/protect.jpg"
  ],
  [
    [
      ["بالشكل", ""],
      ["يشكل", ""],
      ["الشكل", ""],
      ["بشكل", ""],
      ["شكل", ""],
      ["أشكال", ""],
    ],
    "assets/images/shapes.png"
  ],
  [
    [
      ["الصورة", ""],
      ["صور", ""],
      ["تصور", ""],
    ],
    "assets/images/picture.png"
  ],
  [
    [
      ["عطرة", ""],
    ],
    "assets/images/perfume.png"
  ],
  [
    [
      ["جزء", ""],
    ],
    "assets/images/Part.png"
  ],
  [
    [
      ["الورقة", ""],
      ["الورق", ""],
      ["أوراق", ""],
      ["الأوراق", ""],
    ],
    "assets/images/paper.png"
  ],
  [
    [
      ["الاخرى", ""],
      ["اخر", ""],
      ["للاخر", ""],
      ["أخرى", ""],
      ["الأخرى", ""],
      ["الآخرين", ""],
      ["للآخرين", ""],
    ],
    "assets/images/other.png"
  ],
  [
    [
      ["رقما", ""],
      ["الرقم", ""],
      ["رقم", ""],
      ["الرقمي", ""],
      ["عدد", ""],
    ],
    "assets/images/numbers.png"
  ],
  [
    [
      ["الان", ""],
      ["الآن", ""],
      ["الأن", ""],
      ["لتوي", ""],
      ["للتو", ""],
      ["الحين", ""],
    ],
    "assets/images/now.jpg"
  ],
  [
    [
      ["نهاية", ""],
      ["انتهاء", ""],
      ["الانتهاء", ""],
      ["بانتهاء", ""],
      ["النهاية", ""],
      ["بأنتهاء", ""],
      ["انتهائها", ""],
      ["النهائي", ""],
      ["إنهاء", ""],
    ],
    "assets/images/finish.png"
  ],
  [
    [
      ["نفسه", ""],
      ["نفسك", ""],
      ["لنفسه", ""],
      ["أنفسنا", ""],
      ["النفس", ""],
      ["بنفس", ""],
      ["الأنفس", ""],
      ["اتنفس", ""],
      ["نفسي", ""],
      ["بنفسكي", ""],
      ["بنفسه", ""],
      ["التنفس", ""],
      ["بنفسي", ""],
      ["تنفس", ""],
      ["أنفسهم", ""],
    ],
    "assets/images/breath.png"
  ],
  [
    [
      ["العنب", ""],
      ["عنب", ""],
    ],
    "assets/images/grape.png"
  ],
  [
    [
      ["لقاءنا", ""],
      ["بلقائه", ""],
      ["بلقاء", ""],
      ["لقاء", ""],
      ["بلقائك", ""],
      ["اللقاء", ""],
    ],
    "assets/images/greet.jpg"
  ],
  [
    [
      ["حفرت", ""],
      ["بالحفر", ""],
      ["يحفر", ""],
      ["نحفره", ""],
    ],
    "assets/images/dig.png"
  ],
  [
    [
      ["وجد", ""],
      ["وجدت", ""],
      ["توجد", ""],
      ["وجدتها", ""],
      ["فوجده", ""],
      ["وجدا", ""],
      ["وجده", ""],
      ["وجدتم", ""],
      ["فوجدوا", ""],
      ["فوجد", ""],
      ["فوجدنا", ""],
      ["يوجد", ""],
      ["يجد", ""],
      ["تجده", ""],
      ["ستجد", ""],
      ["لاأجد", ""],
      ["اجد", ""],
      ["تجدين", ""],
      ["تجدها", ""],
      ["ليجدوا", ""],
      ["فيجدانها", ""],
      ["نجد", ""],
      ["فتجده", ""],
      ["أجد", ""],
      ["أجدها", ""],
      ["ستجدني", ""],
    ],
    "assets/images/find.png"
  ],
  [
    [
      ["الحارقة", ""],
      ["حار", ""],
    ],
    "assets/images/hot.png"
  ],
  [
    [
      ["البرد", ""],
      ["برد", ""],
      ["بالبرد", ""],
      ["ببرد", ""],
    ],
    "assets/images/cold.png"
  ],
  [
    [
      ["جدتي", ""],
      ["الجدة", ""],
      ["العجوزة", ""],
      ["العجوز", ""],
      ["عجوز", ""],
    ],
    "assets/images/grandmother.png"
  ],
  [
    [
      ["فترقص", ""],
      ["أرقص", ""],
    ],
    "assets/images/dance.png"
  ],
  [
    [
      ["الخيار", ""],
    ],
    "assets/images/cucumber.png"
  ],
  [
    [
      ["بمهنية", ""],
    ],
    "assets/images/career.png"
  ],
  [
    [
      ["فالتقطها", ""],
      ["تلتقط", ""],
      ["ممسكا", ""],
      ["الممسك", ""],
      ["امسكي", ""],
      ["يمسك", ""],
      ["تمسك", ""],
      ["ممسكة", ""],
    ],
    "assets/images/catch.png"
  ],
  [
    [
      ["كرسيه", ""],
    ],
    "assets/images/chair.png"
  ],
  [
    [
      ["قط", ""],
      ["القطط", ""],
    ],
    "assets/images/cat.png"
  ],
  [
    [
      ["حفلة", ""],
      ["الاحتفال", ""],
      ["نمرح", ""],
      ["أمرح", ""],
      ["مرحى", ""],
      ["يمرحون", ""],
      ["المرح", ""],
      ["بالسعادة", ""],
    ],
    "assets/images/celebration.png"
  ],
  [
    [
      ["قيادته", ""],
      ["القيادة", ""],
      ["قائدو", ""],
    ],
    "assets/images/leader.jpg"
  ],
  [
    [
      ["عباد", ""],
      ["عبادة", ""],
      ["عبد", ""],
      ["العبد", ""],
      ["لعبد", ""],
      ["معبد", ""],
      ["مسلم", ""],
      ["المسلم", ""],
      ["الإسلام", ""],
      ["الإسلامية", ""],
      ["الإسلامي", ""],
    ],
    "assets/images/ebada.jpg"
  ],
  [
    [
      ["العصير", ""],
      ["عصير", ""],
      ["الشراب", ""],
    ],
    "assets/images/juice.png"
  ],
  [
    [
      ["لمختبرات", ""],
    ],
    "assets/images/lab.png"
  ],
  [
    [
      ["قفزه", ""],
      ["يقفز", ""],
      ["القفز", ""],
      ["انطلقنا", ""],
      ["الانطلاق", ""],
    ],
    "assets/images/jump.jpg"
  ],
  [
    [
      ["يطرق", ""],
      ["الطرق", ""],
    ],
    "assets/images/knock.png"
  ],
  [
    [
      ["كيلو", ""],
    ],
    "assets/images/kilo.png"
  ],
  [
    [
      ["الأخير", ""],
      ["اخيرا", ""],
      ["أخر", ""],
      ["متأخرة", ""],
      ["تأخر", ""],
      ["بأخر", ""],
      ["تأخرت", ""],
      ["متأخرا", ""],
      ["أخير", ""],
      ["تأخير", ""],
    ],
    "assets/images/last.png"
  ],
  [
    [
      ["التاريخ", ""],
    ],
    "assets/images/date.png"
  ],
  [
    [
      ["ظلام", ""],
      ["الظلام", ""],
      ["ظلالها", ""],
    ],
    "assets/images/dark.jpg"
  ],
  [
    [
      ["الصراخ", ""],
      ["صرخات", ""],
      ["تصرخ", ""],
      ["صرخت", ""],
      ["فصرخ", ""],
      ["صرخة", ""],
      ["يصرخ", ""],
      ["تستغيث", ""],
      ["صاحت", ""],
    ],
    "assets/images/rant.png"
  ],
  [
    [
      ["جملا", ""],
      ["الجمل", ""],
      ["الجملة", ""],
      ["كلمة", ""],
      ["بكلمتين", ""],
    ],
    "assets/images/sentence.png"
  ],
  [
    [
      ["قص", ""],
      ["المقص", ""],
    ],
    "assets/images/cut.png"
  ],
  [
    [
      ["ثاني", ""],
      ["ثانيه", ""],
      ["الثاني", ""],
      ["ثانية", ""],
      ["الثانية", ""],
      ["ثانيا", ""],
      ["هاتان", ""],
      ["مرتين", ""],
      ["الثانوي", ""],
    ],
    "assets/images/second.png"
  ],
  [
    [
      ["التين", ""],
    ],
    "assets/images/fig.png"
  ],
  [
    [
      ["السبت", ""],
    ],
    "assets/images/saturday.jpg"
  ],
  [
    [
      ["اليمين", ""],
      ["الأيمن", ""],
    ],
    "assets/images/rightArrow.png"
  ],
  [
    [
      ["أحمر", ""],
      ["الأحمر", ""],
      ["احمر", ""],
      ["الاحمر", ""],
    ],
    "assets/images/red.png"
  ],
  [
    [
      ["تضرب", ""],
      ["للصفع", ""],
      ["بصفع", ""],
      ["بصفعي", ""],
      ["ضربك", ""],
      ["تضربك", ""],
      ["يضربوني", ""],
      ["يضربني", ""],
      ["عقابك", ""],
      ["عقاب", ""],
      ["يعاقبك", ""],
      ["يعاقب", ""],
      ["عاقبني", ""],
      ["تعاقب", ""],
      ["يؤذي", ""],
      ["بالإيذاء", ""],
      ["إيذانا", ""],
    ],
    "assets/images/hit.png"
  ],
  [
    [
      ["تخف", ""],
      ["اختبأ", ""],
      ["تختفي", ""],
      ["اختفت", ""],
    ],
    "assets/images/hid.png"
  ],
  [
    [
      ["الشيخ", ""],
      ["للشيخ", ""],
      ["شيخنا", ""],
      ["بالشيخ", ""],
      ["شيخ", ""],
    ],
    "assets/images/sheq.png"
  ],
  [
    [
      ["أحضان", ""],
      ["يحتضن", ""],
      ["اعانق", ""],
    ],
    "assets/images/hug.png"
  ],
  [
    [
      ["هي", ""],
      ["لها", ""],
      ["التي", ""],
      ["لكي", ""],
      ["بها", ""],
      ["تلك", ""],
      ["أنها", ""],
      ["إنها", ""],
      ["فإنها", ""],
      ["فهي", ""],
      ["فهيا", ""],
    ],
    "assets/images/she.png"
  ],
  [
    [
      ["هو", ""],
      ["له", ""],
      ["الذي", ""],
      ["لك", ""],
      ["به", ""],
      ["بك", ""],
      ["أنك", ""],
      ["انه", ""],
      ["فهو", ""],
    ],
    "assets/images/he.png"
  ],
  [
    [
      ["الأول", "n"],
      ["أول", "n"],
      ["الأولى", "n"],
      ["أولا", "n"],
      ["الاول", "n"],
      ["لأول", "n"],
      ["فأول", "n"],
    ],
    "assets/images/first.png"
  ],
  [
    [
      ["إشارة", ""],
      ["الإشارة", "n"],
    ],
    "assets/images/traffic-lights.png"
  ],
  [
    [
      ["الصابون", "n"],
    ],
    "assets/images/soap.png"
  ],
  [
    [
      ["بصوت", ""],
      ["صوت", ""],
      ["صوتا", ""],
      ["الصوت", "n"],
      ["صوته", ""],
      ["صوتك", ""],
      ["صوتي", "n"],
    ],
    "assets/images/sound.png"
  ],
  [
    [
      ["السوبرماركت", "n"],
      ["المركز", "n"],
    ],
    "assets/images/Supermarket.png"
  ],
  [
    [
      ["النزول", "n"],
      ["نزلة", ""],
      ["لننزل", ""],
    ],
    "assets/images/takedown.png"
  ],
  [
    [
      ["الاخبار", "n"],
      ["إخباري", ""],
      ["أخبار", ""],
      ["الأخبار", "n"],
      ["اخبار", ""],
      ["أخبارك", ""],
      ["قصصي", ""],
      ["قصة", ""],
      ["القصة", ""],
      ["القصص", ""],
    ],
    "assets/images/Tell.png"
  ],
  [
    [
      ["عشرة", ""],
      ["العاشرة", "n"],
    ],
    "assets/images/Ten.png"
  ],
  [
    [
      ["بالوقت", "n"],
      ["الوقت", "n"],
      ["وقتك", ""],
      ["وقتي", ""],
      ["للوقت", ""],
      ["وقته", ""],
      ["وقتا", ""],
      ["وقتها", ""],
    ],
    "assets/images/time.jpg"
  ],
  [
    [
      ["الذرة", "n"],
    ],
    "assets/images/corn.png"
  ],
  [
    [
      ["كنبة", ""],
      ["الكنبة", "n"],
    ],
    "assets/images/Sofa.png"
  ],
  [
    [
      ["ملف", ""],
      ["ملفاتك", ""],
      ["صفحاتي", ""],
      ["صفحاتك", ""],
      ["صفحات", ""],
    ],
    "assets/images/Folder.png"
  ],
  [
    [
      ["القدم", "n"],
      ["بقدمي", ""],
      ["قدماي", ""],
      ["قدمه", ""],
    ],
    "assets/images/foot.png"
  ],
  [
    [
      ["البطاطس", "n"],
      ["بطاطس", ""],
      ["البطاطا", "n"],
    ],
    "assets/images/fried-potatoes.jpg"
  ],
  [
    [
      ["فواكه", ""],
      ["الفاكهة", "n"],
    ],
    "assets/images/fruits.png"
  ],
  [
    [
      ["ممتلئ", ""],
      ["مليء", ""],
      ["مملوءة", ""],
      ["تملأ", "v"],
      ["مليئة", ""],
      ["كاملة", ""],
      ["كامل", ""],
      ["كاملتين", ""],
      ["لنكمل", ""],
      ["يكملوا", "v"],
      ["نكمل", "v"],
      ["أكمل", "v"],
      ["بأكملها", ""],
      ["أكملي", "v"],
    ],
    "assets/images/full.png"
  ],
  [
    [
      ["مسافة", ""],
      ["بين", ""],
      ["بيننا", ""],
      ["بينها", ""],
      ["بينهما", ""],
      ["الفرق", "n"],
      ["بعيد", ""],
      ["بعيدة", ""],
      ["بعيدا", ""],
      ["البعد", "n"],
      ["تبعد", "v"],
    ],
    "assets/images/distance.png"
  ],
  [
    [
      ["نارا", ""],
      ["نارية", ""],
    ],
    "assets/images/glare.png"
  ],
  [
    [
      ["الشارع", "n"],
      ["للشارع", "n"],
    ],
    "assets/images/street.png"
  ],
  [
    [
      ["الاحد", "n"],
      ["الأحد", "n"],
    ],
    "assets/images/sunday.jpg"
  ],
  [
    [
      ["الشاي", "n"],
    ],
    "assets/images/tea.png"
  ],
  [
    [
      ["دمعت", ""],
      ["بالبكاء", "n"],
      ["يبكي", "v"],
      ["تبكي", "v"],
    ],
    "assets/images/Tear.png"
  ],
  [
    [
      ["اسنانك", ""],
      ["أسنانك", ""],
      ["الأسنان", "n"],
      ["سن", ""],
      ["السن", "n"],
    ],
    "assets/images/teeth.png"
  ],
  [
    [
      ["ضعيفة", ""],
      ["الضعيفة", "n"],
    ],
    "assets/images/thin.png"
  ],
  [
    [
      ["رمينا", ""],
      ["يرمي", "v"],
      ["يقذف", "v"],
    ],
    "assets/images/throw.jpg"
  ],
  [
    [
      ["للنصيحة", ""],
      ["تنصح", "v"],
      ["المعلومات", "n"],
    ],
    "assets/images/tip.png"
  ],
  [
    [
      ["أصابعهم", ""],
      ["أصابع", ""],
      ["أصابعك", ""],
      ["أصبعه", ""],
    ],
    "assets/images/Toe.png"
  ],
  [
    [
      ["بكره", ""],
      ["الغد", "n"],
      ["غد", "n"],
      ["فغدا", ""],
      ["غدا", ""],
    ],
    "assets/images/tomorrow-ar.jpg"
  ],
  [
    [
      ["لسان", ""],
    ],
    "assets/images/tongue.png"
  ],
  [
    [
      ["تفرش", "v"],
    ],
    "assets/images/toothbrush.jpg"
  ],
  [
    [
      ["اللذيذ", ""],
      ["اللذيذة", ""],
      ["لذيذة", ""],
      ["لذيذ", ""],
    ],
    "assets/images/dele.png"
  ],
  [
    [
      ["حياتى", "n"],
      ["الحياة", "n"],
      ["حياة", "n"],
      ["حياتي", "n"],
      ["حياته", "n"],
      ["أحيا", "v"],
      ["فالحياة", ""],
      ["يحيا", "v"],
      ["بحياتهما", ""],
      ["لحياتها", ""],
      ["الدنيا", "n"],
      ["دنياك", "n"],
    ],
    "assets/images/life.jpg"
  ],
  [
    [
      ["أضواء", "n"],
      ["الضوء", "n"],
      ["اضواء", ""],
      ["الإنارة", "n"],
      ["انار", "v"],
      ["الضوئية", "n"],
      ["الأضواء", "n"],
      ["منارة", "n"],
    ],
    "assets/images/light.png"
  ],
  [
    [
      ["خفيفة", "n"],
      ["الخفيفة", "n"],
    ],
    "assets/images/light-weight.png"
  ],
  [
    [
      ["خط", "v"],
      ["بخط", ""],
      ["أخطط", "v"],
      ["أحدد", "v"],
      ["المحددة", "n"],
      ["حددتها", "v"],
    ],
    "assets/images/line.png"
  ],
  [
    [
      ["أسدا", "v"],
    ],
    "assets/images/lion.png"
  ],
  [
    [
      ["تعيش", "v"],
      ["العيش", "n"],
      ["يعيشان", "v"],
      ["عيش", "n"],
      ["نعيش", "v"],
      ["المعيش", ""],
      ["يعيش", "v"],
      ["أقيموا", "v"],
      ["يقيم", "v"],
      ["مسكنا", ""],
      ["يسكن", "v"],
      ["سكنوا", "v"],
      ["مسكنة", "n"],
      ["منزلة", "n"],
    ],
    "assets/images/live2.png"
  ],
  [
    [
      ["الاتجاه", "n"],
      ["تجاهها", ""],
      ["اتجاه", "n"],
      ["الاتجاهات", "n"],
      ["تجاه", "v"],
    ],
    "assets/images/directions.png"
  ],
  [
    [
      ["موقعه", "n"],
      ["الطريق", "n"],
      ["مكان", "n"],
      ["طريق", "n"],
      ["طريقه", "n"],
      ["طريقها", "n"],
      ["الواقع", "n"],
      ["واقع", "v"],
      ["مواقع", "n"],
      ["تقع", "v"],
      ["المكان", "n"],
      ["مكانا", "v"],
      ["مكانك", ""],
      ["الأماكن", "n"],
    ],
    "assets/images/location.png"
  ],
  [
    [
      ["أضيع", "v"],
      ["اضاعت", "v"],
      ["أضاع", "v"],
      ["ضاعت", "v"],
      ["تضيع", "v"],
      ["يضيعها", "v"],
      ["تفقده", "v"],
      ["تفقد", "v"],
      ["فقدت", "v"],
      ["فقدنا", "v"],
      ["فقدته", "v"],
    ],
    "assets/images/lost.png"
  ],
  [
    [
      ["الغداء", "n"],
    ],
    "assets/images/lunch.jpg"
  ],
  [
    [
      ["الصناعية", "n"],
      ["الصناعي", "n"],
      ["الاصطناعية", "n"],
      ["أصنع", "v"],
      ["اصنعها", "v"],
      ["صنعها", "v"],
      ["صنعوها", "v"],
      ["مصنوع", "n"],
      ["بصنعه", "n"],
      ["لصنعها", ""],
      ["سأصنع", ""],
      ["صنعت", "v"],
      ["صنعناها", "v"],
      ["المصنوعة", "n"],
      ["تصنع", "v"],
      ["صنيعك", "n"],
    ],
    "assets/images/manufacture.png",
  ],
  [
    [
      ["العلاج", "n"],
      ["الأدوية", "n"],
      ["دواء", "n"],
      ["الدواء", "n"],
    ],
    "assets/images/medicine.jpg"
  ],
  [
    [
      ["اصمتي", "v"],
      ["صامت", "v"],
      ["اهدئي", "v"],
      ["هدأت", "v"],
      ["تهدئة", "n"],
    ],
    "assets/images/slient.jpg"
  ],
  [
    [
      ["يستحما", "v"],
      ["يستحم", "v"],
    ],
    "assets/images/shower.png"
  ],
  [
    [
      ["دراجة", "n"],
      ["دراجات", "n"],
    ],
    "assets/images/motorbike.png"
  ],
  [
    [
      ["دقيقة", "n"],
    ],
    "assets/images/minute.png"
  ],
  [
    [
      ["شهر", "n"],
      ["أشهر", "n"],
      ["شهريا", "n"],
    ],
    "assets/images/month.jpg"
  ],
  [
    [
      ["للقمر", ""],
      ["القمر", "n"],
    ],
    "assets/images/moon.png"
  ],
  [
    [
      ["الحليب", "n"],
    ],
    "assets/images/milk.png"
  ],
  [
    [
      ["البط", "n"],
      ["البجع", "n"],
    ],
    "assets/images/duck.png"
  ],
  [
    [
      ["هاتفه", "v"],
      ["الهاتف", "n"],
      ["هاتفك", "n"],
      ["الهاتفية", "n"],
    ],
    "assets/images/mobile.png"
  ],
  [
    [
      ["خلق", "v"],
      ["خلقنا", "v"],
      ["خلقها", "v"],
      ["أخلاق", "n"],
    ],
    "assets/images/morals.png"
  ],
  [
    [
      ["القميص", "n"],
      ["قميص", "n"],
      ["البلوزه", "n"],
    ],
    "assets/images/shirt.png"
  ],
  [
    [
      ["أحذية", "n"],
      ["الأحذية", "n"],
      ["حذاء", "n"],
      ["الحذاء", "n"],
    ],
    "assets/images/shoes.png"
  ],
  [
    [
      ["للسوق", "n"],
      ["السوق", "n"],
      ["متجر", "n"],
      ["سوق", "n"],
      ["تسوقوا", "v"],
    ],
    "assets/images/shopping.png"
  ],
  [
    [
      ["خجل", "a"],
      ["أخجل", "v"],
    ],
    "assets/images/shy.png"
  ],
  [
    [
      ["نغني", "v"],
      ["يغني", "v"],
      ["غناء", "n"],
      ["تتغنى", "v"],
      ["مغناة", "n"],
      ["أطرب", "v"],
      ["تطرب", "v"],
    ],
    "assets/images/sing.jpg"
  ],
  [
    [
      ["جلوس", "n"],
      ["فالجلوس", ""],
      ["الجلوس", "n"],
      ["يجلسون", "v"],
      ["جلست", "v"],
      ["ستجلس", "v"],
      ["اجلس", "v"],
      ["تجلس", "v"],
      ["يجلس", "v"],
      ["أجلس", "v"],
      ["لتجلس", ""],
      ["المجلس", "n"],
    ],
    "assets/images/sit.png"
  ],
  [
    [
      ["أطلق", "v"],
      ["نطلق", "v"],
      ["أطلقت", "v"],
      ["اطلق", "v"],
    ],
    "assets/images/gun.png"
  ],
  [
    [
      ["الأسف", "v"],
      ["للاسف", "n"],
      ["اسف", "n"],
      ["للأسف", "n"],
      ["آسفة", "n"],
      ["فاعتذر", ""],
      ["اعتذر", "v"],
      ["المعذرة", "n"],
      ["عذرا", "v"],
    ],
    "assets/images/sorry.png"
  ],
  [
    [
      ["دفتر", "n"],
      ["مذكراتي", "n"],
      ["الدفاتر", "n"],
    ],
    "assets/images/notebook.png"
  ],
  [
    [
      ["التميز", "n"],
      ["المتميز", "n"],
      ["مميز", "v"],
      ["ممتاز", "n"],
    ],
    "assets/images/excellent.png"
  ],
  [
    [
      ["حدث", "v"],
      ["حدثت", "v"],
    ],
    "assets/images/Event.png"
  ],
  [
    [
      ["غبار", "n"],
      ["لغبار", ""],
    ],
    "assets/images/dust.png"
  ],
  [
    [
      ["و", "l"],
    ],
    "assets/images/and.png"
  ],
  [
    [
      ["حتى", "l"],
    ],
    "assets/images/statistics.png"
  ],
  [
    [
      ["عن", "l"],
      ["عندما", "l"],
      ["عند", "l"],
      ["عنها", "l"],
      ["عنه", "l"],
      ["عنك", "l"],
      ["عني", "l"],
      ["عنا", "l"],
      ["عندك", "l"],
      ["عندكم", "l"],
      ["فعند", "l"],
      ["عندها", "l"],
      ["عندنا", "l"],
    ],
    "assets/images/about.png"
  ],
  [
    [
      ["قد", "l"],
      ["لقد", "l"],
      ["فقد", "l"],
      ["فلقد", "l"],
    ],
    "assets/images/maybe.png"
  ],
  [
    [
      ["إلا", "l"],
      ["الا", "l"],
    ],
    "assets/images/alert.png"
  ],
  [
    [
      ["لن", "l"],
    ],
    "assets/images/unless.png"
  ],
  [
    [
      ["لما", "l"],
      ["كلما", "l"],
    ],
    "assets/images/why.png"
  ],
  [
    [
      ["لم", "l"],
    ],
    "assets/images/not.png"
  ],
  [
    [
      ["في", "l"],
      ["فی", "l"],
      ["فيه", "l"],
      ["فيها", ""],
      ["فيك", ""],
      ["بداخلها", ""],
      ["داخل", ""],
      ["بداخل", ""],
      ["داخلي", ""],
      ["بداخلنا", ""],
      ["داخله", ""],
    ],
    "assets/images/in.png"
  ],
  [
    [
      ["قطار", "n"],
      ["القطار", "n"],
      ["بالقطار", "n"],
      ["القطارات", "n"],
    ],
    "assets/images/train.png"
  ],
  [
    [
      ["أمطرته", "v"],
      ["المطر", "n"],
    ],
    "assets/images/rain.png"
  ],
  [
    [
      ["هدوء", "a"],
      ["بهدوء", "n"],
      ["الهدوء", "n"],
    ],
    "assets/images/quiet.jpg"
  ],
  [
    [
      ["القوه", "a"],
      ["قوية", "a"],
      ["بقوة", "n"],
      ["قوة", "a"],
      ["القوة", "n"],
      ["القوية", "n"],
      ["أقوياء", "a"],
    ],
    "assets/images/strong.png"
  ],
  [
    [
      ["التلفاز", "n"],
      ["تلفاز", "n"],
    ],
    "assets/images/television.png"
  ],
  [
    [
      ["الخيمة", "n"],
      ["يخيم", "v"],
      ["خيمتنا", "n"],
    ],
    "assets/images/tent.png"
  ],
  [
    [
      ["خميس", "n"],
    ],
    "assets/images/thursday.jpg"
  ],
  [
    [
      ["شيء", "n"],
      ["شيئا", "n"],
      ["الشيء", "n"],
      ["شي", "n"],
      ["الأشياء", "n"],
      ["أشياء", "n"],
      ["لأشياء", "n"],
      ["بأشياء", "n"],
    ],
    "assets/images/thing.png"
  ],
  [
    [
      ["وسائل", "n"],
      ["الوسائل", "n"],
    ],
    "assets/images/transportation.png"
  ],
  [
    [
      ["أحدهم", "n"],
      ["لهم", "n"],
      ["بينهم", "n"],
      ["عليهم", "n"],
      ["هم", "n"],
      ["أنهم", "n"],
      ["بهم", "n"],
      ["بأنهم", "n"],
      ["لأنهم", "n"],
      ["هاهم", "n"],
      ["فيهم", "n"],
      ["إياهم", "n"],
    ],
    "assets/images/theyAre.png"
  ],
  [
    [
      ["المهاجرة", "n"],
      ["اتركوا", "v"],
      ["يتركهم", "v"],
      ["يتركا", "v"],
      ["تركتني", "v"],
      ["ترك", "v"],
      ["تركنا", "v"],
      ["يترك", "v"],
      ["لتركها", "n"],
      ["أترك", "v"],
      ["تركه", "v"],
      ["نتركك", "v"],
      ["تركها", "v"],
      ["تترك", "v"],
    ],
    "assets/images/emigrate.jpg"
  ],
  [
    [
      ["فراغك", "n"],
      ["فراغي", "n"],
      ["فراغه", "n"],
      ["الفراغ", "n"],
      ["فراغهم", "n"],
    ],
    "assets/images/empty.png"
  ],
  [
    [
      ["اذن", "n"],
      ["باذن", "n"],
      ["أذن", "n"],
      ["بإذن", "n"],
      ["إذن", "n"],
      ["الأذنة", "n"],
      ["أذنة", "n"],
    ],
    "assets/images/ear.png"
  ],
  [
    [
      ["ملوث", "n"],
      ["ملوثا", "n"],
    ],
    "assets/images/Dirty.png"
  ],
  [
    [
      ["التغذية", "n"],
      ["الغذاء", "n"],
    ],
    "assets/images/fed-feed.png"
  ],
  [
    [
      ["ممحاة", "n"],
    ],
    "assets/images/eraser.png"
  ],
  [
    [
      ["اتعشى", "v"],
      ["العشاء", "n"],
      ["للعشاء", "n"],
    ],
    "assets/images/dinner.jpg"
  ],
  [
    [
      ["المديرة", "n"],
      ["المدير", "n"],
      ["لمديرة", "n"],
      ["مدير", "n"],
      ["إدارة", ""],
    ],
    "assets/images/director.png"
  ],
  [
    [
      ["المشروبات", "n"],
      ["مشروبات", "n"],
    ],
    "assets/images/drinks.png"
  ],
  [
    [
      ["عينه", "n"],
      ["عيني", "n"],
      ["بالعين", "n"],
      ["عين", "n"],
    ],
    "assets/images/eye.png"
  ],
  [
    [
      ["يقطع", "v"],
      ["مقطوع", ""],
      ["قطع", "v"],
      ["بقطع", "v"],
      ["ينقطع", "v"],
      ["منقطع", "a"],
    ],
    "assets/images/halt.png"
  ],
  [
    [
      ["أرسل", "v"],
      ["التواصل", "n"],
      ["ايميلك", "n"],
      ["جيميل", "n"],
    ],
    "assets/images/Email.png"
  ],
  [
    [
      ["تشرب", "v"],
      ["ليشرب", "v"],
      ["شربته", "v"],
      ["شرب", "v"],
    ],
    "assets/images/drink.png"
  ],
  [
    [
      ["أشرح", "v"],
      ["يشرحه", "v"],
      ["تشرح", "v"],
    ],
    "assets/images/Explain.png"
  ],
  [
    [
      ["يدخل", "v"],
      ["دخل", "v"],
      ["ادخل", "v"],
      ["دخلا", "v"],
      ["دخلوا", "v"],
      ["دخلت", "v"],
      ["ندخل", "v"],
      ["تدخلين", "v"],
      ["فتدخل", "v"],
      ["يدخلن", "v"],
      ["يدخلان", "v"],
      ["يدخلها", "v"],
      ["ادخله", "v"],
      ["يدخلك", "v"],
      ["دخلناها", "v"],
      ["تدخل", "v"],
    ],
    "assets/images/enter.png"
  ],
  [
    [
      ["رسم", "n"],
      ["أرسم", "v"],
      ["ترسم", "v"],
      ["الرسم", "n"],
      ["رسومات", "n"],
    ],
    "assets/images/draw.png"
  ],
  [
    [
      ["الهمبرجر", "n"],
      ["همبرجر", "n"],
      ["همبرغر", "n"],
    ],
    "assets/images/hamburger.jpg"
  ],
  [
    [
      ["الجزر", "n"],
    ],
    "assets/images/carrot.png"
  ],
  [
    [
      ["فاضي", "n"],
      ["بفارغ", "n"],
      ["تفرغ", "v"],
      ["أفرغ", "v"],
      ["فارغة", "a"],
    ],
    "assets/images/drive.png"
  ],
  [
    [
      ["أسوق", "v"],
      ["السائق", "n"],
      ["السائقين", "n"],
      ["سائق", "n"],
      ["تقود", "v"],
      ["يقود", "v"],
      ["بالمقود", "n"],
    ],
    "assets/images/drive.png"
  ],
  [
    [
      ["منخفضة", "a"],
      ["منخفض", "a"],
    ],
    "assets/images/low.png"
  ],
  [
    [
      ["اجعل", "v"],
      ["يجعل", "v"],
      ["نجعل", "v"],
      ["تجعلنا", "v"],
      ["جعلني", "v"],
      ["جعلت", "v"],
      ["تجعله", "v"],
      ["تجعل", "v"],
      ["تجعلني", "v"],
    ],
    "assets/images/make.png"
  ],
  [
    [
      ["مشكلة", "n"],
      ["المشكلة", "n"],
      ["بمشكلة", "n"],
      ["المشكلات", "n"],
      ["المشكله", "n"],
      ["ينبغي", "v"],
      ["تنبغي", "v"],
    ],
    "assets/images/problem.jpg"
  ],
  [
    [
      ["الخضار", "n"],
    ],
    "assets/images/vegetabels.png"
  ],
  [
    [
      ["وعدنا", "v"],
      ["وعدوا", "v"],
      ["وعد", "v"],
      ["وعدت", "v"],
    ],
    "assets/images/promise.png"
  ],
  [
    [
      ["النباتات", "n"],
      ["نباتات", "n"],
    ],
    "assets/images/plants.png"
  ],
  [
    [
      ["البيتزا", "n"],
      ["بيتزا", "n"],
      ["قطعة", "n"],
      ["بقطعة", "n"],
    ],
    "assets/images/pizza.png"
  ],
  [
    [
      ["أسمح", "v"],
      ["سمحتوا", "v"],
      ["سمحوا", "v"],
      ["سمحتي", "v"],
      ["سمحت", "v"],
      ["سمح", "v"],
      ["بفضل", "n"],
      ["تفضلا", "v"],
      ["فضلا", "n"],
      ["تفضلي", "v"],
      ["فبفضلك", "n"],
      ["الفاضل", "n"],
      ["أرجوك", ""],
      ["أرجو", ""],
      ["ارجو", ""],
      ["ارجوك", ""],
    ],
    "assets/images/please.png"
  ],
  [
    [
      ["جمعه", "n"],
      ["بجمع", "n"],
      ["الجمع", "n"],
      ["جمع", "n"],
      ["يزيدكم", "v"],
      ["يزيدون", "v"],
      ["المزيد", "n"],
      ["بالمزيد", "n"],
      ["مزيد", "n"],
    ],
    "assets/images/plus.png"
  ],
  [
    [
      ["سجودك", "v"],
      ["السجود", "v"],
    ],
    "assets/images/sujood.png"
  ],
  [
    [
      ["الشمس", "n"],
    ],
    "assets/images/sun.png"
  ],
  [
    [
      ["البعض", "n"],
      ["بعضهم", "n"],
      ["بعضها", "n"],
      ["ببعضها", "n"],
      ["بعضنا", "n"],
      ["بعضه", "n"],
      ["بعضا", "n"],
      ["بعض", "n"],
    ],
    "assets/images/some.png"
  ],
  [
    [
      ["المطعم", "n"],
      ["مطعم", "n"],
      ["مطعمي", "n"],
      ["لمطعم", "n"],
      ["الأطعمة", "n"],
      ["للمطعم", "n"],
      ["لمطعمنا", "n"],
      ["مطعما", "n"],
    ],
    "assets/images/restaurant.jpg"
  ],
  [
    [
      ["نبحث", "v"],
      ["تبحث", "v"],
      ["للبحث", "n"],
      ["يبحث", "v"],
      ["بحثا", "v"],
      ["ابحث", "v"],
    ],
    "assets/images/search.png"
  ],
  [
    [
      ["أذكر", "v"],
      ["ستتذكر", "v"],
      ["ذكريات", "n"],
      ["تذكر", "v"],
      ["تذكرت", "v"],
      ["أتذكر", "v"],
      ["تتذكر", "v"],
      ["ذكرك", "v"],
      ["ذكرت", "v"],
      ["تتذكرني", "v"],
    ],
    "assets/images/remeber.png"
  ],
  [
    [
      ["إزالة", "n"],
      ["التقاط", "n"],
      ["تأخذ", "v"],
      ["لأخذك", "n"],
      ["بأخذ", ""],
      ["ااخذ", "v"],
      ["تأخذها", "v"],
      ["يأخذها", "v"],
      ["اخذت", "v"],
      ["أخذتها", "v"],
      ["ستأخذ", ""],
      ["أخذ", "v"],
      ["يأخذ", "v"],
      ["أخذها", "v"],
      ["ياخذ", "v"],
      ["أخذت", "v"],
      ["فأخذها", ""],
      ["تأخذيهما", "v"],
      ["نأخذ", ""],
      ["خذني", ""],
      ["ااخذ", ""],
    ],
    "assets/images/remove.png"
  ],
  [
    [
      ["عادة", "a"],
      ["الاعادة", "n"],
      ["اعادة", "n"],
      ["عادوا", "v"],
      ["عاد", "v"],
      ["كعادته", "n"],
      ["العادة", "a"],
      ["عادت", "v"],
      ["للعودة", "n"],
      ["العودة", "n"],
      ["أعود", "v"],
      ["تعود", "v"],
      ["فيعود", "n"],
      ["یعود", "v"],
      ["عودة", "n"],
      ["بالعودة", "n"],
      ["يعود", "v"],
      ["عودتك", "v"],
      ["عودتنا", "n"],
      ["تعودنا", "v"],
      ["سيعود", "v"],
      ["يعودا", "v"],
      ["نعود", "v"],
      ["كالعادة", "n"],
      ["عادا", "v"],
    ],
    "assets/images/repeat.png"
  ],
  [
    [
      ["مريض", "a"],
      ["مريضا", "n"],
      ["المريض", "n"],
    ],
    "assets/images/sick.png"
  ],
  [
    [
      ["زوجها", "n"],
      ["الزوجان", "n"],
      ["متزوج", "a"],
      ["الزوج", "n"],
    ],
    "assets/images/wed.png"
  ],
  [
    [
      ["الإعاقة", "n"],
    ],
    "assets/images/sign.png"
  ],
  [
    [
      ["العيد", "n"],
    ],
    "assets/images/eid.png"
  ],
  [
    [
      ["حملت", "v"],
      ["حملي", "v"],
      ["يتحمل", "v"],
      ["حملنا", "v"],
      ["يحمل", "v"],
      ["حملها", "v"],
      ["حمل", "v"],
      ["فحملها", "n"],
      ["تحمل", "v"],
    ],
    "assets/images/carry.png"
  ],
  [
    [
      ["سيارتك", "n"],
      ["بسيارة", "n"],
      ["سيارات", "n"],
      ["السيارة", "n"],
      ["السيارات", "n"],
      ["سيارة", "n"],
      ["بالسيارة", "n"],
      ["للسيارة", "n"],
      ["سيارتي", "n"],
      ["المركبة", ""],
      ["مركبات", ""],
      ["المركبات", ""],
    ],
    "assets/images/car.png"
  ],
  [
    ["تعال", "v"],
    ["تعالي", "v"],
    "assets/images/come.png"
  ],
  [
    [
      ["بخير", "a"],
    ],
    "assets/images/fine.png"
  ],
  [
    [
      ["بدلا", "n"],
    ],
    "assets/images/change.png"
  ],
  [
    [
      ["مرتفع", "a"],
      ["مرتفعة", "a"],
      ["المرتفع", "n"],
      ["العالي", "n"],
      ["عالية", "a"],
      ["عال", "a"],
      ["أعالي", "n"],
      ["عالي", "a"],
    ],
    "assets/images/high.png"
  ],
  [
    [
      ["الأخضر", "n"],
      ["أخضر", "n"],
      ["الخضراء", "n"],
      ["بالخضر", "n"],
      ["اخضر", "n"],
      ["خضراء", "a"],
    ],
    "assets/images/green.png"
  ],
  [
    [
      ["الجمعة", "n"],
      ["جمعة", "n"],
    ],
    "assets/images/friday.png"
  ],
  [
    [
      ["أسامحك", "v"],
      ["سامحني", "v"],
    ],
    "assets/images/forgive.png"
  ],
  [
    [
      ["الممتعة", "n"],
      ["الممتع", "n"],
      ["ممتعة", "a"],
      ["ممتع", "a"],
      ["ممتعا", "a"],
      ["المتعة", "n"],
      ["التمتع", "n"],
      ["يستمتعان", "v"],
      ["مستمتعة", "v"],
      ["بالمتعة", "n"],
      ["استمتع", "v"],
      ["مستمتعين", "v"],
      ["نستمتع", "v"],
      ["لتستمتع", "n"],
      ["للإستمتاع", "n"],
    ],
    "assets/images/enjoy.png"
  ],
  [
    [
      ["سمع", "v"],
      ["تسمعين", "v"],
      ["نسمع", "v"],
      ["سمعه", "v"],
      ["تسمعا", "v"],
      ["يسمعها", "v"],
      ["اسمع", "v"],
      ["تسمعني", "v"],
      ["يسمعنا", "v"],
      ["سمعا", "v"],
      ["سمعتك", "v"],
      ["سمعتم", "v"],
      ["سمعت", "v"],
      ["يستمع", "v"],
      ["استمع", "v"],
    ],
    "assets/images/listening.png"
  ],
  [
    [
      ["نادوا", "v"],
      ["ينادونني", "v"],
      ["منادیا", "v"],
      ["أناديها", "v"],
      ["يناديه", "v"],
    ],
    "assets/images/call.png"
  ],
  [
    [
      ["المكالمة", "n"],
      ["الاتصال", ""],
      ["اتصل", ""],
    ],
    "assets/images/phonecall.png"
  ],
  [
    [
      ["فراشه", "n"],
    ],
    "assets/images/butterfly.jpg"
  ],
  [
    [
      ["الباص", "n"],
      ["الحافلة", "n"],
    ],
    "assets/images/bus.png"
  ],
  [
    [
      ["شخص", "n"],
      ["الشخص", "n"],
      ["الشخصية", "n"],
      ["شخصیتك", "n"],
      ["شخصياتهم", "n"],
      ["شخصيا", "n"],
      ["بالأشخاص", "n"],
      ["ناس", ""],
      ["الناس", "n"],
      ["للناس", "n"],
    ],
    "assets/images/anyone.png"
  ],
  [
    [
      ["الاسعاف", "n"],
      ["إسعاف", "n"],
      ["الإسعاف", "n"],
      ["المشفى", "n"],
      ["المستشفى", "n"],
    ],
    "assets/images/hospital.png"
  ],
  [
    [
      ["احل", "v"],
      ["الحل", "n"],
      ["الحلول", "n"],
      ["يحلها", "v"],
      ["حل", "v"],
      ["حلت", "v"],
    ],
    "assets/images/solve.png"
  ],
  [
    [
      ["تبتسم", "v"],
      ["الابتسام", "n"],
      ["بابتسامة", "n"],
      ["مبتسما", "a"],
      ["فابتسم", "n"],
      ["ابتسمت", "v"],
      ["مبتسمون", "a"],
    ],
    "assets/images/smile.png"
  ],
  [
    [
      ["بتنظيم", "v"],
      ["تنظيم", "v"],
    ],
    "assets/images/organized.png"
  ],
  [
    [
      ["لألعاب", "n"],
      ["الألعاب", "n"],
      ["ألعاب", "n"],
      ["بألعاب", "n"],
      ["بالألعاب", "n"],
      ["الالعاب", "n"],
      ["العاب", "n"],
      ["ألعابهم", "n"],
    ],
    "assets/images/toys.png"
  ],
  [
    [
      ["انتظار", "v"],
      ["الإنتظار", "n"],
      ["تنتظرني", "v"],
      ["انتظري", "v"],
      ["ننتظر", "v"],
      ["ننتظره", "v"],
      ["انتظر", "v"],
      ["فأنتظر", "n"],
      ["ننتظركم", "v"],
      ["تنتظر", "v"],
    ],
    "assets/images/wait.png"
  ],
  [
    [
      ["أبيض", "n"],
      ["ابيض", "n"],
      ["الأبيض", "n"],
      ["الابیض", ""],
    ],
    "assets/images/white.png"
  ],
  [
    [
      ["الدكتور", "n"],
      ["الطبيب", "n"],
      ["طبيب", "n"],
      ["للطبيب", "n"],
    ],
    "assets/images/doctor.png"
  ],
  [
    [
      ["نقطة", "n"],
    ],
    "assets/images/dot.png"
  ],
  [
    [
      ["مختلف", "a"],
      ["مختلفة", "a"],
      ["يختلف", "v"],
      ["تختلف", "v"],
      ["المختلفة", "n"],
    ],
    "assets/images/different.png"
  ],
  [
    [
      ["استيقظ", "v"],
      ["يستيقظ", "v"],
    ],
    "assets/images/wake-up.png"
  ],
  [
    [
      ["الطاولة", "n"],
      ["طاولتي", "n"],
      ["طاولة", "n"],
    ],
    "assets/images/tabel.png"
  ],
  [
    [
      ["سندوتشات", "n"],
      ["سندوتش", "n"],
      ["سندويتشات", "n"],
      ["السندوتش", "n"],
    ],
    "assets/images/sandwich.png"
  ],
  [
    [
      ["لزهرة", "n"],
      ["الزهرة", "n"],
      ["زهرها", "n"],
      ["زهرة", "n"],
      ["أزهارها", ""],
      ["مزهوا", ""],
      ["الأزهار", ""],
    ],
    "assets/images/rose.png"
  ],
  [
    [
      ["مسطره", "a"],
    ],
    "assets/images/ruler.png"
  ],
  [
    [
      ["غسل", "v"],
      ["تغسل", "v"],
      ["غسلتها", "v"],
    ],
    "assets/images/wash.png"
  ],
  [
    [
      ["لمشاهدة", "n"],
      ["أشاهد", "v"],
      ["شاهدتم", "v"],
      ["مشاهدة", "v"],
      ["شاهدت", "v"],
      ["فشاهدنا", "v"],
      ["شاهدنا", "v"],
      ["تشاهد", "v"],
    ],
    "assets/images/watch.png"
  ],
  [
    [
      ["زراعة", "n"],
      ["الزراعة", "n"],
    ],
    "assets/images/plant.png"
  ],
  [
    [
      ["نحن", "n"],
      ["فنحن", "n"],
    ],
    "assets/images/we.png"
  ],
  [
    [
      ["أسبوع", "n"],
      ["الاسبوع", "n"],
      ["الأسبوع", "n"],
    ],
    "assets/images/week.png"
  ],
  [
    [
      ["الوزن", "n"],
      ["بوزن", "n"],
      ["وزن", "n"],
      ["بوزنه", "n"],
    ],
    "assets/images/weight.png"
  ],
  [
    [
      ["برتقالي", "n"],
    ],
    "assets/images/orangec.png"
  ],
  [
    [
      ["البرتقال", "n"],
      ["برتقال", "n"],
    ],
    "assets/images/orange.png"
  ],
  [
    [
      ["ضدهم", "a"],
    ],
    "assets/images/oppose.png"
  ],
  [
    [
      ["قديم", "a"],
      ["القديمة", "a"],
      ["القديم", "a"],
    ],
    "assets/images/old.png"
  ],
  [
    [
      ["على", "l"],
      ["عليه", "l"],
      ["عليكم", "l"],
      ["عليك", "l"],
      ["علينا", "l"],
      ["عليها", "l"],
      ["فعلينا", "l"],
      ["علیكم", "l"],
      ["عليكن", "l"],
    ],
    "assets/images/on.png"
  ],
  [
    [
      ["الليل", "n"],
      ["ليلتها", "n"],
      ["مساء", "n"],
      ["المساء", "n"],
      ["مسائية", "n"],
    ],
    "assets/images/night.png"
  ],
  [
    [
      ["بالتالي", "n"],
      ["متتالية", "n"],
      ["التالي", "n"],
      ["ثم", "l"],
    ],
    "assets/images/next.png"
  ],
  [
    [
      ["غاضب", "v"],
      ["غاضبه", "v"],
      ["غاضبة", "v"],
    ],
    "assets/images/nervous.jpg"
  ],
  [
    [
      ["بقرة", "n"],
      ["البقرة", "n"],
    ],
    "assets/images/cow.png"
  ],
  [
    [
      ["الكورونا", "n"],
      ["كورونا", "n"],
    ],
    "assets/images/corona.png"
  ],
  [
    [
      ["يطبخها", "v"],
      ["مطبخي", "n"],
    ],
    "assets/images/cook.jpg"
  ],
  [
    [
      ["بألوان", "n"],
      ["الأوان", "n"],
      ["ألوان", "n"],
      ["الألوان", "n"],
      ["اللون", "n"],
      ["لون", "n"],
      ["لونه", "n"],
      ["لونان", "n"],
      ["لونها", "n"],
      ["ألون", "n"],
    ],
    "assets/images/color.png"
  ],
  [
    [
      ["افطاري", "n"],
      ["الإفطار", "n"],
      ["الافطار", "n"],
    ],
    "assets/images/breakfast.png"
  ],
  [
    [
      ["كسر", "v"],
      ["كسرته", "v"],
      ["اكسره", "v"],
      ["أنكسر", "v"],
      ["كسرت", "v"],
      ["بتكسير", "n"],
    ],
    "assets/images/broken.png"
  ],
  [
    [
      ["بني", "n"],
    ],
    "assets/images/brown.png"
  ],
  [
    [
      ["نبني", "v"],
      ["بنائه", "n"],
      ["بناء", "n"],
      ["البناء", "n"],
    ],
    "assets/images/building.png"
  ],
  [
    [
      ["زوجته", "n"],
      ["الزوجة", "n"],
      ["لزوجته", "n"],
      ["زوجتي", "n"],
    ],
    "assets/images/building.png"
  ],
  [
    [
      ["فازت", "v"],
      ["يفوز", "v"],
      ["نفوز", "v"],
    ],
    "assets/images/win.png"
  ],
  [
    [
      ["واحدة", "n"],
      ["الواحدة", "n"],
      ["بالواحد", "n"],
      ["واحد", "n"],
    ],
    "assets/images/one.png"
  ],
  [
    [
      ["الاثنان", "n"],
      ["الإثنين", "n"],
      ["اثنين", "n"],
    ],
    "assets/images/two.png"
  ],
  [
    [
      ["لثلاثة", "n"],
      ["ثلاثة", "n"],
      ["بثلاثة", "n"],
    ],
    "assets/images/three.png"
  ],
  [
    [
      ["الأربعة", "n"],
    ],
    "assets/images/four.png"
  ],
  [
    [
      ["خمسه", "n"],
      ["خمس", "n"],
      ["خمسة", "n"],
      ["بخمسة", "n"],
      ["بخمس", "n"],
    ],
    "assets/images/five.png"
  ],
  [
    [
      ["تنظيف", "v"],
      ["نظيفة", "a"],
      ["النظافة", "n"],
      ["بالنظافة", "n"],
      ["نظافة", "n"],
    ],
    "assets/images/clean.png"
  ],
  [
    [
      ["ملابسي", "n"],
      ["ملابسا", "n"],
      ["الملابس", "n"],
      ["ملابس", "n"],
      ["ملابسنا", "n"],
      ["ملابسه", "n"],
    ],
    "assets/images/clothes.png"
  ],
  [
    [
      ["بالملل", "n"],
      ["الملل", "n"],
      ["متضجر", "a"],
      ["متضجرا", "a"],
      ["ممل", "a"],
    ],
    "assets/images/bored.png"
  ],
  [
    [
      ["القارب", "n"],
      ["قاربنا", "n"],
      ["قارب", "n"],
      ["السفينة", "n"]
    ],
    "assets/images/boat.png"
  ],
  [
    [
      ["أزرق", "n"],
      ["زرقاء", "n"],
      ["ازرق", "n"],
    ],
    "assets/images/blue.png"
  ],
  [
    [
      ["الأسود", "n"],
      ["اسود", "n"],
    ],
    "assets/images/black.png"
  ],
  [
    [
      ["البسكويت", "n"],
    ],
    "assets/images/biscuits.png"
  ],
  [
    [
      ["الخارج", "n"],
      ["خارج", "n"],
    ],
    "assets/images/out.png"
  ],
  [
    [
      ["فضلك", "v"],
      ["أفضل", "v"],
      ["فضله", "v"],
      ["الأفضل", "n"],
      ["افضل", "n"],
      ["أفضله", "v"],
    ],
    "assets/images/better.png"
  ],
  [
    [
      ["حزام", "n"],
      ["الحزام", "n"],
      ["لحزام", "n"],
    ],
    "assets/images/belt.png"
  ],
  [
    [
      ["موز", "n"],
    ],
    "assets/images/banana.png"
  ],
  [
    [
      ["تحته", "n"],
      ["تحت", "n"],
      ["تحتها", "n"],
    ],
    "assets/images/below.png"
  ],
  [
    [
      ["الجانب", "n"],
      ["جانبها", "n"],
      ["بجانبهما", "n"],
      ["بجانبك", "n"],
      ["جانبي", "n"],
      ["جنبيه", "n"],
    ],
    "assets/images/behind.png"
  ],
  [
    [
      ["للحمام", "n"],
    ],
    "assets/images/bathroom.png"
  ],
  [
    [
      ["اللحم", "n"],
    ],
    "assets/images/beaf.png"
  ],
  [
    [
      ["دب", "n"],
      ["الدببة", "n"],
    ],
    "assets/images/bear.png"
  ],
  [
    [
      ["كرة", "n"],
      ["الكرة", "n"],
      ["بالكرة", "n"],
      ["بالكره", "n"],
      ["بالكرات", "n"],
    ],
    "assets/images/ball.png"
  ],
  [
    [
      ["خبز", "n"],
      ["الخبز", "n"],
    ],
    "assets/images/baker.png"
  ],
  [
    [
      ["الإلكتروني", "n"],
      ["الإلكترونية", "n"],
    ],
    "assets/images/technology.png"
  ],
  [
    [
      ["يموت", "v"],
      ["الموت", "n"],
      ["الميت", ""],
      ["كالميت", ""],
    ],
    "assets/images/mout.png"
  ],
  [
    [
      ["صلاحية", "n"],
    ],
    "assets/images/permision.png"
  ],
  [
    [
      ["مع", "l"],
      ["معه", "n"],
      ["معك", "n"],
      ["معا", "n"],
      ["معنا", "n"],
      ["معكم", "n"],
      ["معها", "v"],
      ["معهم", "v"],
      ["أجمعين", "v"],
      ["تجمعها", "v"],
      ["معھم", "v"],
      ["معاك", "n"],
      ["معاكم", "v"],
      ["التجمع", "n"],
      ["يتجمع", "v"],
    ],
    "assets/images/with.png"
  ],
  [
    [
      ["المتحركة", "n"],
      ["تتحرك", "v"],
      ["تحرك", "v"],
      ["تحركاتهم", "v"],
      ["حركات", "n"],
      ["يتحرك", "v"],
      ["الحركة", "a"],
      ["أتحرك", "v"],
    ],
    "assets/images/move.png"
  ],
  [
    [
      ["رائع", "a"],
      ["رائعة", "a"],
      ["رائعا", "a"]
    ],
    "assets/images/nice.png"
  ],
  [
    [
      ["يلبس", "v"],
      ["ألبس", "v"],
      ["ارتداء", "v"],
      ["يرتدي", "v"]
    ],
    "assets/images/wear.png"
  ],
  [
    [
      ["السريعة", "n"],
      ["سريع", "a"],
      ["سريعا", "a"],
      ["السريع", "n"],
    ],
    "assets/images/fast.png"
  ],
  [
    [
      ["جيدا", "a"],
      ["جيدة", "a"],
      ["جيد", "a"],
      ["الجيدة", "n"],
      ["الجيد", "n"],
      ["حبذا", "v"],
      ["الرحب", "n"],
    ],
    "assets/images/good.png"
  ],
  [
    [
      ["إلى", "l"],
      ["الى", "l"],
      ["اليه", "n"],
      ["الي", "l"],
      ["اليكم", "n"],
      ["إليها", "n"],
      ["إليه", "l"],
      ["فلمن", "n"],
      ["لمن", "n"]
    ],
    "assets/images/to.png"
  ],
  [
    [
      ["من", "l"],
      ["مِن", "l"],
      ["منه", "l"],
      ["منها", "l"],
      ["منهم", "l"],
      ["منك", "l"],
      ["منا", "l"],
      ["مني", "l"],
      ["ممن", "l"],
      ["بمن", "l"],
      ["كمن", "l"],
      ["فمنه", "l"],
      ["فعمن", "l"],
      ["فمنها", "l"],
      ["منهما", "l"],
      ["منكم", "l"],
      ["مننا", "l"]
    ],
    "assets/images/from.png"
  ],
  [
    [
      ["اي", "l"],
      ["لاي", "l"],
      ["أي", "l"],
      ["أيها", "l"],
      ["أيتها", "l"],
      ["لأي", "l"],
    ],
    "assets/images/any.png"
  ],
  [
    [
      ["الحقيبة", "n"],
      ["حقيبتي", "n"],
      ["بحقيبة", "n"],
      ["شنطتي", "n"],
      ["شنطته", "n"],
    ],
    "assets/images/bag.png"
  ],
  [
    [
      ["مسابقة", "n"],
      ["السباق", "n"],
      ["سباق", "n"],
    ],
    "assets/images/compitition.png"
  ],
  [
    [
      ["هذا", "l"],
      ["هذه", "l"],
      ["ذالك", "l"],
      ["بهذه", "l"],
      ["لهذا", "l"],
      ["بهذا", "l"],
      ["لهذه", "l"],
      ["فهذه", "l"],
      ["فهذا", "l"],
      ["هذي", "l"],
    ],
    "assets/images/this.png"
  ],
  [
    [
      ["عندي", "l"],
      ["ولديه", "l"],
      ["لدى", "l"],
      ["لدي", "l"],
      ["لديه", "l"],
      ["لديهم", "l"],
      ["لديك", "l"],
      ["لدينا", "l"],
      ["فلدي", "l"],
      ["لديه", "l"],
      ["معي", "l"]
    ],
    "assets/images/have.png"
  ],
  [
    [
      ["لو", "l"],
      ["لولا", "l"],
      ["فلو", "l"],
      ["لونك", "l"]
    ],
    "assets/images/if.png"
  ],
  [
    [
      ["عطشت", "v"],
      ["بالعطش", "n"],
      ["عطشان", "a"],
    ],
    "assets/images/thirsty.png"
  ],
  [
    [
      ["سهلا", "v"],
      ["السهل", "n"],
      ["سهل", "a"],
    ],
    "assets/images/easy.png"
  ],
  [
    [
      ["صعب", "a"],
      ["بذل", "v"],
    ],
    "assets/images/difficult.png"
  ],
  [
    [
      ["لتشتري", "n"],
      ["نشتري", "v"],
      ["أشتري", "v"],
      ["ليشتري", "n"],
      ["ستشتري", "n"],
      ["تشتري", "v"],
      ["يشتريها", "v"],
      ["ليشتروا", "v"],
      ["يشتري", "v"],
      ["اشتروا", "v"],
      ["اشتر", "v"],
      ["تشترك", "v"],
      ["اشتريا", "v"],
      ["يشتريان", "v"],
      ["يشترك", "v"],
      ["اشتريت", "v"],
      ["اشتري", "v"],
      ["لنشتري", "v"],
      ["سأشتري", "v"],
      ["يشترى", "v"],
      ["بتشتري", "v"],
      ["سنشتريه", "v"],
      ["دفعت", "v"],
      ["دفع", "v"],
      ["يدفع", "v"],
      ["أدفع", "v"],
      ["ادفع", "v"],
      ["سأدفع", "v"],
      ["فسأدفع", "v"],
      ["بيعه", "v"],
      ["أبيعها", "v"],
      ["نبيعه", "v"],
      ["يبيع", "v"],
      ["نبيع", "v"],
      ["بشراء", "n"],
      ["الشراء", "n"],
      ["لشراء", "n"],
      ["شراء", "n"],
    ],
    "assets/images/pay.png"
  ],
  [
    [
      ["اقوم", "v"],
      ["تقومي", "v"],
      ["نقوم", "v"],
      ["قومي", "v"],
      ["تقوم", "v"],
      ["يقوم", "v"],
      ["سأقوم", "v"],
      ["قام", "v"],
      ["قامت", "v"],
      ["قائمة", "n"],
      ["فقام", "n"],
      ["قاموا", "v"],
      ["سيقام", "v"],
      ["قمنا", "v"],
      ["قمت", "v"],
      ["فقم", "v"],
    ],
    "assets/images/list.png"
  ],
  [
    [
      ["بروح", "n"],
      ["روح", "n"],
      ["اروح", "v"],
      ["أروح", "v"],
      ["بنروح", "v"],
      ["راح", "v"],
      ["نذهب", "v"],
      ["ذھب", "v"],
      ["تذھب", "v"],
      ["أذهب", "v"],
      ["ذهب", "v"],
      ["يذهب", "v"],
      ["اذهب", "v"],
      ["ذهبوا", "v"],
      ["سنذهب", "v"],
      ["سأذهب", "v"],
      ["ذهبنا", "v"],
      ["فلنذهب", "v"],
      ["ساذهب", "v"],
      ["لنذهب", "v"],
      ["ذهبا", "v"],
      ["فذهبوا", "v"],
      ["فذهب", "v"],
      ["للذهاب", ""],
      ["ذهابي", ""],
      ["بالذهاب", ""],
      ["الذهاب", ""],
      ["يخرج", "v"],
      ["ينفك", "v"],
      ["خروج", ""],
      ["خروجهم", ""],
      ["الخروج", "n"],
      ["خروجك", ""],
      ["يخرجني", "v"],
      ["يخرجان", "v"],
      ["أخرج", "v"],
      ["تخرجهم", "v"],
      ["فخرجنا", "n"],
      ["خرج", "v"],
      ["وصل", "v"],
      ["فيصل", "n"],
      ["وصلنا", "v"],
      ["وصلا", "v"],
      ["أوصل", "v"],
      ["يوصلنا", "v"],
      ["يصل", "v"],
      ["يوصل", "v"],
    ],
    "assets/images/arrived11.png"
  ],
  [
    [
      ["وصلت", "v"],
      ["تخرج", "v"],
      ["ستذهب", "v"],
      ["ذهبت", "v"],
      ["تذهب", "v"],
      ["تروحين", "v"],
      ["تروح", "v"],
      ["ستصلين", "v"],
      ["تصل", "v"],
    ],
    "assets/images/arrived12.jpg"
  ],
  [
    [
      ["التفاح", "n"],
      ["التفاحة", "n"],
      ["تفاح", ""],
      ["تفاحة", ""],
      ["تفاحا", ""],
      ["التفاحات", ""],
    ],
    "assets/images/apple.png"
  ],
  [
    [
      ["أجابه", "v"],
      ["أجابهم", "v"],
      ["للإجابة", "n"],
      ["الإجابة", "n"],
      ["إجابة", "v"],
      ["فأجابته", "n"],
      ["إجابتك", "v"],
      ["أجاب", "v"],
      ["فأجابت", "n"],
      ["الجواب", "n"],
      ["رد", "n"],
      ["فردت", "v"],
      ["سرد", "v"],
      ["الدردشة", "n"],
      ["الرد", "n"],
      ["يردد", "v"],
      ["مرددا", "v"],
      ["ارددھا", "v"],
      ["فرد", "v"],
      ["ردت", "v"],
      ["ترد", "v"],
      ["أردد", "v"],
      ["رددنا", "v"],
      ["نردد", "v"],
      ["ردد", "v"],
      ["فترديد", "v"],
    ],
    "assets/images/answer.png"
  ],
  [
    [
      ["طالب", "n"],
      ["تلميذ", "n"],
    ],
    "assets/images/student.png"
  ],
  [
    [
      ["اكتبت", "v"],
      ["كتبتها", "v"],
      ["ستكتبها", "v"],
      ["أكتب", "v"],
      ["تكتب", "v"],
      ["كتب", "v"],
      ["يكتب", "v"],
      ["كتبت", "v"],
      ["نكتب", "v"],
      ["للكتابة", "n"],
      ["بكتابة", "v"],
      ["الكتابة", "n"],
    ],
    "assets/images/writing.png"
  ],
  [
    [
      ["مكتبته", "n"],
      ["المكتب", "n"],
      ["مكتبي", "n"]
    ],
    "assets/images/workspace.png"
  ],
  [
    [
      ["طفل", "n"],
      ["للطفل", "n"],
      ["طفلة", "n"],
      ["لطفل", "n"],
      ["بالطفل", "n"],
      ["الطفل", "n"],
      ["الطفلة", "n"],
      ["طفلتها", "n"],
      ["الطفلتين", "n"]
    ],
    "assets/images/playtime.png"
  ],
  [
    [
      ["بخوف", "a"],
      ["الخوف", "n"],
      ["خوفا", "v"],
      ["خوف", "v"],
      ["خويف", "v"],
      ["خائفة", "a"],
      ["خائف", "a"],
      ["تخافي", "v"],
      ["أخاف", "v"],
      ["خاف", "v"],
      ["يخاف", "v"],
      ["خائفا", "v"],
      ["خافت", "v"],
      ["ليهرع", "v"],
      ["هرع", "v"],
      ["شر", "v"]
    ],
    "assets/images/fear.png"
  ],
  [
    [
      ["بسؤال", "n"],
      ["أتساءل", ""],
      ["فتساءل", ""],
      ["متسائلا", ""],
      ["للسؤال", "n"],
      ["سؤالا", "n"],
      ["سؤالك", "v"],
      ["بالسؤال", "n"],
      ["سؤال", "n"],
      ["السؤال", "n"],
      ["سؤالي", "n"],
      ["سأل", "v"],
      ["سأله", "v"],
      ["يسأل", "v"],
      ["يسألانه", "v"],
      ["سألت", "v"],
      ["فسأله", "n"],
      ["يسألهم", "v"],
      ["تسأل", "v"],
      ["سألها", "v"],
      ["فسألت", "n"],
      ["سألتها", "v"],
      ["نسأل", "v"],
      ["سألوه", "v"],
      ["تتعجب", "v"],
      ["تعجب", "v"],
      ["تعجبت", "v"],
      ["هل", "l"]
    ],
    "assets/images/ask.png"
  ],
  [
    [
      ["أيدي", "n"],
      ["يده", "n"],
      ["يديك", "n"],
      ["يد", "n"],
      ["بيدي", "n"],
      ["يديه", "n"],
      ["يدك", "n"],
      ["الأيدي", "n"],
      ["يدها", "n"],
    ],
    "assets/images/arm.png"
  ],
  [
    [
      ["أغضبتني", "v"],
      ["ستغضب", "v"],
      ["تغضب", "v"],
      ["غضبها", "n"],
      ["بغضب", "v"],
      ["أزعجك", "v"],
      ["أزعجتك", "v"],
      ["تزعجني", "v"],
      ["المزعجة", "n"],
      ["انزعج", "v"],
      ["أزعج", "n"],
    ],
    "assets/images/angry.png"
  ],
  [
    [
      ["ستغضب", "v"],
      ["تغضب", "v"],
      ["غضبها", "n"],
      ["أزعجتك", "v"],
      ["تزعجني", "v"],
    ],
    "assets/images/angryw.png"
  ],
  [
    [
      ["تعيد", "v"],
      ["سأعيده", "v"],
      ["يعيد", "v"],
      ["نعيد", "v"],
      ["تكرر", "v"],
      ["نكرر", "v"],
    ],
    "assets/images/again.png"
  ],
  [
    [
      ["كل", "v"],
      ["بكل", "l"],
      ["كلها", "l"],
      ["الكل", "n"],
      ["كله", "n"],
      ["لكل", "n"],
      ["كلكم", "n"],
      ["كلهن", "l"],
      ["كلهم", "l"],
      ["الجميع", "n"],
      ["جميعا", "n"],
      ["جميع", "n"],
      ["لجميع", "n"],
      ["فالجميع", "n"],
      ["فجميع", "n"],
      ["العديد", "n"],
      ["كثيرا", "a"],
      ["الكثير", "n"],
      ["كثيرة", "a"],
      ["كثير", "a"],
      ["كثيفة", "a"],
    ],
    "assets/images/all.png"
  ],
  [
    [
      ["غير", "n"],
      ["الغير", "n"],
      ["غيرته", "n"],
      ["غيره", "n"],
      ["التغيير", "n"],
      ["فغيرك", "n"],
      ["نغير", "v"],
      ["غيرها", "n"],
      ["تغير", "v"],
      ["يستبعدها", "v"]
    ],
    "assets/images/another.png"
  ],
  [
    [
      ["صغيرة", "a"],
      ["الصغيرة", "n"],
      ["الصغير", "n"],
      ["صغير", "a"],
      ["الأصغر", "n"],
      ["للصغار", "n"],
      ["صغيرات", "n"],
      ["الصغیرة", "n"],
      ["الصغيرات", "n"],
      ["صغار", "n"],
      ["الصغيرين", "n"],
      ["الصغار", "n"],
      ["فالصغار", "n"],
    ],
    "assets/images/small.png"
  ],
  [
    [
      ["بعد", "v"],
      ["بعدها", "v"],
      ["بعدما", "v"],
      ["بعده", "v"],
      ["بعدك", "v"],
    ],
    "assets/images/after.png"
  ],
  [
    [
      ["حيوان", "n"],
      ["حيوانات", "n"],
      ["الحيوانات", "n"],
    ],
    "assets/images/animal.png"
  ],
  [
    [
      ["قبل", "n"],
    ],
    "assets/images/before.png"
  ],
  [
    [
      ["نوم", "n"],
      ["للنوم", "n"],
      ["النوم", "n"],
      ["أنام", "v"],
      ["تنام", "v"],
      ["نام", "v"],
      ["نائما", ""],
      ["نائم", ""],
      ["ننام", "v"],
      ["انام", "v"],
      ["فراشك", "n"],
      ["يسترح", ""],
      ["للاسترخاء", ""],
      ["للراحة", ""],
      ["براحة", ""],
    ],
    "assets/images/sleep.png"
  ],
  [
    [
      ["كيكتك", "n"],
      ["الحلوى", "n"],
      ["تحلى", "n"],
      ["تحلينا", "n"],
      ["حلوى", "n"],
      ["حلاوة", "n"],
    ],
    "assets/images/cake.png"
  ],
  [
    [
      ["الكمبيوتر", "n"],
      ["بالكمبيوتر", "n"],
    ],
    "assets/images/comp.png"
  ],
  [
    [
      ["أنت", "n"],
      ["انت", "n"],
      ["انتي", "n"],
      ["أنتم", "n"],
      ["أنتي", "n"],
      ["انتم", "n"],
      ["فأنت", "n"],
      ["أنتن", "n"],
      ["فأنتي", "n"],
      ["فأنتم", "n"],
    ],
    "assets/images/you.png"
  ],
  [
    [
      ["تأكل", "v"],
      ["تأكله", "v"],
      ["بتاكل", "v"],
      ["تناولت", "v"],
      ["تتناول", "v"],
    ],
    "assets/images/eatw.png"
  ],
  [
    [
      ["أكلها", "v"],
      ["تناول", "v"],
      ["يتناول", "v"],
      ["لتناول", "n"],
      ["تناولوا", "v"],
      ["نتناول", "v"],
      ["آكل", "v"],
      ["يأكل", "v"],
      ["فكل", "v"],
      ["نأكل", "v"],
      ["يأكلها", "v"],
      ["أكل", "v"],
      ["اكل", "v"],
      ["الطعام", "n"],
      ["طعام", "n"],
      ["طعاما", "n"],
      ["لطعام", "n"],
      ["طعامك", "n"],
      ["أطعم", "n"],
      ["أطعميهم", "n"],
      ["طعم", "n"],
      ["طعمه", "n"],
      ["للأطعمة", "n"],
      ["أطعمتي", "n"]
    ],
    "assets/images/eat.png"
  ],
  [
    [
      ["المائية", "n"],
      ["ماء", "n"],
      ["الماء", "n"],
      ["بالماء", "n"],
    ],
    "assets/images/water.png"
  ],
  [
    [
      ["فهمت", "v"],
      ["تفهمي", "v"],
      ["اتفقت", "v"],
      ["تعرف", "v"],
      ["تعرفينها", "v"],
      ["ستعرفين", "v"],
      ["تعرفين", "v"]
    ],
    "assets/images/understandingw.png"
  ],
  [
    [
      ["فهم", "v"],
      ["فهمها", "v"],
      ["ستفهمون", "v"],
      ["فهمتك", "v"],
      ["أعرفهم", "n"],
      ["افهمت", "n"],
      ["فهمته", "v"],
      ["فهمتم", "v"],
      ["فهمنا", "v"],
      ["أفهمك", "v"],
      ["الفهم", "n"],
      ["أتفق", "v"],
      ["أعرف", "v"],
      ["يعرف", "v"],
      ["معرفة", "n"],
      ["أعرفها", "n"],
      ["نعرف", "v"],
      ["عرفت", "v"],
      ["تعرفها", "v"],
      ["تعرفون", "v"],
      ["اعرفها", "v"],
      ["المعرفة", "n"],
      ["تعرفه", "v"],
      ["لتعرف", "n"],
      ["عرفنا", "v"],
      ["عرف", "v"],
      ["أعرفه", "v"],
      ["ستعرفها", "v"],
      ["اعرف", "v"],
      ["علم", "n"]
    ],
    "assets/images/understanding.png"
  ],
  [
    [
      ["الرحلات", "n"],
      ["رحلة", "n"],
      ["رحلتنا", "n"],
      ["الرحلة", "n"],
      ["برحلة", "n"],
      ["لرحلة", "n"],
      ["رحلاتهم", "n"],
      ["رحلات", "n"],
      ["بالرحلة", "n"]
    ],
    "assets/images/travel.png"
  ],
  [
    [
      ["السنة", "n"],
      ["سنوات", "n"],
      ["السنوي", "n"],
      ["ألسنة", "n"],
      ["سنه", "n"],
      ["سنة", "n"],
      ["عام", "n"],
      ["العام", "n"],
    ],
    "assets/images/year.png"
  ],
  [
    [
      ["فلا", "n"],
      ["لكن", "n"],
      ["لكنه", "n"],
      ["لكني", "n"],
      ["لكنها", "n"],
      ["لكنني", "n"],
      ["لكنك", "n"],
      ["لكنى", "n"],
      ["كلا", "n"],
      ["لا", "l"],
      ["ألا", "l"],
      ["بلا", "l"],
      ["فلا", "l"],
      ["كلا", "l"],
      ["بعدم", "n"],
      ["عدم", "n"],
      ["يرفض", "v"],
      ["رفض", "v"],
      ["رفضت", "v"],
      ["بدون", "n"]
    ],
    "assets/images/no.png"
  ],
  [
    [
      ["المدرسية", "n"],
      ["للمدارس", "n"],
      ["مدرسية", "n"],
      ["المدرسه", "n"],
      ["المدرسة", "n"],
      ["للمدرسة", "n"],
      ["مدرستي", "n"],
      ["مدرستنا", "n"],
      ["مدرسة", "n"],
      ["بالمدرسة", "n"],
      ["مدرستها", "n"],
      ["المدرسات", "n"],
      ["مدربه", "n"],
      ["المعلمة", "n"],
      ["معلمتي", "n"],
      ["معلمتنا", "n"],
      ["معلمة", "n"],
      ["استاذة", "n"],
      ["أستاذة", "n"],
      ["الدرس", "n"],
      ["الدروس", "n"],
      ["دروس", "n"],
      ["دروسكما", "n"],
      ["دروسها", "n"],
      ["مدروس", "v"],
      ["درس", "n"],
      ["الحصة", "n"],
      ["حصة", "n"]
    ],
    "assets/images/teacher.png"
  ],
  [
    [
      ["المدرس", "n"],
      ["مدربنا", "n"],
      ["للمدرس", "n"],
      ["المعلم", "n"],
      ["معلمي", "n"],
      ["معلم", "n"],
      ["المعلمون", "n"],
      ["معلمه", "n"],
      ["استاذ", "n"],
      ["الاستاذ", "n"],
      ["استاذه", "n"],
      ["استاذي", "n"],
      ["أستاذه", "n"],
      ["أستاذ", "n"],
      ["الأستاذ", "n"],
      ["أستاذنا", "n"],
    ],
    "assets/images/teacherm.png"
  ],
  [
    [
      ["أمشي", "v"],
      ["فسرت", "v"],
      ["يمشي", "v"],
      ["مشاة", "v"],
      ["نتمشى", "v"],
      ["مشيا", "n"],
      ["مشي", "n"],
      ["مشينا", "v"],
      ["يسير", "v"],
      ["أسير", "v"],
      ["يسيران", "v"],
      ["سير", "n"],
      ["سيرهما", "n"],
      ["المسير", "n"],
      ["السير", "n"],
      ["يسيرون", "v"],
      ["سرت", "v"]
    ],
    "assets/images/walk.png"
  ],
  [
    [
      ["أمشي", "v"],
      ["يمشي", "v"],
      ["مشاة", "n"],
      ["نتمشى", "v"],
      ["مشيا", "n"],
      ["مشي", "v"],
      ["مشيت", "v"],
      ["مشينا", "v"],
      ["يسير", "v"],
      ["أسير", "v"],
      ["يسيران", "v"],
      ["سير", "v"],
      ["سيرهما", "v"],
      ["المسير", "n"],
      ["مسيرها", "n"],
      ["السير", "n"],
      ["يسيرون", "v"],
      ["سرت", "v"]
    ],
    "assets/images/walkm.png"
  ],
  [
    [
      ["العالم", "n"],
      ["عالم", "n"],
    ],
    "assets/images/world.png"
  ],
  [
    [
      ["فهناك", "n"],
      ["هناك", "n"],
      ["هنا", "n"],
      ["باختيار", "n"],
      ["مختارين", "v"],
      ["لأختار", "n"],
      ["فأختار", "n"],
      ["يختار", "v"],
      ["أختار", "v"],
      ["اخترت", "v"],
      ["اختاره", "v"],
      ["فسأختار", "n"],
    ],
    "assets/images/choose.png"
  ],
  [
    [
      ["تعطي", "v"],
      ["أعطى", "v"],
      ["إعطائي", "v"],
      ["أعطيتها", "v"],
      ["أعطني", "v"],
      ["أعطاك", "v"],
      ["يعطيكم", "v"],
      ["سيعطيك", "v"],
      ["يعطيه", "v"],
      ["تعطيني", "v"],
      ["أعطيت", "v"],
      ["أعطيته", "v"],
      ["أعطت", "v"],
      ["بالعطاء", "n"],
      ["نعطي", "v"],
      ["اعطوه", "v"],
      ["فأعطته", "v"],
      ["فسأعطيها", "n"],
      ["أعطاها", "v"],
      ["أعطاه", "v"],
      ["تعطيه", "v"],
      ["أعطتني", "v"],
      ["اعطيك", "v"],
      ["أعطيتك", "v"],
      ["يعطيك", "v"],
      ["أعطيك", "v"],
      ["منحتهم", "n"],
      ["امنحني", "v"],
      ["منحها", "n"],
      ["يمنحني", "v"],
      ["يقدم", "v"],
      ["تقدمه", "v"],
      ["تقدم", "v"],
      ["قدم", "v"],
      ["فقدمتها", "v"],
      ["قدمها", "v"],
      ["سأقدم", "v"],
      ["قدمتها", "v"],
      ["يتقدم", "v"],
      ["يقدمون", "v"],
      ["ليقدم", "n"],
    ],
    "assets/images/give.png"
  ],
  [
    [
      ["يهديكم", "v"],
      ["نهديهم", "v"],
      ["بالهدية", "n"],
      ["هدية", "n"],
      ["الهدية", "n"],
      ["كهدية", "n"],
      ["هديتك", "n"],
      ["الهدايا", "n"],
      ["بالهدايا", "n"],
      ["بهدايا", "n"]
    ],
    "assets/images/gift.png"
  ],
  [
    [
      ["تتكلم", "v"],
      ["قلت", "v"],
      ["تقل", "v"],
      ["قل", "v"],
      ["قلته", "v"],
      ["نقول", "v"],
      ["كلامي", "v"],
      ["كلام", "n"],
      ["كلامها", "n"],
      ["كلامه", "n"],
      ["الحديث", "n"],
      ["حديثه", "n"],
      ["بالحديث", "n"],
      ["حديثك", "n"],
      ["قائلا", "v"],
      ["تكلمي", "v"],
      ["تخبرني", "v"],
      ["اخبرني", "v"],
      ["أخبرني", "v"],
      ["يخبرنا", "v"],
      ["تخبروني", "v"],
      ["ستخبرون", "v"],
      ["أخبريني", "v"],
      ["تخبره", "v"],
      ["أخبرتنا", "v"],
      ["يتحدث", "v"],
      ["تتحدث", "v"],
      ["التحدث", "n"],
      ["أتحدث", "v"],
      ["يحدث", "v"],
      ["نتحدث", "v"],
      ["سيحدث", "n"],
      ["تحدث", "v"],
      ["يتحدثان", "v"],
      ["سأتحدث", "v"],
      ["قالت", "v"],
      ["فقال", "v"],
      ["فقالت", "v"],
      ["قالوا", "v"],
      ["قال", "v"],
      ["يقال", "v"],
      ["قائلة", "v"],
      ["سأكلم", "v"],
      ["كلماتك", "v"],
      ["فكلم", "v"],
      ["أقول", "v"],
      ["يقول", "v"],
      ["تقول", "v"],
      ["فيقول", "v"],
      ["فتقول", "v"],
      ["يقوله", "v"],
      ["قولي", "v"],
      ["سأقول", "v"],
      ["قولا", "v"],
      ["يقولان", "v"],
      ["يقولون", "v"],
      ["تقولي", "v"],
      ["فقولوا", "v"],
      ["وقال", "v"],
      ["قرر", "v"],
      ["قررت", "v"],
      ["فقرر", "v"],
      ["فقرروا", "v"],
      ["فقررت", "v"],
      ["قرروا", "v"],
    ],
    "assets/images/talk.png"
  ],
  [
    [
      ["تدرس", "v"],
      ["يدرسك", "v"],
      ["ندرسها", "v"],
      ["أدرس", "v"],
      ["المذاكرة", "n"],
      ["سنذاكر", "v"],
      ["دراستك", "n"],
      ["الدراسة", "n"],
      ["الدراسي", "n"],
      ["بالدراسة", "n"],
      ["لدراسة", "n"],
      ["للدراسة", "n"],
      ["الدراسية", "n"],
      ["لدراستي", "n"]
    ],
    "assets/images/studying.png"
  ],
  [
    [
      ["الجديدات", "n"],
      ["الجديدة", "n"],
      ["الجدد", "n"],
      ["الجديد", "n"],
      ["جدید", "a"],
      ["جدیدا", "a"],
      ["جديدة", "a"],
      ["تحديث", "n"],
      ["حديثا", "v"],
    ],
    "assets/images/new.png"
  ],
  [
    [
      ["البنت", "n"],
      ["بنت", "n"],
      ["بنته", "n"],
      ["بنتا", "n"],
      ["ابنته", "n"],
      ["المرأة", "n"],
      ["امرأة", "n"],
      ["سيدة", "n"],
      ["للسيدات", "n"],
      ["السيدة", "n"],
      ["الفتاة", "n"],
      ["فتاة", "n"],
      ["طالبه", "n"],
      ["الفتيات", "n"],
      ["الطالبات", "n"],
      ["التلميذات", "n"],
      ["تلميذة", "n"],
    ],
    "assets/images/woman.png"
  ],
  [
    [
      ["الفتیة", "n"],
      ["الفتيان", "n"],
      ["الطلاب", "n"],
      ["للطلاب", "n"],
      ["التلاميذ", "n"],
      ["التلميذ", "n"],
      ["الشباب", "n"],
      ["شباب", "n"]
    ],
    "assets/images/boys.png"
  ],
  [
    [
      ["ولد", "n"],
      ["الولد", "n"],
      ["شاب", "n"],
    ],
    "assets/images/boy.png"
  ],
  [
    [
      ["والديكم", "n"],
      ["عائلتهم", "n"],
      ["عائلتك", "n"],
      ["أفراد", "n"],
      ["أشخاص", "n"],
      ["عائلتي", "n"],
      ["العائلة", "n"],
      ["عائلته", "n"],
      ["للعائلة", "n"],
      ["العائلية", "n"],
      ["بالأسرة", "n"],
      ["أسرة", "n"],
      ["الأسرية", "n"],
      ["للأسرة", "n"],
      ["الأسرة", "n"],
      ["الاسرة", "n"],
      ["أسرته", "n"],
      ["أقاربنا", "n"],
      ["اقاربي", "n"],
      ["الأهل", "n"],
      ["أهل", "n"],
      ["اهلي", "n"],
      ["الأبناء", "n"],
      ["أبنائها", "n"],
      ["أبناء", "n"],
      ["أبنائي", "n"],
      ["أبناؤه", "n"],
      ["الوالدين", "n"],
      ["الوالدان", "n"],
      ["لوالديه", "n"],
      ["والديه", "n"],
      ["الابنة", "n"],
      ["ابنها", "n"],
      ["اولاده", "n"],
      ["أولادي", "n"],
      ["اولادي", "n"],
      ["لأولادنا", "n"],
      ["الأولاد", "n"],
      ["فالأولاد", "n"],
      ["أولاد", "n"],
    ],
    "assets/images/family.png"
  ],
  [
    [
      ["والدي", "n"],
      ["إبنه", "n"],
      ["لابنه", "n"],
      ["الابن", "n"],
      ["بابني", "n"],
      ["لأبيه", "n"],
      ["والد", "n"],
      ["فوالدي", "n"],
      ["والدك", "n"],
      ["لوالد", "n"],
      ["والده", "n"],
      ["الوالد", "n"],
      ["ابي", "n"],
      ["الاب", "n"],
      ["بابا", "n"],
      ["ابوك", "n"],
      ["ولدي", "n"],
      ["أباك", "n"],
      ["أبيهم", "n"],
      ["أبويه", "n"],
      ["أبي", "n"],
      ["الأب", "n"],
      ["أبو", "n"],
      ["أبيه", "n"],
      ["أباها", "n"],
      ["أبوهم", "n"],
      ["أبوه", "n"],
    ],
    "assets/images/dad.png"
  ],
  [
    [
      ["الرجل", "n"],
      ["الرجلان", "n"],
      ["رجلان", "n"],
      ["رجلا", "n"],
      ["برجل", "n"],
      ["رجل", "n"],
      ["كالرجل", "n"],
      ["سيدي", "n"]
    ],
    "assets/images/man.png"
  ],
  [
    [
      ["ماذا", "n"],
      ["فماذا", "n"],
      ["وش", "n"],
      ["لماذا", "n"],
      ["ليش", "n"],
      ["فلماذا", "n"],
      ["كيف", "l"],
      ["ما", "l"],
      ["مما", "l"],
      ["فيما", "l"],
      ["ماهي", "n"],
      ["بما", "l"],
      ["ربما", "n"],
      ["فما", "n"],
      ["فلما", "n"],
    ],
    "assets/images/what.png"
  ],
  [
    [
      ["أخيه", "n"],
      ["شقيقان", "n"],
      ["شقيقه", "n"],
      ["لأخيه", "n"],
      ["أخي", "n"],
      ["الأخ", "n"],
      ["أخوان", "n"],
      ["أخواننا", "n"],
      ["أخاه", "n"],
      ["أخوانك", "n"],
      ["أخوانكم", "n"],
      ["اخوته", "n"],
      ["اخوك", "n"],
      ["لأخي", "n"],
      ["أخ", "n"],
      ["أخوات", "n"],
      ["أخوتي", "n"],
      ["اخي", "n"],
      ["صاحبه", "n"],
      ["صاحب", "n"],
      ["يصاحبها", "n"],
      ["صاحبك", "n"],
      ["صديقي", "n"],
      ["صديقه", "n"],
      ["صديق", "n"],
      ["الصديقين", "n"],
      ["الصديق", "n"],
      ["صديقنا", "n"],
      ["صديقك", "n"],
      ["صديقان", "n"],
      ["صديقهم", "n"],
      ["صديقهما", "n"],
      ["صديقى", "n"],
      ["رفيق", "n"],
      ["لصداقتي", "n"],
      ["بصداقتنا", "n"],
      ["بأصدقائك", "n"],
      ["بصداقتهم", "n"],
      ["أصدقاءك", "n"],
      ["صداقتي", "n"],
      ["اصدقائی", "n"],
      ["لأصدقائي", "n"],
      ["الصحبة", "n"],
      ["أصحاب", "n"],
      ["صحبتي", "n"],
      ["صحبتكم", "n"],
      ["اصحابي", "n"],
      ["أصدقائي", "n"],
      ["الأصدقاء", "n"],
      ["أصدقاء", "n"],
      ["اصدقائي", "n"],
      ["أصدقائك", "n"],
      ["أصدقائه", "n"]
    ],
    "assets/images/friends.png"
  ],
  [
    [
      ["شقيقته", "n"],
      ["أختي", "n"],
      ["لأخيها", "n"],
      ["اختي", "n"],
      ["أخته", "n"],
      ["بأختك", "n"],
      ["أختان", "n"],
      ["أختها", "n"],
      ["صديقتها", "n"],
      ["صديقة", "n"],
      ["الصديقة", "n"],
      ["صديقتي", "n"],
      ["صديقتك", "n"],
    ],
    "assets/images/sister.png"
  ],
  [
    [
      ["صديقاتك", "n"],
      ["الصديقات", "n"],
      ["اخواتي", "n"],
      ["الاخوات", "n"],
    ],
    "assets/images/friendsw.png"
  ],
  [
    [
      ["أسرع", "v"],
      ["بسرعة", "a"],
      ["السرعة", "n"],
      ["فأسرع", "n"],
      ["سرعان", "n"],
      ["بالسرعة", "n"],
      ["سرعة", "a"],
      ["بسرعته", "v"],
      ["فلنسرع", "v"],
      ["مسرعا", "v"],
      ["تتسرع", "v"],
      ["يسرع", "v"],
      ["فأسرعوا", "v"],
      ["اسرع", "v"],
      ["اسرعت", "v"],
      ["أسرعت", "v"],
      ["ركض", "v"],
      ["يركض", "v"],
      ["فركضت", "v"],
      ["يجري", "v"],
      ["جرى", "v"]
    ],
    "assets/images/run.png"
  ],
  [
    [
      ["فانا", "n"],
      ["أنا", "n"],
      ["انا", "n"],
      ["فأنا", "n"]
    ],
    "assets/images/mine.png"
  ],
  [
    [
      ["تقرأ", "v"],
      ["القراءة", "n"],
      ["اقرأ", "v"],
      ["إقرأ", "v"],
      ["قرأت", "v"],
      ["قرأتني", "v"],
      ["تقرا", "v"],
      ["نقرأ", "v"],
      ["أقرأ", "v"],
      ["تقرأها", "v"],
      ["لقراءته", "n"]
    ],
    "assets/images/read.png"
  ],
  [
    [
      ["بالصلاة", "n"],
      ["صلاتى", "v"],
      ["أصلى", "v"],
      ["نصلي", "v"],
      ["اصلي", "v"],
      ["سأصلي", "v"],
      ["سيصلى", "v"],
      ["صلاتي", "n"],
      ["بصلاة", "n"],
      ["الصلاة", "n"],
      ["صلاة", "n"],
      ["للصلاة", "n"],
      ["فالصلاة", "n"],
      ["صلاته", "n"],
      ["صلى", "v"],
      ["يصلي", "v"],
      ["صلوا", "v"],
      ["لنصلي", "v"],
      ["تصلي", "v"],
      ["الدعاء", "n"],
      ["فدعا", "v"],
      ["دعاء", "n"],
      ["الله", "n"],
      ["والله", "n"],
      ["بالله", "n"],
      ["اللهم", "n"],
      ["فالله", "n"],
      ["خالقنا", "n"],
      ["الحمدلله", "n"],
      ["لله", "n"],
      ["ولله", "n"],
      ["ربي", "n"]
    ],
    "assets/images/praying.png"
  ],
  [
    [
      ["اللعب", "n"],
      ["لعبة", "n"],
      ["العب", "n"],
      ["نلعب", "v"],
      ["يلعب", "v"],
      ["للعب", "n"],
      ["تلعب", "v"],
      ["لنلعب", "v"],
      ["ألعب", "v"],
      ["باللعب", "n"],
      ["فلنلعب", "v"],
      ["يلعبان", "v"],
      ["بلعب", "v"],
      ["لعب", "v"],
      ["لعبوا", "v"],
      ["اللعبة", "n"],
      ["سنلعب", "v"],
      ["لعبي", "n"]
    ],
    "assets/images/game.png"
  ],
  [
    [
      ["قلم", "n"],
      ["قلمي", "n"],
      ["بالقلم", "n"],
      ["قلما", "n"],
      ["قلمك", "n"],
    ],
    "assets/images/pencil.png"
  ],
  [
    [
      ["فتحته", "v"],
      ["فتحتها", "v"],
      ["بفتح", "v"],
      ["يفتح", "v"],
      ["فتح", "v"],
      ["ففتح", "v"],
      ["تفتح", "v"],
      ["افتحني", "v"],
      ["أفتح", "v"],
      ["افتح", "v"],
    ],
    "assets/images/open.png"
  ],
  [
    [
      ["الشجار", "n"],
      ["شجار", "n"],
    ],
    "assets/images/shegar.png"
  ],
  [
    [
      ["توقف", "v"],
      ["توقفت", "v"],
      ["يتوقف", "v"],
      ["يقف", "v"],
      ["أوقفته", "v"],
      ["التوقف", "n"],
      ["تتوقف", "v"],
      ["فيقف", "n"],
      ["وقفت", "n"],
      ["وقفنا", "v"],
      ["اوقفه", "v"]
    ],
    "assets/images/stop.png"
  ],
  [
    [
      ["أرغب", "v"],
      ["ارغب", "v"],
      ["يرغبن", "v"],
      ["ترغبين", "v"],
      ["ترغبوا", "v"],
      ["تريد", "v"],
      ["ويريد", "v"],
      ["ابغى", "v"],
      ["تبغي", "v"],
      ["ابغا", "v"],
      ["يبغى", "v"],
      ["أبغى", "v"],
      ["نريد", "v"],
      ["اريد", "v"],
      ["تريدني", "v"],
      ["يريدني", "v"],
      ["تريدون", "v"],
      ["أريده", "v"],
      ["تريدين", "v"],
      ["تريده", "v"],
      ["يريد", "v"],
      ["يريده", "v"],
      ["أريد", "v"],
      ["يريد", "v"],
      ["محتاج", "n"],
      ["تحتاج", "v"],
      ["احتاج", "v"],
      ["يحتاجه", "v"],
      ["يحتاجون", "v"],
      ["أحتاج", "v"],
      ["يحتاج", "v"],
      ["احتاجها", "v"],
      ["احتاجه", "v"]
    ],
    "assets/images/want.png"
  ],
  [
    [
      ["اين", "n"],
      ["فين", "n"],
      ["این", "n"],
      ["أين", "n"],
      ["فأين", "n"],
    ],
    "assets/images/where.png"
  ],
  [
    [
      ["متى", "n"],
      ["متی", "n"],
    ],
    "assets/images/when.png"
  ],
  [
    [
      ["كم", "n"],
      ["بكم", "n"],
    ],
    "assets/images/howmany.png"
  ],
  [
    [
      ["لأمي", "n"],
      ["ماما", "n"],
      ["لماما", "n"],
      ["أبنتي", "n"],
      ["أمه", "n"],
      ["الأمهات", "n"],
      ["أمك", "n"],
      ["أمهم", "n"],
      ["بأم", "n"],
      ["الأم", "n"],
      ["أمي", "n"],
      ["أم", "n"],
      ["الام", "n"],
      ["ام", "n"],
      ["امي", "n"],
      ["والدته", "n"],
      ["والدة", "n"],
      ["ابنتها", "n"],
      ["ابنتي", "n"]
    ],
    "assets/images/mum.png"
  ],
  [
    [
      ["النقود", "n"],
      ["نقودك", "n"],
      ["نقود", "n"],
      ["نقودي", "n"],
      ["نقودها", "n"],
      ["نقوده", "n"],
      ["مبلغ", "n"],
      ["المبلغ", "n"],
      ["المال", "n"],
      ["بالمال", "n"],
      ["الأموال", "n"],
      ["مال", "n"],
      ["بمال", "n"],
      ["مالهما", "n"],
      ["أمواله", "n"],
      ["أموالهم", "n"],
      ["أموالي", "n"],
    ],
    "assets/images/money.png"
  ],
  [
    [
      ["غرف", "n"],
      ["غرفتي", "n"],
      ["الغرفة", "n"],
      ["غرفة", "n"],
      ["غرفته", "n"],
      ["غرفتها", "n"],
      ["غرفه", "n"],
    ],
    "assets/images/living-room.png"
  ],
  [
    [
      ["الأذكى", "n"],
      ["ذكية", "n"],
      ["أذكياء", "n"],
      ["ذكاء", "n"],
      ["الذكي", "n"],
      ["اذكياء", "n"],
      ["الذكية", "n"],
      ["ذكي", "n"],
      ["التعليم", "n"],
      ["تعلمت", "v"],
      ["تعلم", "v"],
      ["اتعلم", "v"],
      ["أتعلم", "v"],
      ["تعليم", "v"],
      ["تعلمون", "v"],
      ["لنتعلم", "v"],
      ["تعلمنا", "v"],
      ["تعلموه", "v"],
      ["تعلمتم", "v"],
      ["نتعلم", "v"],
      ["تتعلم", "v"],
      ["التعليمي", "n"],
      ["تعلمها", "v"],
      ["تعليمية", "n"],
      ["التعليمية", "n"],
      ["العلم", "n"],
      ["اعلم", "v"],
      ["بالعلم", "n"],
      ["أعلم", "v"],
      ["نعلم", "v"],
      ["أعلمك", "v"],
      ["يعلم", "v"],
      ["ليعلم", "v"],
      ["يعلمه", "v"],
      ["أتعلمين", "v"],
      ["علمي", "n"],
      ["علما", "n"]
    ],
    "assets/images/learn.png"
  ],
  [
    [
      ["المنزل", "n"],
      ["منزله", "n"],
      ["للمنزل", "n"],
      ["بالمنزل", "n"],
      ["منزلهما", "n"],
      ["منزلا", "n"],
      ["لمنزلها", "n"],
      ["منزلية", "n"],
      ["بمنزل", "n"],
      ["منزل", "n"],
      ["منزلنا", "n"],
      ["منزلي", "n"],
      ["البيت", "n"],
      ["بيت", "n"],
      ["بيته", "n"],
      ["بالبيت", "n"],
      ["بيتي", "n"],
      ["لبيت", "n"],
      ["للبيت", "n"],
      ["ببيتهما", "n"],
      ["لبيتهما", "n"],
      ["لبيته", "n"],
      ["الدار", "n"],
      ["دار", "n"]
    ],
    "assets/images/home.png"
  ],
  [
    [
      ["حديقتنا", "n"],
      ["باحة", "n"],
      ["الساحة", "n"],
      ["ساحة", "n"],
      ["الأشجار", "n"],
      ["أشجار", "n"],
      ["الشجيرات", "n"],
      ["أشجارها", "n"],
      ["الاشجار", "n"],
      ["للأشجار", "n"],
    ],
    "assets/images/land.png"
  ],
  [
    [
      ["الشجرة", "n"],
      ["شجرة", "n"],
      ["بشجرة", "n"],
      ["شجرتك", "n"],
      ["شجره", "n"],
      ["فالشجرة", "n"],
    ],
    "assets/images/tree.png"
  ],
  [
    [
      ["ملاهي", "n"],
      ["الملاهي", "n"],
      ["حديقة", "n"],
      ["الحديقة", "n"],
      ["للحديقة", "n"],
    ],
    "assets/images/park.png"
  ],
  [
    [
      ["خريطة", "n"],
    ],
    "assets/images/plan1.png"
  ],
  [
    [
      ["الضحك", "n"],
      ["فيضحك", "v"],
      ["يضحك", "v"],
      ["ضحك", "v"],
      ["فضحك", "v"],
      ["ضحكت", "v"],
      ["ضحكات", "v"],
      ["ضحكة", "n"],
      ["نضحك", "v"],
    ],
    "assets/images/laugh.png"
  ],
  [
    [
      ["واجب", "n"],
      ["واجباتي", "n"],
      ["واجبات", "n"],
      ["واجباته", "n"],
    ],
    "assets/images/homework.png"
  ],
  [
    [
      ["يقفل", "v"],
      ["قفلوا", "v"],
      ["نقفل", "v"],
      ["مقفل", "a"],
    ],
    "assets/images/lock.png"
  ],
  [
    [
      ["يفكر", "v"],
      ["فكري", "v"],
      ["فكرتها", "v"],
      ["تفكر", "v"],
      ["الفكر", "n"],
      ["فكر", "v"],
      ["فكرة", "n"],
    ],
    "assets/images/idea.png"
  ],
  [
    [
      ["جائع", "n"],
      ["جائعة", "a"],
      ["بالجوع", "a"],
      ["جوعان", "a"],
      ["الجوع", "n"],
      ["جوعه", "n"],
      ["الجياع", ""],
    ],
    "assets/images/hungry.png"
  ],
  [
    [
      ["طويل", "a"],
      ["طويلا", "a"],
      ["طويلة", "a"],
      ["طول", "n"],
    ],
    "assets/images/tall.png"
  ],
  [
    [
      ["قصير", "a"],
      ["قصرت", "v"],
    ],
    "assets/images/short.png"
  ],
  [
    [
      ["أحب", "v"],
      ["تحب", "v"],
      ["احب", "v"],
      ["يحبه", "v"],
      ["حب", "n"],
      ["تحبين", "v"],
      ["أحبها", "v"],
      ["يحبنا", "v"],
      ["المحبة", "n"],
      ["حبي", "n"],
      ["الحب", "n"],
      ["يحب", "v"],
      ["نحبه", "v"],
      ["حبيبتي", "n"],
      ["تحبيني", "n"],
      ["تحبينها", "n"],
      ["نحب", "v"],
      ["محبوبة", "a"],
      ["طيبة", "a"],
      ["حبها", "v"],
      ["لحب", "n"],
      ["محب", "n"],
      ["بحب", "v"],
      ["احبابي", "n"],
      ["حبايبي", "n"],
      ["أحببته", "v"],
      ["يحبون", "v"],
      ["يحبها", "v"],
      ["أحبه", "v"],
      ["حبه", "n"]
    ],
    "assets/images/love.png"
  ],
  [
    [
      ["فلنسعد", "v"],
      ["يسعدوا", "v"],
      ["السعادة", "n"],
      ["سعدت", "v"],
      ["نسعد", "v"],
      ["سعيد", "a"],
      ["سعيدة", "a"],
      ["استمتعوا", "v"],
      ["استمتعت", "v"],
      ["استمتع", "n"],
      ["بالسعادة", "n"],
      ["تسعد", "v"],
      ["سعد", "n"],
      ["سعادة", "n"],
      ["سعادتكم", "n"],
      ["يفرحون", "v"],
      ["بالفرحة", ""],
      ["الفرحة", "n"],
      ["بفرحتي", "n"],
      ["يفرح", "v"],
      ["فرحانة", "a"],
      ["فرحين", "v"],
      ["ففرح", "v"],
      ["فرحا", "a"],
      ["فرح", "n"],
      ["فرحت", "v"],
      ["بفرح", "v"],
      ["السرور", "n"],
      ["سرورا", "n"],
      ["مسرورة", "a"],
      ["تسره", "v"],
      ["السراء", "n"],
      ["مسرورات", "v"],
      ["يسر", "n"],
      ["بيسر", "v"],
    ],
    "assets/images/happy.png"
  ],
  [
    [
      ["قلبه", "n"],
      ["قلبي", "n"],
      ["قلبهم", "n"],
      ["القلب", "n"],
      ["قلب", "n"],
      ["قلبا", "n"],
      ["قلوبنا", "n"],
      ["قلوبهم", "n"],
    ],
    "assets/images/heart.png"
  ],
  [
    [
      ["شكرا", "n"],
      ["الشكر", "n"],
      ["شكر", "n"],
      ["شكرها", "v"],
      ["شكرهما", "v"],
      ["شكروني", "v"],
      ["شكر", "n"],
      ["مشكورة", "n"],
      ["مشكورين", "n"],
      ["شكـري", "n"],
    ],
    "assets/images/hands.png"
  ],
  [
    [
      ["مرحبا", "n"],
      ["السلام", "n"],
    ],
    "assets/images/hello.png"
  ],
  [
    [
      ["يشعروا", "v"],
      ["اشعر", "v"],
      ["أشعر", "v"],
      ["يشعر", "v"],
      ["بشعور", "a"],
      ["تشعر", "v"],
      ["شعور", "v"],
      ["الشعور", "n"],
      ["فيشعرون", "v"],
      ["يشعرون", "v"],
      ["شعرت", "v"],
      ["أحس", "v"],
      ["احس", "v"],
    ],
    "assets/images/feelings.png"
  ],
  [
    [
      ["الكتاب", "n"],
      ["كتابي", "n"],
      ["بكتابه", "n"],
      ["بالكتاب", "n"],
      ["كتاب", "n"],
    ],
    "assets/images/book.png"
  ],
  [
    [
      ["السفر", "n"],
      ["سفر", "n"],
      ["سافرت", "v"],
      ["تسافر", "v"],
      ["سافر", "v"],
      ["بالطيارة", "n"],
    ],
    "assets/images/airplane.png"
  ],
  [
    [
      ["جميل", "a"],
      ["جميلة", "a"],
      ["الجميلة", "n"],
      ["الجميل", "n"],
      ["جميلا", "a"],
      ["بجميل", "n"],
      ["الحلوة", "n"],
      ["حلوة", "a"],
      ["حلو", "n"],
      ["يحلو", "v"],
    ],
    "assets/images/appreciation.png"
  ],
  [
    [
      ["الكتب", "n"],
      ["كتبه", "n"],
      ["المكتبة", "n"],
      ["كتب", "v"],
    ],
    "assets/images/book-stack.png"
  ],
  [
    [
      ["بالم", "n"],
      ["الم", "n"],
      ["ألم", "a"],
      ["يؤلمني", "n"],
      ["بألم", "n"],
      ["الألم", "n"],
      ["يتألم", "v"],
      ["متألما", "n"],
      ["بالألم", "n"],
      ["اتألم", "v"],
      ["بالمرض", "n"],
      ["أمرض", "v"],
      ["متعب", "a"],
      ["تعبان", "a"],
      ["التعب", "n"],
      ["بتعب", "n"],
      ["لاتتعب", "v"],
      ["تعبت", "v"],
      ["تتعبوا", "v"],
      ["أتعبها", "v"],
      ["متعبة", "n"],
      ["تتعبين", "v"],
      ["بإرهاق", "n"],
      ["مرهقة", "n"],
      ["مرهقا", "n"],
      ["مرهق", "a"],
      ["إرهاق", "n"],
      ["منهكا", ""],
      ["تعانى", ""],
      ["منهمكا", ""],
      ["يعاني", ""],
      ["نعاني", ""],
      ["اعانك", ""],
    ],
    "assets/images/pain.png"
  ],
  [
    [
      ["فحزن", "n"],
      ["حزنا", "v"],
      ["يحزن", "v"],
      ["حزينة", "a"],
      ["فأحزنه", "n"],
      ["يحزنني", "v"],
      ["حزن", "n"],
      ["الحزن", "n"],
      ["حزين", "a"],
      ["تحزن", "v"],
      ["حزينا", "a"],
    ],
    "assets/images/sad.png"
  ],
  [
    [
      ["ببطء", "n"],
      ["بطيئة", "a"],
      ["بطيء", "a"],
    ],
    "assets/images/slow.png"
  ],
  [
    [
      ["يوما", "n"],
      ["يومين", "n"],
      ["يومي", "n"],
      ["اليومية", "n"],
      ["يومهم", "n"],
      ["يومه", "n"],
      ["اليومي", "n"],
      ["يومك", "n"],
      ["ليوم", "n"],
      ["اليوم", "n"],
      ["يوم", "n"],
      ["أيام", "n"],
      ["أيامنا", "n"],
      ["الأيام", "n"]
    ],
    "assets/images/day.png"
  ],
  [
    [
      ["أستطيع", "v"],
      ["نستطيع", "v"],
      ["تستطع", "v"],
      ["يستطيع", "v"],
      ["استطاع", "v"],
      ["أستطع", "v"],
      ["استطع", "v"],
      ["استطيع", "v"],
      ["تستطيع", "v"],
      ["يمكن", "n"],
      ["ممكن", "a"],
      ["يمكنني", "n"],
      ["يمكنك", "n"],
      ["الممكن", "n"],
      ["ليتمكن", "n"],
      ["ممكنا", "n"],
      ["نتمكن", "v"],
      ["يتمكنوا", "v"],
      ["ممكنا", "n"],
      ["ممكنا", "n"],
    ],
    "assets/images/person.png"
  ],
  [
    [
      ["موافقين", "n"],
      ["توافق", "v"],
      ["وافق", "n"],
      ["رضى", "a"],
      ["موافق", "n"],
      ["قبول", "a"],
      ["فقبلت", "n"],
      ["يقبل", "v"],
      ["الإقبال", "n"],
      ["نعم", "n"],
      ["صحيح", "a"],
      ["بلى", "l"],
      ["الصحيح", "n"],
      ["يصح", "v"],
      ["أصحيح", "n"],
      ["تمام", "n"],
      ["طيب", "n"],
      ["تماما", "n"],
      ["أجل", "n"],
      ["يعجبني", "v"],
      ["أعجبتك", "n"],
      ["تعجبك", "v"],
      ["أعجبتني", "n"],
      ["يعجبك", "v"]
    ],
    "assets/images/okay.png"
  ],
  [
    [
      ["اسمها", "n"],
      ["أسمائكم", "n"],
      ["باسمك", "n"],
      ["الاسم", "n"],
      ["اسم", "n"],
      ["يسمى", "v"],
      ["اسمائنا", "n"],
      ["تسمية", "v"],
      ["اسماء", "n"],
      ["اسمي", "n"],
      ["اسمك", "n"],
      ["اسمه", "n"]
    ],
    "assets/images/name.png"
  ],
  [
    [
      ["سأعمل", "v"],
      ["للعمل", "n"],
      ["عملها", "n"],
      ["عملي", "n"],
      ["تعملين", "v"],
      ["العمل", "n"],
      ["عمله", "n"],
      ["يعمل", "v"],
      ["عمل", "n"],
      ["أعمل", "v"],
      ["عملا", "n"],
      ["بالعمل", "n"],
      ["عملك", "n"],
      ["أعمالك", "n"],
      ["بعمل", "n"],
      ["تعمل", "v"],
      ["شغلك", "n"],
      ["اشغل", "v"],
      ["فتنشغل", "v"],
      ["منشغلا", "n"],
      ["تشغل", "v"]
    ],
    "assets/images/businessman.png"
  ],
  [
    [
      ["اجتمع", "v"],
      ["يجتمع", "v"],
      ["تجتمع", "v"],
      ["اجتماع", "n"],
      ["مجتمع", "n"],
      ["المجتمع", "n"],
    ],
    "assets/images/meet.png"
  ],
  [
    [
      ["للأطفال", "n"],
      ["بالأطفال", "n"],
      ["طفولتنا", "n"],
      ["أطفاله", "n"],
      ["الأطفال", "n"],
      ["الطفولة", "n"],
      ["أطفال", "n"],
    ],
    "assets/images/children.png"
  ],
  /* [
    [
      ["تقلقد", "v"],
      ["القلق", "n"],
      ["قلق", "a"],
      ["تقلقي", "v"],
      ["بالقلق", "n"],
    ],
    "assets/images/.png"
  ],*/
  [
    [
      ["نافذة", "n"],
      ["مننافذة", "n"],
      ["شبابيك", "n"],
    ],
    "assets/images/window.png"
  ],
  [
    [
      ["الماضي", "n"],
      ["بالماضي", "n"],
      ["الماضية", "n"],
    ],
    "assets/images/yesterday.png"
  ],
  [
    [
      ["الأصفر", "n"],
      ["الإصفرار", "n"],
      ["صفراء", "n"],
      ["اصفر", "n"],
    ],
    "assets/images/yellow.png"
  ],
  [
    [
      ["شعر", "n"],
    ],
    "assets/images/wig.png"
  ],
  [
    [
      ["الكبير", "n"],
      ["كبيرة", "a"],
      ["كبير", "a"],
      ["الكبيرة", "n"],
      ["كبيرا", "n"],
    ],
    "assets/images/big.png"
  ],
  [
    [
      ["صباح", "n"],
      ["الصباح", "n"],
      ["صباحا", "n"],
    ],
    "assets/images/morning.png"
  ],
  [
    [
      ["تساعدهم", "v"],
      ["يساعدهم", "v"],
      ["ساعدتم", "v"],
      ["ساعديه", "v"],
      ["ساعد", "n"],
      ["نساعدك", "v"],
      ["يساعدك", "v"],
      ["مساعدة", "n"],
      ["لمساعدة", "n"],
      ["نساعد", "v"],
      ["تساعد", "v"],
      ["مساعدتي", "n"],
      ["مساعدتك", "n"],
      ["نساعده", "v"],
      ["يساعدها", "v"],
      ["ليساعدها", "v"],
      ["ساعده", "n"],
    ],
    "assets/images/help.png"
  ],
  [
    [
      ["ساعات", "n"],
      ["الساعه", "n"],
      ["لساعتين", "n"],
      ["الساعة", "n"],
      ["ساعة", "n"],
      ["لساعات", "n"],
    ],
    "assets/images/clock.png"
  ],
  [
    [
      ["فترى", "n"],
      ["تراني", "v"],
      ["سترانى", "n"],
      ["أرى", "v"],
      ["نرى", "v"],
      ["رأيت", "v"],
      ["رأينا", "v"],
      ["أرأيتم", "v"],
      ["رأيتم", "v"],
      ["رأيته", "v"],
      ["رأى", "v"],
      ["رأت", "v"],
      ["يرى", "v"],
      ["ارى", "v"],
      ["أنظر", "n"],
      ["انظر", "v"],
      ["تنظر", "v"],
      ["نظر", "n"],
      ["ينظر", "v"],
      ["نظرت", "v"],
      ["نظري", "n"],
      ["بالنظر", "n"],
      ["نراه", "n"],
      ["نراهم", "v"],
      ["نراھن", "v"],
      ["يرانا", "v"],
      ["يراقب", "v"],
      ["يراقبون", "v"],
      ["أعقبها", "v"],
      ["مراقبة", "n"],
      ["أراقبها", "v"],
      ["راقبنا", "v"],
    ],
    "assets/images/see.png"
  ],
  [
    [
      ["الفطر", "n"],
    ],
    "assets/images/mushreoom.png"
  ],
  [
    [
      ["دائما", "n"],
      ["دائم", "a"],
      ["الدائم", "n"],
      ["دائمة", "a"],
      ["دوما", "n"],
    ],
    "assets/images/always.png"
  ],
];
List<List> dataIfNoData = [
  [
    [
      ["الاستعداد", ""],
      ["فلنستعد", ""],
      ["مستعدة", ""],
      ["يستعد", ""],
      ["استعدادا", ""],
    ],
    "assets/images/ready.png"
  ],
  [
    [
      ["استخدامها", ""],
      ["مستخدما", ""],
      ["أستخدمه", ""],
      ["يستخدم", ""],
      ["سأستخدمه", ""],
      ["تستخدم", ""],
      ["استخدام", ""],
      ["الاستخدام", ""],
      ["استخدمنا", ""],
      ["استخدم", ""],
    ],
    "assets/images/using.png"
  ],
  [
    [
      ["كنت", ""],
      ["يكن", ""],
      ["كنا", ""],
      ["ليكن", ""],
      ["كن", ""],
      ["فيكن", ""],
      ["فكن", ""],
      ["تكن", ""],
      ["كان", ""],
      ["كانت", ""],
      ["فكان", ""],
      ["كاد", ""],
      ["لكانت", ""],
      ["كانوا", ""],
      ["كانه", ""],
    ],
    "assets/images/past.png"
  ],
  [
    [
      ["تويتر", ""],
      ["للتويتر", ""],
      ["التويتر", ""],
      ["لتويتر", ""],
    ],
    "assets/twitter.png"
  ],
  [
    [
      ["عقلك", ""],
      ["عقلي", ""],
      ["العقل", ""],
      ["الأفكار", ""],
    ],
    "assets/images/brain.png"
  ],
  [
    [
      ["يفيدني", ""],
      ["المفيدة", ""],
      ["نفيد", ""],
      ["مفيدا", ""],
      ["مفيدة", ""],
      ["فائدة", ""],
    ],
    "assets/images/benefits.png"
  ],
  [
    [
      ["يرجع", ""],
      ["رجعوا", ""],
      ["نرجع", ""],
      ["الرجوع", ""],
      ["رجعنا", ""],
      ["رجعت", ""],
      ["ترجع", ""],
      ["للرجوع", ""],
      ["خلف", ""],
      ["الخلف", ""],
      ["الخلفية", ""],
      ["وراء", ""],
      ["كالسهم", ""],
      ["اليسار", ""],
    ],
    "assets/images/arrow.png"
  ],
  [
    [
      ["نتأرجح", ""],
      ["المرجيحة", ""],
      ["تتأرجح", ""],
      ["تأرجح", ""],
      ["الأرجوحة", ""],
      ["يتمرجحون", ""],
    ],
    "assets/images/swing.png"
  ],
  [
    [
      ["يرفع", ""],
      ["رفع", ""],
      ["نرفع", ""],
      ["يرفعون", ""],
      ["رفعت", ""],
      ["بأعلى", ""],
      ["أعلاه", ""],
      ["الأعلى", ""],
    ],
    "assets/images/upload.png"
  ],
  [
    [
      ["أقضي", ""],
      ["نقضي", ""],
      ["قضوا", ""],
      ["يقضي", ""],
      ["القضاء", ""],
      ["قضاء", ""],
      ["تقضي", ""],
      ["اقضي", ""],
      ["قضيت", ""],
      ["قضي", ""],
      ["لقضاء", ""],
      ["تقضى", ""],
      ["نقضى", ""],
    ],
    "assets/images/spend.png"
  ],
  [
    [
      ["أصبح", ""],
      ["تصبح", ""],
      ["فأصبح", ""],
      ["نصبح", ""],
      ["أصبحت", ""],
      ["يصبح", ""],
      ["فيصبح", ""],
      ["تصبحي", ""],
      ["لتصبح", ""],
      ["اصبحت", ""],
    ],
    "assets/images/become.png"
  ],
  [
    [
      ["زرع", ""],
      ["مزرعة", ""],
      ["زرعت", ""],
      ["يزرع", ""],
      ["مزرعته", ""],
      ["مزارعا", ""],
      ["المزارع", ""],
    ],
    "assets/images/planting.png"
  ],
  [
    [
      ["ريال", ""],
    ],
    "assets/images/saudi.png"
  ],
  [
    [
      ["سعودية", ""],
      ["الرياض", ""],
    ],
    "assets/images/saudi-arabia.png"
  ],
  [
    [
      ["صفة", ""],
      ["صفات", ""],
      ["بصفة", ""],
      ["يصفها", ""],
      ["صفاتها", ""],
      ["سأصف", ""],
      ["بوصفها", ""],
      ["وصف", ""],
      ["بصفته", ""],
      ["تصف", ""],
      ["مهارات", ""],
      ["المهارات", ""],
      ["مهارة", ""],
      ["مهاراته", ""],
      ["بالمهارات", ""],
    ],
    "assets/images/skills.png"
  ],
  [
    [
      ["يحتوي", ""],
      ["المحتوى", ""],
      ["تحتوي", ""],
    ],
    "assets/images/contain.png"
  ],
  [
    [
      ["تفعل", ""],
      ["فعلا", ""],
      ["أفعل", ""],
      ["فعله", ""],
      ["تفعله", ""],
      ["ستفعل", ""],
      ["افعل", ""],
      ["بالفعل", ""],
      ["سنفعل", ""],
      ["يفعل", ""],
      ["فعلها", ""],
      ["فعلة", ""],
      ["نفعل", ""],
      ["سأفعل", ""],
      ["لفعل", ""],
      ["يفعله", ""],
      ["فعل", ""],
      ["الفعل", ""],
      ["فعلت", ""],
      ["ستفعلين", ""],
      ["تفعلون", ""],
    ],
    "assets/images/do.png"
  ],
  [
    [
      ["قرر", ""],
      ["قررت", ""],
      ["فقرر", ""],
      ["فقرروا", ""],
      ["فقررت", ""],
      ["قرروا", ""],
    ],
    "assets/images/decision.png"
  ],
  [
    [
      ["المسجد", ""],
      ["للمسجد", ""],
    ],
    "assets/images/mosque.png"
  ],
  [
    [
      ["كوبا", ""],
      ["كوب", ""],
      ["الكوب", ""],
    ],
    "assets/images/cup.png"
  ],
  [
    [
      ["الجبنة", ""],
      ["جبن", ""],
      ["الجبن", ""],
    ],
    "assets/images/cheese.png"
  ],
  [
    [
      ["مكرونة", ""],
    ],
    "assets/images/noodles.png"
  ],
  [
    [
      ["قليلا", ""],
      ["قليل", ""],
      ["الأقل", ""],
      ["لتقليل", ""],
      ["فقليل", ""],
      ["القليل", ""],
      ["شوي", ""],
    ],
    "assets/images/little.png"
  ],
  [
    [
      ["يسقط", ""],
      ["سقطت", ""],
      ["تسقط", ""],
      ["سقط", ""],
      ["السقوط", ""],
    ],
    "assets/images/fall.png"
  ],
  [
    [
      ["التميز", ""],
      ["المتميز", ""],
      ["للتميز", ""],
      ["تميز", ""],
      ["يتميز", ""],
      ["متميزة", ""],
      ["للمتميزات", ""],
      ["التمييز", ""],
      ["متميز", ""],
      ["مميزا", ""],
      ["ممتاز", ""],
      ["يميزه", ""],
      ["أميزها", ""],
      ["اميزها", ""],
    ],
    "assets/images/medal.png"
  ],
  [
    [
      ["يبدأون", ""],
      ["فبدأت", ""],
      ["بدأن", ""],
      ["فيبدأ", ""],
      ["يبدأ", ""],
      ["أبدا", ""],
      ["بدأت", ""],
      ["بدأ", ""],
      ["بدأنا", ""],
      ["بداية", ""],
      ["تبدأ", ""],
      ["نبدأ", ""],
    ],
    "assets/images/start.png"
  ],
  [
    [
      ["شهادة", ""],
      ["الشهادة", ""],
      ["شهدت", ""],
    ],
    "assets/images/shahada.png"
  ],
  [
    [
      ["ليرتاح", ""],
      ["يرتاح", ""],
      ["مرتاح", ""],
      ["نرتاح", ""],
      ["ارتاح", ""],
    ],
    "assets/images/rest.png"
  ],
  [
    [
      ["الذنوب", ""],
      ["ذنوبه", ""],
      ["السيئ", ""],
      ["سيء", "a"],
      ["بسوء", "n"],
      ["سيئة", "a"],
    ],
    "assets/images/bad.png"
  ],
  [
    [
      ["أرنبا", ""],
      ["كأرنب", ""],
      ["الأرنب", ""],
      ["أرنب", ""],
    ],
    "assets/images/rabbit.png"
  ],
  [
    [
      ["المسحة", ""],
    ],
    "assets/images/rag.png"
  ],
  [
    [
      ["وضع", ""],
      ["وضعت", ""],
      ["الوضع", ""],
      ["سنضع", ""],
      ["وضعنا", ""],
      ["ليضع", ""],
      ["وضعها", ""],
      ["تضع", ""],
      ["نضع", ""],
      ["فوضعها", ""],
      ["وضعتها", ""],
      ["ضعه", ""],
      ["وضعك", ""],
    ],
    "assets/images/put.png"
  ],
  [
    [
      ["لحماية", ""],
      ["حماية", ""],
      ["لتحمي", ""],
    ],
    "assets/images/protect.jpg"
  ],
  [
    [
      ["بالشكل", ""],
      ["يشكل", ""],
      ["الشكل", ""],
      ["بشكل", ""],
      ["شكل", ""],
      ["أشكال", ""],
    ],
    "assets/images/shapes.png"
  ],
  [
    [
      ["الصورة", ""],
      ["صور", ""],
      ["تصور", ""],
    ],
    "assets/images/picture.png"
  ],
  [
    [
      ["عطرة", ""],
    ],
    "assets/images/perfume.png"
  ],
  [
    [
      ["جزء", ""],
    ],
    "assets/images/Part.png"
  ],
  [
    [
      ["الورقة", ""],
      ["الورق", ""],
      ["أوراق", ""],
      ["الأوراق", ""],
    ],
    "assets/images/paper.png"
  ],
  [
    [
      ["الاخرى", ""],
      ["اخر", ""],
      ["للاخر", ""],
      ["أخرى", ""],
      ["الأخرى", ""],
      ["الآخرين", ""],
      ["للآخرين", ""],
    ],
    "assets/images/other.png"
  ],
  [
    [
      ["رقما", ""],
      ["الرقم", ""],
      ["رقم", ""],
      ["الرقمي", ""],
      ["عدد", ""],
    ],
    "assets/images/numbers.png"
  ],
  [
    [
      ["الان", ""],
      ["الآن", ""],
      ["الأن", ""],
      ["لتوي", ""],
      ["للتو", ""],
      ["الحين", ""],
    ],
    "assets/images/now.jpg"
  ],
  [
    [
      ["نهاية", ""],
      ["انتهاء", ""],
      ["الانتهاء", ""],
      ["بانتهاء", ""],
      ["النهاية", ""],
      ["بأنتهاء", ""],
      ["انتهائها", ""],
      ["النهائي", ""],
      ["إنهاء", ""],
    ],
    "assets/images/finish.png"
  ],
  [
    [
      ["نفسه", ""],
      ["نفسك", ""],
      ["لنفسه", ""],
      ["أنفسنا", ""],
      ["النفس", ""],
      ["بنفس", ""],
      ["الأنفس", ""],
      ["اتنفس", ""],
      ["نفسي", ""],
      ["بنفسكي", ""],
      ["بنفسه", ""],
      ["التنفس", ""],
      ["بنفسي", ""],
      ["تنفس", ""],
      ["أنفسهم", ""],
    ],
    "assets/images/breath.png"
  ],
  [
    [
      ["العنب", ""],
      ["عنب", ""],
    ],
    "assets/images/grape.png"
  ],
  [
    [
      ["لقاءنا", ""],
      ["بلقائه", ""],
      ["بلقاء", ""],
      ["لقاء", ""],
      ["بلقائك", ""],
      ["اللقاء", ""],
    ],
    "assets/images/greet.jpg"
  ],
  [
    [
      ["حفرت", ""],
      ["بالحفر", ""],
      ["يحفر", ""],
      ["نحفره", ""],
    ],
    "assets/images/dig.png"
  ],
  [
    [
      ["وجد", ""],
      ["وجدت", ""],
      ["توجد", ""],
      ["وجدتها", ""],
      ["فوجده", ""],
      ["وجدا", ""],
      ["وجده", ""],
      ["وجدتم", ""],
      ["فوجدوا", ""],
      ["فوجد", ""],
      ["فوجدنا", ""],
      ["يوجد", ""],
      ["يجد", ""],
      ["تجده", ""],
      ["ستجد", ""],
      ["لاأجد", ""],
      ["اجد", ""],
      ["تجدين", ""],
      ["تجدها", ""],
      ["ليجدوا", ""],
      ["فيجدانها", ""],
      ["نجد", ""],
      ["فتجده", ""],
      ["أجد", ""],
      ["أجدها", ""],
      ["ستجدني", ""],
    ],
    "assets/images/find.png"
  ],
  [
    [
      ["الحارقة", ""],
      ["حار", ""],
    ],
    "assets/images/hot.png"
  ],
  [
    [
      ["البرد", ""],
      ["برد", ""],
      ["بالبرد", ""],
      ["ببرد", ""],
    ],
    "assets/images/cold.png"
  ],
  [
    [
      ["جدتي", ""],
      ["الجدة", ""],
      ["العجوزة", ""],
      ["العجوز", ""],
      ["عجوز", ""],
    ],
    "assets/images/grandmother.png"
  ],
  [
    [
      ["فترقص", ""],
      ["أرقص", ""],
    ],
    "assets/images/dance.png"
  ],
  [
    [
      ["الخيار", ""],
    ],
    "assets/images/cucumber.png"
  ],
  [
    [
      ["بمهنية", ""],
    ],
    "assets/images/career.png"
  ],
  [
    [
      ["فالتقطها", ""],
      ["تلتقط", ""],
      ["ممسكا", ""],
      ["الممسك", ""],
      ["امسكي", ""],
      ["يمسك", ""],
      ["تمسك", ""],
      ["ممسكة", ""],
    ],
    "assets/images/catch.png"
  ],
  [
    [
      ["كرسيه", ""],
    ],
    "assets/images/chair.png"
  ],
  [
    [
      ["قط", ""],
      ["القطط", ""],
    ],
    "assets/images/cat.png"
  ],
  [
    [
      ["حفلة", ""],
      ["الاحتفال", ""],
      ["نمرح", ""],
      ["أمرح", ""],
      ["مرحى", ""],
      ["يمرحون", ""],
      ["المرح", ""],
      ["بالسعادة", ""],
    ],
    "assets/images/celebration.png"
  ],
  [
    [
      ["قيادته", ""],
      ["القيادة", ""],
      ["قائدو", ""],
    ],
    "assets/images/leader.jpg"
  ],
  [
    [
      ["عباد", ""],
      ["عبادة", ""],
      ["عبد", ""],
      ["العبد", ""],
      ["لعبد", ""],
      ["معبد", ""],
      ["مسلم", ""],
      ["المسلم", ""],
      ["الإسلام", ""],
      ["الإسلامية", ""],
      ["الإسلامي", ""],
    ],
    "assets/images/ebada.jpg"
  ],
  [
    [
      ["العصير", ""],
      ["عصير", ""],
      ["الشراب", ""],
    ],
    "assets/images/juice.png"
  ],
  [
    [
      ["لمختبرات", ""],
    ],
    "assets/images/lab.png"
  ],
  [
    [
      ["قفزه", ""],
      ["يقفز", ""],
      ["القفز", ""],
      ["انطلقنا", ""],
      ["الانطلاق", ""],
    ],
    "assets/images/jump.jpg"
  ],
  [
    [
      ["يطرق", ""],
      ["الطرق", ""],
    ],
    "assets/images/knock.png"
  ],
  [
    [
      ["كيلو", ""],
    ],
    "assets/images/kilo.png"
  ],
  [
    [
      ["الأخير", ""],
      ["اخيرا", ""],
      ["أخر", ""],
      ["متأخرة", ""],
      ["تأخر", ""],
      ["بأخر", ""],
      ["تأخرت", ""],
      ["متأخرا", ""],
      ["أخير", ""],
      ["تأخير", ""],
    ],
    "assets/images/last.png"
  ],
  [
    [
      ["التاريخ", ""],
    ],
    "assets/images/date.png"
  ],
  [
    [
      ["ظلام", ""],
      ["الظلام", ""],
      ["ظلالها", ""],
    ],
    "assets/images/dark.jpg"
  ],
  [
    [
      ["الصراخ", ""],
      ["صرخات", ""],
      ["تصرخ", ""],
      ["صرخت", ""],
      ["فصرخ", ""],
      ["صرخة", ""],
      ["يصرخ", ""],
      ["تستغيث", ""],
      ["صاحت", ""],
    ],
    "assets/images/rant.png"
  ],
  [
    [
      ["جملا", ""],
      ["الجمل", ""],
      ["الجملة", ""],
      ["كلمة", ""],
      ["بكلمتين", ""],
    ],
    "assets/images/sentence.png"
  ],
  [
    [
      ["قص", ""],
      ["المقص", ""],
    ],
    "assets/images/cut.png"
  ],
  [
    [
      ["ثاني", ""],
      ["ثانيه", ""],
      ["الثاني", ""],
      ["ثانية", ""],
      ["الثانية", ""],
      ["ثانيا", ""],
      ["هاتان", ""],
      ["مرتين", ""],
      ["الثانوي", ""],
    ],
    "assets/images/second.png"
  ],
  [
    [
      ["التين", ""],
    ],
    "assets/images/fig.png"
  ],
  [
    [
      ["السبت", ""],
    ],
    "assets/images/saturday.jpg"
  ],
  [
    [
      ["اليمين", ""],
      ["الأيمن", ""],
    ],
    "assets/images/rightArrow.png"
  ],
  [
    [
      ["أحمر", ""],
      ["الأحمر", ""],
      ["احمر", ""],
      ["الاحمر", ""],
    ],
    "assets/images/red.png"
  ],
  [
    [
      ["تضرب", ""],
      ["للصفع", ""],
      ["بصفع", ""],
      ["بصفعي", ""],
      ["ضربك", ""],
      ["تضربك", ""],
      ["يضربوني", ""],
      ["يضربني", ""],
      ["عقابك", ""],
      ["عقاب", ""],
      ["يعاقبك", ""],
      ["يعاقب", ""],
      ["عاقبني", ""],
      ["تعاقب", ""],
      ["يؤذي", ""],
      ["بالإيذاء", ""],
      ["إيذانا", ""],
    ],
    "assets/images/hit.png"
  ],
  [
    [
      ["تخف", ""],
      ["اختبأ", ""],
      ["تختفي", ""],
      ["اختفت", ""],
    ],
    "assets/images/hid.png"
  ],
  [
    [
      ["الشيخ", ""],
      ["للشيخ", ""],
      ["شيخنا", ""],
      ["بالشيخ", ""],
      ["شيخ", ""],
    ],
    "assets/images/sheq.png"
  ],
  [
    [
      ["أحضان", ""],
      ["يحتضن", ""],
      ["اعانق", ""],
    ],
    "assets/images/hug.png"
  ],
  [
    [
      ["هي", ""],
      ["لها", ""],
      ["التي", ""],
      ["لكي", ""],
      ["بها", ""],
      ["تلك", ""],
      ["أنها", ""],
      ["إنها", ""],
      ["فإنها", ""],
      ["فهي", ""],
      ["فهيا", ""],
    ],
    "assets/images/she.png"
  ],
  [
    [
      ["هو", ""],
      ["له", ""],
      ["الذي", ""],
      ["لك", ""],
      ["به", ""],
      ["بك", ""],
      ["أنك", ""],
      ["انه", ""],
      ["فهو", ""],
    ],
    "assets/images/he.png"
  ],
  [
    [
      ["الأول", "n"],
      ["أول", "n"],
      ["الأولى", "n"],
      ["أولا", "n"],
      ["الاول", "n"],
      ["لأول", "n"],
      ["فأول", "n"],
    ],
    "assets/images/first.png"
  ],
  [
    [
      ["إشارة", ""],
      ["الإشارة", "n"],
    ],
    "assets/images/traffic-lights.png"
  ],
  [
    [
      ["الصابون", "n"],
    ],
    "assets/images/soap.png"
  ],
  [
    [
      ["بصوت", ""],
      ["صوت", ""],
      ["صوتا", ""],
      ["الصوت", "n"],
      ["صوته", ""],
      ["صوتك", ""],
      ["صوتي", "n"],
    ],
    "assets/images/sound.png"
  ],
  [
    [
      ["السوبرماركت", "n"],
      ["المركز", "n"],
    ],
    "assets/images/Supermarket.png"
  ],
  [
    [
      ["النزول", "n"],
      ["نزلة", ""],
      ["لننزل", ""],
    ],
    "assets/images/takedown.png"
  ],
  [
    [
      ["الاخبار", "n"],
      ["إخباري", ""],
      ["أخبار", ""],
      ["الأخبار", "n"],
      ["اخبار", ""],
      ["أخبارك", ""],
      ["قصصي", ""],
      ["قصة", ""],
      ["القصة", ""],
      ["القصص", ""],
    ],
    "assets/images/Tell.png"
  ],
  [
    [
      ["عشرة", ""],
      ["العاشرة", "n"],
    ],
    "assets/images/Ten.png"
  ],
  [
    [
      ["بالوقت", "n"],
      ["الوقت", "n"],
      ["وقتك", ""],
      ["وقتي", ""],
      ["للوقت", ""],
      ["وقته", ""],
      ["وقتا", ""],
      ["وقتها", ""],
    ],
    "assets/images/time.jpg"
  ],
  [
    [
      ["الذرة", "n"],
    ],
    "assets/images/corn.png"
  ],
  [
    [
      ["كنبة", ""],
      ["الكنبة", "n"],
    ],
    "assets/images/Sofa.png"
  ],
  [
    [
      ["ملف", ""],
      ["ملفاتك", ""],
      ["صفحاتي", ""],
      ["صفحاتك", ""],
      ["صفحات", ""],
    ],
    "assets/images/Folder.png"
  ],
  [
    [
      ["القدم", "n"],
      ["بقدمي", ""],
      ["قدماي", ""],
      ["قدمه", ""],
    ],
    "assets/images/foot.png"
  ],
  [
    [
      ["البطاطس", "n"],
      ["بطاطس", ""],
      ["البطاطا", "n"],
    ],
    "assets/images/fried-potatoes.jpg"
  ],
  [
    [
      ["فواكه", ""],
      ["الفاكهة", "n"],
    ],
    "assets/images/fruits.png"
  ],
  [
    [
      ["ممتلئ", ""],
      ["مليء", ""],
      ["مملوءة", ""],
      ["تملأ", "v"],
      ["مليئة", ""],
      ["كاملة", ""],
      ["كامل", ""],
      ["كاملتين", ""],
      ["لنكمل", ""],
      ["يكملوا", "v"],
      ["نكمل", "v"],
      ["أكمل", "v"],
      ["بأكملها", ""],
      ["أكملي", "v"],
    ],
    "assets/images/full.png"
  ],
  [
    [
      ["مسافة", ""],
      ["بين", ""],
      ["بيننا", ""],
      ["بينها", ""],
      ["بينهما", ""],
      ["الفرق", "n"],
      ["بعيد", ""],
      ["بعيدة", ""],
      ["بعيدا", ""],
      ["البعد", "n"],
      ["تبعد", "v"],
    ],
    "assets/images/distance.png"
  ],
  [
    [
      ["نارا", ""],
      ["نارية", ""],
    ],
    "assets/images/glare.png"
  ],
  [
    [
      ["الشارع", "n"],
      ["للشارع", "n"],
    ],
    "assets/images/street.png"
  ],
  [
    [
      ["الاحد", "n"],
      ["الأحد", "n"],
    ],
    "assets/images/sunday.jpg"
  ],
  [
    [
      ["الشاي", "n"],
    ],
    "assets/images/tea.png"
  ],
  [
    [
      ["دمعت", ""],
      ["بالبكاء", "n"],
      ["يبكي", "v"],
      ["تبكي", "v"],
    ],
    "assets/images/Tear.png"
  ],
  [
    [
      ["اسنانك", ""],
      ["أسنانك", ""],
      ["الأسنان", "n"],
      ["سن", ""],
      ["السن", "n"],
    ],
    "assets/images/teeth.png"
  ],
  [
    [
      ["ضعيفة", ""],
      ["الضعيفة", "n"],
    ],
    "assets/images/thin.png"
  ],
  [
    [
      ["رمينا", ""],
      ["يرمي", "v"],
      ["يقذف", "v"],
    ],
    "assets/images/throw.jpg"
  ],
  [
    [
      ["للنصيحة", ""],
      ["تنصح", "v"],
      ["المعلومات", "n"],
    ],
    "assets/images/tip.png"
  ],
  [
    [
      ["أصابعهم", ""],
      ["أصابع", ""],
      ["أصابعك", ""],
      ["أصبعه", ""],
    ],
    "assets/images/Toe.png"
  ],
  [
    [
      ["بكره", ""],
      ["الغد", "n"],
      ["غد", "n"],
      ["فغدا", ""],
      ["غدا", ""],
    ],
    "assets/images/tomorrow-ar.jpg"
  ],
  [
    [
      ["لسان", ""],
    ],
    "assets/images/tongue.png"
  ],
  [
    [
      ["تفرش", "v"],
    ],
    "assets/images/toothbrush.jpg"
  ],
  [
    [
      ["اللذيذ", ""],
      ["اللذيذة", ""],
      ["لذيذة", ""],
      ["لذيذ", ""],
    ],
    "assets/images/dele.png"
  ],
  [
    [
      ["حياتى", "n"],
      ["الحياة", "n"],
      ["حياة", "n"],
      ["حياتي", "n"],
      ["حياته", "n"],
      ["أحيا", "v"],
      ["فالحياة", ""],
      ["يحيا", "v"],
      ["بحياتهما", ""],
      ["لحياتها", ""],
      ["الدنيا", "n"],
      ["دنياك", "n"],
    ],
    "assets/images/life.jpg"
  ],
  [
    [
      ["أضواء", "n"],
      ["الضوء", "n"],
      ["اضواء", ""],
      ["الإنارة", "n"],
      ["انار", "v"],
      ["الضوئية", "n"],
      ["الأضواء", "n"],
      ["منارة", "n"],
    ],
    "assets/images/light.png"
  ],
  [
    [
      ["خفيفة", "n"],
      ["الخفيفة", "n"],
    ],
    "assets/images/light-weight.png"
  ],
  [
    [
      ["خط", "v"],
      ["بخط", ""],
      ["أخطط", "v"],
      ["أحدد", "v"],
      ["المحددة", "n"],
      ["حددتها", "v"],
    ],
    "assets/images/line.png"
  ],
  [
    [
      ["أسدا", "v"],
    ],
    "assets/images/lion.png"
  ],
  [
    [
      ["تعيش", "v"],
      ["العيش", "n"],
      ["يعيشان", "v"],
      ["عيش", "n"],
      ["نعيش", "v"],
      ["المعيش", ""],
      ["يعيش", "v"],
      ["أقيموا", "v"],
      ["يقيم", "v"],
      ["مسكنا", ""],
      ["يسكن", "v"],
      ["سكنوا", "v"],
      ["مسكنة", "n"],
      ["منزلة", "n"],
    ],
    "assets/images/live2.png"
  ],
  [
    [
      ["الاتجاه", "n"],
      ["تجاهها", ""],
      ["اتجاه", "n"],
      ["الاتجاهات", "n"],
      ["تجاه", "v"],
    ],
    "assets/images/directions.png"
  ],
  [
    [
      ["موقعه", "n"],
      ["الطريق", "n"],
      ["مكان", "n"],
      ["طريق", "n"],
      ["طريقه", "n"],
      ["طريقها", "n"],
      ["الواقع", "n"],
      ["واقع", "v"],
      ["مواقع", "n"],
      ["تقع", "v"],
      ["المكان", "n"],
      ["مكانا", "v"],
      ["مكانك", ""],
      ["الأماكن", "n"],
    ],
    "assets/images/location.png"
  ],
  [
    [
      ["أضيع", "v"],
      ["اضاعت", "v"],
      ["أضاع", "v"],
      ["ضاعت", "v"],
      ["تضيع", "v"],
      ["يضيعها", "v"],
      ["تفقده", "v"],
      ["تفقد", "v"],
      ["فقدت", "v"],
      ["فقدنا", "v"],
      ["فقدته", "v"],
    ],
    "assets/images/lost.png"
  ],
  [
    [
      ["الغداء", "n"],
    ],
    "assets/images/lunch.jpg"
  ],
  [
    [
      ["الصناعية", "n"],
      ["الصناعي", "n"],
      ["الاصطناعية", "n"],
      ["أصنع", "v"],
      ["اصنعها", "v"],
      ["صنعها", "v"],
      ["صنعوها", "v"],
      ["مصنوع", "n"],
      ["بصنعه", "n"],
      ["لصنعها", ""],
      ["سأصنع", ""],
      ["صنعت", "v"],
      ["صنعناها", "v"],
      ["المصنوعة", "n"],
      ["تصنع", "v"],
      ["صنيعك", "n"],
    ],
    "assets/images/manufacture.png",
  ],
  [
    [
      ["العلاج", "n"],
      ["الأدوية", "n"],
      ["دواء", "n"],
      ["الدواء", "n"],
    ],
    "assets/images/medicine.jpg"
  ],
  [
    [
      ["اصمتي", "v"],
      ["صامت", "v"],
      ["اهدئي", "v"],
      ["هدأت", "v"],
      ["تهدئة", "n"],
    ],
    "assets/images/slient.jpg"
  ],
  [
    [
      ["يستحما", "v"],
      ["يستحم", "v"],
    ],
    "assets/images/shower.png"
  ],
  [
    [
      ["دراجة", "n"],
      ["دراجات", "n"],
    ],
    "assets/images/motorbike.png"
  ],
  [
    [
      ["دقيقة", "n"],
    ],
    "assets/images/minute.png"
  ],
  [
    [
      ["شهر", "n"],
      ["أشهر", "n"],
      ["شهريا", "n"],
    ],
    "assets/images/month.jpg"
  ],
  [
    [
      ["للقمر", ""],
      ["القمر", "n"],
    ],
    "assets/images/moon.png"
  ],
  [
    [
      ["الحليب", "n"],
    ],
    "assets/images/milk.png"
  ],
  [
    [
      ["البط", "n"],
      ["البجع", "n"],
    ],
    "assets/images/duck.png"
  ],
  [
    [
      ["هاتفه", "v"],
      ["الهاتف", "n"],
      ["هاتفك", "n"],
      ["الهاتفية", "n"],
    ],
    "assets/images/mobile.png"
  ],
  [
    [
      ["خلق", "v"],
      ["خلقنا", "v"],
      ["خلقها", "v"],
      ["أخلاق", "n"],
    ],
    "assets/images/morals.png"
  ],
  [
    [
      ["القميص", "n"],
      ["قميص", "n"],
      ["البلوزه", "n"],
    ],
    "assets/images/shirt.png"
  ],
  [
    [
      ["أحذية", "n"],
      ["الأحذية", "n"],
      ["حذاء", "n"],
      ["الحذاء", "n"],
    ],
    "assets/images/shoes.png"
  ],
  [
    [
      ["للسوق", "n"],
      ["السوق", "n"],
      ["متجر", "n"],
      ["سوق", "n"],
      ["تسوقوا", "v"],
    ],
    "assets/images/shopping.png"
  ],
  [
    [
      ["خجل", "a"],
      ["أخجل", "v"],
    ],
    "assets/images/shy.png"
  ],
  [
    [
      ["نغني", "v"],
      ["يغني", "v"],
      ["غناء", "n"],
      ["تتغنى", "v"],
      ["مغناة", "n"],
      ["أطرب", "v"],
      ["تطرب", "v"],
    ],
    "assets/images/sing.jpg"
  ],
  [
    [
      ["جلوس", "n"],
      ["فالجلوس", ""],
      ["الجلوس", "n"],
      ["يجلسون", "v"],
      ["جلست", "v"],
      ["ستجلس", "v"],
      ["اجلس", "v"],
      ["تجلس", "v"],
      ["يجلس", "v"],
      ["أجلس", "v"],
      ["لتجلس", ""],
      ["المجلس", "n"],
    ],
    "assets/images/sit.png"
  ],
  [
    [
      ["أطلق", "v"],
      ["نطلق", "v"],
      ["أطلقت", "v"],
      ["اطلق", "v"],
    ],
    "assets/images/gun.png"
  ],
  [
    [
      ["الأسف", "v"],
      ["للاسف", "n"],
      ["اسف", "n"],
      ["للأسف", "n"],
      ["آسفة", "n"],
      ["فاعتذر", ""],
      ["اعتذر", "v"],
      ["المعذرة", "n"],
      ["عذرا", "v"],
    ],
    "assets/images/sorry.png"
  ],
  [
    [
      ["دفتر", "n"],
      ["مذكراتي", "n"],
      ["الدفاتر", "n"],
    ],
    "assets/images/notebook.png"
  ],
  [
    [
      ["التميز", "n"],
      ["المتميز", "n"],
      ["مميز", "v"],
      ["ممتاز", "n"],
    ],
    "assets/images/excellent.png"
  ],
  [
    [
      ["حدث", "v"],
      ["حدثت", "v"],
    ],
    "assets/images/Event.png"
  ],
  [
    [
      ["غبار", "n"],
      ["لغبار", ""],
    ],
    "assets/images/dust.png"
  ],
  [
    [
      ["و", "l"],
    ],
    "assets/images/and.png"
  ],
  [
    [
      ["حتى", "l"],
    ],
    "assets/images/statistics.png"
  ],
  [
    [
      ["عن", "l"],
      ["عندما", "l"],
      ["عند", "l"],
      ["عنها", "l"],
      ["عنه", "l"],
      ["عنك", "l"],
      ["عني", "l"],
      ["عنا", "l"],
      ["عندك", "l"],
      ["عندكم", "l"],
      ["فعند", "l"],
      ["عندها", "l"],
      ["عندنا", "l"],
    ],
    "assets/images/about.png"
  ],
  [
    [
      ["قد", "l"],
      ["لقد", "l"],
      ["فقد", "l"],
      ["فلقد", "l"],
    ],
    "assets/images/maybe.png"
  ],
  [
    [
      ["إلا", "l"],
      ["الا", "l"],
    ],
    "assets/images/alert.png"
  ],
  [
    [
      ["لن", "l"],
    ],
    "assets/images/unless.png"
  ],
  [
    [
      ["لما", "l"],
      ["كلما", "l"],
    ],
    "assets/images/why.png"
  ],
  [
    [
      ["لم", "l"],
    ],
    "assets/images/not.png"
  ],
  [
    [
      ["في", "l"],
      ["فی", "l"],
      ["فيه", "l"],
      ["فيها", ""],
      ["فيك", ""],
      ["بداخلها", ""],
      ["داخل", ""],
      ["بداخل", ""],
      ["داخلي", ""],
      ["بداخلنا", ""],
      ["داخله", ""],
    ],
    "assets/images/in.png"
  ],
  [
    [
      ["قطار", "n"],
      ["القطار", "n"],
      ["بالقطار", "n"],
      ["القطارات", "n"],
    ],
    "assets/images/train.png"
  ],
  [
    [
      ["أمطرته", "v"],
      ["المطر", "n"],
    ],
    "assets/images/rain.png"
  ],
  [
    [
      ["هدوء", "a"],
      ["بهدوء", "n"],
      ["الهدوء", "n"],
    ],
    "assets/images/quiet.jpg"
  ],
  [
    [
      ["القوه", "a"],
      ["قوية", "a"],
      ["بقوة", "n"],
      ["قوة", "a"],
      ["القوة", "n"],
      ["القوية", "n"],
      ["أقوياء", "a"],
    ],
    "assets/images/strong.png"
  ],
  [
    [
      ["التلفاز", "n"],
      ["تلفاز", "n"],
    ],
    "assets/images/television.png"
  ],
  [
    [
      ["الخيمة", "n"],
      ["يخيم", "v"],
      ["خيمتنا", "n"],
    ],
    "assets/images/tent.png"
  ],
  [
    [
      ["خميس", "n"],
    ],
    "assets/images/thursday.jpg"
  ],
  [
    [
      ["شيء", "n"],
      ["شيئا", "n"],
      ["الشيء", "n"],
      ["شي", "n"],
      ["الأشياء", "n"],
      ["أشياء", "n"],
      ["لأشياء", "n"],
      ["بأشياء", "n"],
    ],
    "assets/images/thing.png"
  ],
  [
    [
      ["وسائل", "n"],
      ["الوسائل", "n"],
    ],
    "assets/images/transportation.png"
  ],
  [
    [
      ["أحدهم", "n"],
      ["لهم", "n"],
      ["بينهم", "n"],
      ["عليهم", "n"],
      ["هم", "n"],
      ["أنهم", "n"],
      ["بهم", "n"],
      ["بأنهم", "n"],
      ["لأنهم", "n"],
      ["هاهم", "n"],
      ["فيهم", "n"],
      ["إياهم", "n"],
    ],
    "assets/images/theyAre.png"
  ],
  [
    [
      ["المهاجرة", "n"],
      ["اتركوا", "v"],
      ["يتركهم", "v"],
      ["يتركا", "v"],
      ["تركتني", "v"],
      ["ترك", "v"],
      ["تركنا", "v"],
      ["يترك", "v"],
      ["لتركها", "n"],
      ["أترك", "v"],
      ["تركه", "v"],
      ["نتركك", "v"],
      ["تركها", "v"],
      ["تترك", "v"],
    ],
    "assets/images/emigrate.jpg"
  ],
  [
    [
      ["فراغك", "n"],
      ["فراغي", "n"],
      ["فراغه", "n"],
      ["الفراغ", "n"],
      ["فراغهم", "n"],
    ],
    "assets/images/empty.png"
  ],
  [
    [
      ["اذن", "n"],
      ["باذن", "n"],
      ["أذن", "n"],
      ["بإذن", "n"],
      ["إذن", "n"],
      ["الأذنة", "n"],
      ["أذنة", "n"],
    ],
    "assets/images/ear.png"
  ],
  [
    [
      ["ملوث", "n"],
      ["ملوثا", "n"],
    ],
    "assets/images/Dirty.png"
  ],
  [
    [
      ["التغذية", "n"],
      ["الغذاء", "n"],
    ],
    "assets/images/fed-feed.png"
  ],
  [
    [
      ["ممحاة", "n"],
    ],
    "assets/images/eraser.png"
  ],
  [
    [
      ["اتعشى", "v"],
      ["العشاء", "n"],
      ["للعشاء", "n"],
    ],
    "assets/images/dinner.jpg"
  ],
  [
    [
      ["المديرة", "n"],
      ["المدير", "n"],
      ["لمديرة", "n"],
      ["مدير", "n"],
      ["إدارة", ""],
    ],
    "assets/images/director.png"
  ],
  [
    [
      ["المشروبات", "n"],
      ["مشروبات", "n"],
    ],
    "assets/images/drinks.png"
  ],
  [
    [
      ["عينه", "n"],
      ["عيني", "n"],
      ["بالعين", "n"],
      ["عين", "n"],
    ],
    "assets/images/eye.png"
  ],
  [
    [
      ["يقطع", "v"],
      ["مقطوع", ""],
      ["قطع", "v"],
      ["بقطع", "v"],
      ["ينقطع", "v"],
      ["منقطع", "a"],
    ],
    "assets/images/halt.png"
  ],
  [
    [
      ["أرسل", "v"],
      ["التواصل", "n"],
      ["ايميلك", "n"],
      ["جيميل", "n"],
    ],
    "assets/images/Email.png"
  ],
  [
    [
      ["تشرب", "v"],
      ["ليشرب", "v"],
      ["شربته", "v"],
      ["شرب", "v"],
    ],
    "assets/images/drink.png"
  ],
  [
    [
      ["أشرح", "v"],
      ["يشرحه", "v"],
      ["تشرح", "v"],
    ],
    "assets/images/Explain.png"
  ],
  [
    [
      ["يدخل", "v"],
      ["دخل", "v"],
      ["ادخل", "v"],
      ["دخلا", "v"],
      ["دخلوا", "v"],
      ["دخلت", "v"],
      ["ندخل", "v"],
      ["تدخلين", "v"],
      ["فتدخل", "v"],
      ["يدخلن", "v"],
      ["يدخلان", "v"],
      ["يدخلها", "v"],
      ["ادخله", "v"],
      ["يدخلك", "v"],
      ["دخلناها", "v"],
      ["تدخل", "v"],
    ],
    "assets/images/enter.png"
  ],
  [
    [
      ["رسم", "n"],
      ["أرسم", "v"],
      ["ترسم", "v"],
      ["الرسم", "n"],
      ["رسومات", "n"],
    ],
    "assets/images/draw.png"
  ],
  [
    [
      ["الهمبرجر", "n"],
      ["همبرجر", "n"],
      ["همبرغر", "n"],
    ],
    "assets/images/hamburger.jpg"
  ],
  [
    [
      ["الجزر", "n"],
    ],
    "assets/images/carrot.png"
  ],
  [
    [
      ["فاضي", "n"],
      ["بفارغ", "n"],
      ["تفرغ", "v"],
      ["أفرغ", "v"],
      ["فارغة", "a"],
    ],
    "assets/images/drive.png"
  ],
  [
    [
      ["أسوق", "v"],
      ["السائق", "n"],
      ["السائقين", "n"],
      ["سائق", "n"],
      ["تقود", "v"],
      ["يقود", "v"],
      ["بالمقود", "n"],
    ],
    "assets/images/drive.png"
  ],
  [
    [
      ["منخفضة", "a"],
      ["منخفض", "a"],
    ],
    "assets/images/low.png"
  ],
  [
    [
      ["اجعل", "v"],
      ["يجعل", "v"],
      ["نجعل", "v"],
      ["تجعلنا", "v"],
      ["جعلني", "v"],
      ["جعلت", "v"],
      ["تجعله", "v"],
      ["تجعل", "v"],
      ["تجعلني", "v"],
    ],
    "assets/images/make.png"
  ],
  [
    [
      ["مشكلة", "n"],
      ["المشكلة", "n"],
      ["بمشكلة", "n"],
      ["المشكلات", "n"],
      ["المشكله", "n"],
      ["ينبغي", "v"],
      ["تنبغي", "v"],
    ],
    "assets/images/problem.jpg"
  ],
  [
    [
      ["الخضار", "n"],
    ],
    "assets/images/vegetabels.png"
  ],
  [
    [
      ["وعدنا", "v"],
      ["وعدوا", "v"],
      ["وعد", "v"],
      ["وعدت", "v"],
    ],
    "assets/images/promise.png"
  ],
  [
    [
      ["النباتات", "n"],
      ["نباتات", "n"],
    ],
    "assets/images/plants.png"
  ],
  [
    [
      ["البيتزا", "n"],
      ["بيتزا", "n"],
      ["قطعة", "n"],
      ["بقطعة", "n"],
    ],
    "assets/images/pizza.png"
  ],
  [
    [
      ["أسمح", "v"],
      ["سمحتوا", "v"],
      ["سمحوا", "v"],
      ["سمحتي", "v"],
      ["سمحت", "v"],
      ["سمح", "v"],
      ["بفضل", "n"],
      ["تفضلا", "v"],
      ["فضلا", "n"],
      ["تفضلي", "v"],
      ["فبفضلك", "n"],
      ["الفاضل", "n"],
      ["أرجوك", ""],
      ["أرجو", ""],
      ["ارجو", ""],
      ["ارجوك", ""],
    ],
    "assets/images/please.png"
  ],
  [
    [
      ["جمعه", "n"],
      ["بجمع", "n"],
      ["الجمع", "n"],
      ["جمع", "n"],
      ["يزيدكم", "v"],
      ["يزيدون", "v"],
      ["المزيد", "n"],
      ["بالمزيد", "n"],
      ["مزيد", "n"],
    ],
    "assets/images/plus.png"
  ],
  [
    [
      ["سجودك", "v"],
      ["السجود", "v"],
    ],
    "assets/images/sujood.png"
  ],
  [
    [
      ["الشمس", "n"],
    ],
    "assets/images/sun.png"
  ],
  [
    [
      ["البعض", "n"],
      ["بعضهم", "n"],
      ["بعضها", "n"],
      ["ببعضها", "n"],
      ["بعضنا", "n"],
      ["بعضه", "n"],
      ["بعضا", "n"],
      ["بعض", "n"],
    ],
    "assets/images/some.png"
  ],
  [
    [
      ["المطعم", "n"],
      ["مطعم", "n"],
      ["مطعمي", "n"],
      ["لمطعم", "n"],
      ["الأطعمة", "n"],
      ["للمطعم", "n"],
      ["لمطعمنا", "n"],
      ["مطعما", "n"],
    ],
    "assets/images/restaurant.jpg"
  ],
  [
    [
      ["نبحث", "v"],
      ["تبحث", "v"],
      ["للبحث", "n"],
      ["يبحث", "v"],
      ["بحثا", "v"],
      ["ابحث", "v"],
    ],
    "assets/images/search.png"
  ],
  [
    [
      ["أذكر", "v"],
      ["ستتذكر", "v"],
      ["ذكريات", "n"],
      ["تذكر", "v"],
      ["تذكرت", "v"],
      ["أتذكر", "v"],
      ["تتذكر", "v"],
      ["ذكرك", "v"],
      ["ذكرت", "v"],
      ["تتذكرني", "v"],
    ],
    "assets/images/remeber.png"
  ],
  [
    [
      ["إزالة", "n"],
      ["التقاط", "n"],
      ["تأخذ", "v"],
      ["لأخذك", "n"],
      ["بأخذ", ""],
      ["ااخذ", "v"],
      ["تأخذها", "v"],
      ["يأخذها", "v"],
      ["اخذت", "v"],
      ["أخذتها", "v"],
      ["ستأخذ", ""],
      ["أخذ", "v"],
      ["يأخذ", "v"],
      ["أخذها", "v"],
      ["ياخذ", "v"],
      ["أخذت", "v"],
      ["فأخذها", ""],
      ["تأخذيهما", "v"],
      ["نأخذ", ""],
      ["خذني", ""],
      ["ااخذ", ""],
    ],
    "assets/images/remove.png"
  ],
  [
    [
      ["عادة", "a"],
      ["الاعادة", "n"],
      ["اعادة", "n"],
      ["عادوا", "v"],
      ["عاد", "v"],
      ["كعادته", "n"],
      ["العادة", "a"],
      ["عادت", "v"],
      ["للعودة", "n"],
      ["العودة", "n"],
      ["أعود", "v"],
      ["تعود", "v"],
      ["فيعود", "n"],
      ["یعود", "v"],
      ["عودة", "n"],
      ["بالعودة", "n"],
      ["يعود", "v"],
      ["عودتك", "v"],
      ["عودتنا", "n"],
      ["تعودنا", "v"],
      ["سيعود", "v"],
      ["يعودا", "v"],
      ["نعود", "v"],
      ["كالعادة", "n"],
      ["عادا", "v"],
    ],
    "assets/images/repeat.png"
  ],
  [
    [
      ["مريض", "a"],
      ["مريضا", "n"],
      ["المريض", "n"],
    ],
    "assets/images/sick.png"
  ],
  [
    [
      ["زوجها", "n"],
      ["الزوجان", "n"],
      ["متزوج", "a"],
      ["الزوج", "n"],
    ],
    "assets/images/wed.png"
  ],
  [
    [
      ["الإعاقة", "n"],
    ],
    "assets/images/sign.png"
  ],
  [
    [
      ["العيد", "n"],
    ],
    "assets/images/eid.png"
  ],
  [
    [
      ["حملت", "v"],
      ["حملي", "v"],
      ["يتحمل", "v"],
      ["حملنا", "v"],
      ["يحمل", "v"],
      ["حملها", "v"],
      ["حمل", "v"],
      ["فحملها", "n"],
      ["تحمل", "v"],
    ],
    "assets/images/carry.png"
  ],
  [
    [
      ["سيارتك", "n"],
      ["بسيارة", "n"],
      ["سيارات", "n"],
      ["السيارة", "n"],
      ["السيارات", "n"],
      ["سيارة", "n"],
      ["بالسيارة", "n"],
      ["للسيارة", "n"],
      ["سيارتي", "n"],
      ["المركبة", ""],
      ["مركبات", ""],
      ["المركبات", ""],
    ],
    "assets/images/car.png"
  ],
  [
    ["تعال", "v"],
    ["تعالي", "v"],
    "assets/images/come.png"
  ],
  [
    [
      ["بخير", "a"],
    ],
    "assets/images/fine.png"
  ],
  [
    [
      ["بدلا", "n"],
    ],
    "assets/images/change.png"
  ],
  [
    [
      ["مرتفع", "a"],
      ["مرتفعة", "a"],
      ["المرتفع", "n"],
      ["العالي", "n"],
      ["عالية", "a"],
      ["عال", "a"],
      ["أعالي", "n"],
      ["عالي", "a"],
    ],
    "assets/images/high.png"
  ],
  [
    [
      ["الأخضر", "n"],
      ["أخضر", "n"],
      ["الخضراء", "n"],
      ["بالخضر", "n"],
      ["اخضر", "n"],
      ["خضراء", "a"],
    ],
    "assets/images/green.png"
  ],
  [
    [
      ["الجمعة", "n"],
      ["جمعة", "n"],
    ],
    "assets/images/friday.png"
  ],
  [
    [
      ["أسامحك", "v"],
      ["سامحني", "v"],
    ],
    "assets/images/forgive.png"
  ],
  [
    [
      ["الممتعة", "n"],
      ["الممتع", "n"],
      ["ممتعة", "a"],
      ["ممتع", "a"],
      ["ممتعا", "a"],
      ["المتعة", "n"],
      ["التمتع", "n"],
      ["يستمتعان", "v"],
      ["مستمتعة", "v"],
      ["بالمتعة", "n"],
      ["استمتع", "v"],
      ["مستمتعين", "v"],
      ["نستمتع", "v"],
      ["لتستمتع", "n"],
      ["للإستمتاع", "n"],
    ],
    "assets/images/enjoy.png"
  ],
  [
    [
      ["سمع", "v"],
      ["تسمعين", "v"],
      ["نسمع", "v"],
      ["سمعه", "v"],
      ["تسمعا", "v"],
      ["يسمعها", "v"],
      ["اسمع", "v"],
      ["تسمعني", "v"],
      ["يسمعنا", "v"],
      ["سمعا", "v"],
      ["سمعتك", "v"],
      ["سمعتم", "v"],
      ["سمعت", "v"],
      ["يستمع", "v"],
      ["استمع", "v"],
    ],
    "assets/images/listening.png"
  ],
  [
    [
      ["نادوا", "v"],
      ["ينادونني", "v"],
      ["منادیا", "v"],
      ["أناديها", "v"],
      ["يناديه", "v"],
    ],
    "assets/images/call.png"
  ],
  [
    [
      ["المكالمة", "n"],
      ["الاتصال", ""],
      ["اتصل", ""],
    ],
    "assets/images/phonecall.png"
  ],
  [
    [
      ["فراشه", "n"],
    ],
    "assets/images/butterfly.jpg"
  ],
  [
    [
      ["الباص", "n"],
      ["الحافلة", "n"],
    ],
    "assets/images/bus.png"
  ],
  [
    [
      ["شخص", "n"],
      ["الشخص", "n"],
      ["الشخصية", "n"],
      ["شخصیتك", "n"],
      ["شخصياتهم", "n"],
      ["شخصيا", "n"],
      ["بالأشخاص", "n"],
      ["ناس", ""],
      ["الناس", "n"],
      ["للناس", "n"],
    ],
    "assets/images/anyone.png"
  ],
  [
    [
      ["الاسعاف", "n"],
      ["إسعاف", "n"],
      ["الإسعاف", "n"],
      ["المشفى", "n"],
      ["المستشفى", "n"],
    ],
    "assets/images/hospital.png"
  ],
  [
    [
      ["احل", "v"],
      ["الحل", "n"],
      ["الحلول", "n"],
      ["يحلها", "v"],
      ["حل", "v"],
      ["حلت", "v"],
    ],
    "assets/images/solve.png"
  ],
  [
    [
      ["تبتسم", "v"],
      ["الابتسام", "n"],
      ["بابتسامة", "n"],
      ["مبتسما", "a"],
      ["فابتسم", "n"],
      ["ابتسمت", "v"],
      ["مبتسمون", "a"],
    ],
    "assets/images/smile.png"
  ],
  [
    [
      ["بتنظيم", "v"],
      ["تنظيم", "v"],
    ],
    "assets/images/organized.png"
  ],
  [
    [
      ["لألعاب", "n"],
      ["الألعاب", "n"],
      ["ألعاب", "n"],
      ["بألعاب", "n"],
      ["بالألعاب", "n"],
      ["الالعاب", "n"],
      ["العاب", "n"],
      ["ألعابهم", "n"],
    ],
    "assets/images/toys.png"
  ],
  [
    [
      ["انتظار", "v"],
      ["الإنتظار", "n"],
      ["تنتظرني", "v"],
      ["انتظري", "v"],
      ["ننتظر", "v"],
      ["ننتظره", "v"],
      ["انتظر", "v"],
      ["فأنتظر", "n"],
      ["ننتظركم", "v"],
      ["تنتظر", "v"],
    ],
    "assets/images/wait.png"
  ],
  [
    [
      ["أبيض", "n"],
      ["ابيض", "n"],
      ["الأبيض", "n"],
      ["الابیض", ""],
    ],
    "assets/images/white.png"
  ],
  [
    [
      ["الدكتور", "n"],
      ["الطبيب", "n"],
      ["طبيب", "n"],
      ["للطبيب", "n"],
    ],
    "assets/images/doctor.png"
  ],
  [
    [
      ["نقطة", "n"],
    ],
    "assets/images/dot.png"
  ],
  [
    [
      ["مختلف", "a"],
      ["مختلفة", "a"],
      ["يختلف", "v"],
      ["تختلف", "v"],
      ["المختلفة", "n"],
    ],
    "assets/images/different.png"
  ],
  [
    [
      ["استيقظ", "v"],
      ["يستيقظ", "v"],
    ],
    "assets/images/wake-up.png"
  ],
  [
    [
      ["الطاولة", "n"],
      ["طاولتي", "n"],
      ["طاولة", "n"],
    ],
    "assets/images/tabel.png"
  ],
  [
    [
      ["سندوتشات", "n"],
      ["سندوتش", "n"],
      ["سندويتشات", "n"],
      ["السندوتش", "n"],
    ],
    "assets/images/sandwich.png"
  ],
  [
    [
      ["لزهرة", "n"],
      ["الزهرة", "n"],
      ["زهرها", "n"],
      ["زهرة", "n"],
      ["أزهارها", ""],
      ["مزهوا", ""],
      ["الأزهار", ""],
    ],
    "assets/images/rose.png"
  ],
  [
    [
      ["مسطره", "a"],
    ],
    "assets/images/ruler.png"
  ],
  [
    [
      ["غسل", "v"],
      ["تغسل", "v"],
      ["غسلتها", "v"],
    ],
    "assets/images/wash.png"
  ],
  [
    [
      ["لمشاهدة", "n"],
      ["أشاهد", "v"],
      ["شاهدتم", "v"],
      ["مشاهدة", "v"],
      ["شاهدت", "v"],
      ["فشاهدنا", "v"],
      ["شاهدنا", "v"],
      ["تشاهد", "v"],
    ],
    "assets/images/watch.png"
  ],
  [
    [
      ["زراعة", "n"],
      ["الزراعة", "n"],
    ],
    "assets/images/plant.png"
  ],
  [
    [
      ["نحن", "n"],
      ["فنحن", "n"],
    ],
    "assets/images/we.png"
  ],
  [
    [
      ["أسبوع", "n"],
      ["الاسبوع", "n"],
      ["الأسبوع", "n"],
    ],
    "assets/images/week.png"
  ],
  [
    [
      ["الوزن", "n"],
      ["بوزن", "n"],
      ["وزن", "n"],
      ["بوزنه", "n"],
    ],
    "assets/images/weight.png"
  ],
  [
    [
      ["برتقالي", "n"],
    ],
    "assets/images/orangec.png"
  ],
  [
    [
      ["البرتقال", "n"],
      ["برتقال", "n"],
    ],
    "assets/images/orange.png"
  ],
  [
    [
      ["ضدهم", "a"],
    ],
    "assets/images/oppose.png"
  ],
  [
    [
      ["قديم", "a"],
      ["القديمة", "a"],
      ["القديم", "a"],
    ],
    "assets/images/old.png"
  ],
  [
    [
      ["على", "l"],
      ["عليه", "l"],
      ["عليكم", "l"],
      ["عليك", "l"],
      ["علينا", "l"],
      ["عليها", "l"],
      ["فعلينا", "l"],
      ["علیكم", "l"],
      ["عليكن", "l"],
    ],
    "assets/images/on.png"
  ],
  [
    [
      ["الليل", "n"],
      ["ليلتها", "n"],
      ["مساء", "n"],
      ["المساء", "n"],
      ["مسائية", "n"],
    ],
    "assets/images/night.png"
  ],
  [
    [
      ["بالتالي", "n"],
      ["متتالية", "n"],
      ["التالي", "n"],
      ["ثم", "l"],
    ],
    "assets/images/next.png"
  ],
  [
    [
      ["غاضب", "v"],
      ["غاضبه", "v"],
      ["غاضبة", "v"],
    ],
    "assets/images/nervous.jpg"
  ],
  [
    [
      ["بقرة", "n"],
      ["البقرة", "n"],
    ],
    "assets/images/cow.png"
  ],
  [
    [
      ["الكورونا", "n"],
      ["كورونا", "n"],
    ],
    "assets/images/corona.png"
  ],
  [
    [
      ["يطبخها", "v"],
      ["مطبخي", "n"],
    ],
    "assets/images/cook.jpg"
  ],
  [
    [
      ["بألوان", "n"],
      ["الأوان", "n"],
      ["ألوان", "n"],
      ["الألوان", "n"],
      ["اللون", "n"],
      ["لون", "n"],
      ["لونه", "n"],
      ["لونان", "n"],
      ["لونها", "n"],
      ["ألون", "n"],
    ],
    "assets/images/color.png"
  ],
  [
    [
      ["افطاري", "n"],
      ["الإفطار", "n"],
      ["الافطار", "n"],
    ],
    "assets/images/breakfast.png"
  ],
  [
    [
      ["كسر", "v"],
      ["كسرته", "v"],
      ["اكسره", "v"],
      ["أنكسر", "v"],
      ["كسرت", "v"],
      ["بتكسير", "n"],
    ],
    "assets/images/broken.png"
  ],
  [
    [
      ["بني", "n"],
    ],
    "assets/images/brown.png"
  ],
  [
    [
      ["نبني", "v"],
      ["بنائه", "n"],
      ["بناء", "n"],
      ["البناء", "n"],
    ],
    "assets/images/building.png"
  ],
  [
    [
      ["زوجته", "n"],
      ["الزوجة", "n"],
      ["لزوجته", "n"],
      ["زوجتي", "n"],
    ],
    "assets/images/building.png"
  ],
  [
    [
      ["فازت", "v"],
      ["يفوز", "v"],
      ["نفوز", "v"],
    ],
    "assets/images/win.png"
  ],
  [
    [
      ["واحدة", "n"],
      ["الواحدة", "n"],
      ["بالواحد", "n"],
      ["واحد", "n"],
    ],
    "assets/images/one.png"
  ],
  [
    [
      ["الاثنان", "n"],
      ["الإثنين", "n"],
      ["اثنين", "n"],
    ],
    "assets/images/two.png"
  ],
  [
    [
      ["لثلاثة", "n"],
      ["ثلاثة", "n"],
      ["بثلاثة", "n"],
    ],
    "assets/images/three.png"
  ],
  [
    [
      ["الأربعة", "n"],
    ],
    "assets/images/four.png"
  ],
  [
    [
      ["خمسه", "n"],
      ["خمس", "n"],
      ["خمسة", "n"],
      ["بخمسة", "n"],
      ["بخمس", "n"],
    ],
    "assets/images/five.png"
  ],
  [
    [
      ["تنظيف", "v"],
      ["نظيفة", "a"],
      ["النظافة", "n"],
      ["بالنظافة", "n"],
      ["نظافة", "n"],
    ],
    "assets/images/clean.png"
  ],
  [
    [
      ["ملابسي", "n"],
      ["ملابسا", "n"],
      ["الملابس", "n"],
      ["ملابس", "n"],
      ["ملابسنا", "n"],
      ["ملابسه", "n"],
    ],
    "assets/images/clothes.png"
  ],
  [
    [
      ["بالملل", "n"],
      ["الملل", "n"],
      ["متضجر", "a"],
      ["متضجرا", "a"],
      ["ممل", "a"],
    ],
    "assets/images/bored.png"
  ],
  [
    [
      ["القارب", "n"],
      ["قاربنا", "n"],
      ["قارب", "n"],
      ["السفينة", "n"]
    ],
    "assets/images/boat.png"
  ],
  [
    [
      ["أزرق", "n"],
      ["زرقاء", "n"],
      ["ازرق", "n"],
    ],
    "assets/images/blue.png"
  ],
  [
    [
      ["الأسود", "n"],
      ["اسود", "n"],
    ],
    "assets/images/black.png"
  ],
  [
    [
      ["البسكويت", "n"],
    ],
    "assets/images/biscuits.png"
  ],
  [
    [
      ["الخارج", "n"],
      ["خارج", "n"],
    ],
    "assets/images/out.png"
  ],
  [
    [
      ["فضلك", "v"],
      ["أفضل", "v"],
      ["فضله", "v"],
      ["الأفضل", "n"],
      ["افضل", "n"],
      ["أفضله", "v"],
    ],
    "assets/images/better.png"
  ],
  [
    [
      ["حزام", "n"],
      ["الحزام", "n"],
      ["لحزام", "n"],
    ],
    "assets/images/belt.png"
  ],
  [
    [
      ["موز", "n"],
    ],
    "assets/images/banana.png"
  ],
  [
    [
      ["تحته", "n"],
      ["تحت", "n"],
      ["تحتها", "n"],
    ],
    "assets/images/below.png"
  ],
  [
    [
      ["الجانب", "n"],
      ["جانبها", "n"],
      ["بجانبهما", "n"],
      ["بجانبك", "n"],
      ["جانبي", "n"],
      ["جنبيه", "n"],
    ],
    "assets/images/behind.png"
  ],
  [
    [
      ["للحمام", "n"],
    ],
    "assets/images/bathroom.png"
  ],
  [
    [
      ["اللحم", "n"],
    ],
    "assets/images/beaf.png"
  ],
  [
    [
      ["دب", "n"],
      ["الدببة", "n"],
    ],
    "assets/images/bear.png"
  ],
  [
    [
      ["كرة", "n"],
      ["الكرة", "n"],
      ["بالكرة", "n"],
      ["بالكره", "n"],
      ["بالكرات", "n"],
    ],
    "assets/images/ball.png"
  ],
  [
    [
      ["خبز", "n"],
      ["الخبز", "n"],
    ],
    "assets/images/baker.png"
  ],
  [
    [
      ["الإلكتروني", "n"],
      ["الإلكترونية", "n"],
    ],
    "assets/images/technology.png"
  ],
  [
    [
      ["يموت", "v"],
      ["الموت", "n"],
      ["الميت", ""],
      ["كالميت", ""],
    ],
    "assets/images/mout.png"
  ],
  [
    [
      ["صلاحية", "n"],
    ],
    "assets/images/permision.png"
  ],
  [
    [
      ["مع", "l"],
      ["معه", "n"],
      ["معك", "n"],
      ["معا", "n"],
      ["معنا", "n"],
      ["معكم", "n"],
      ["معها", "v"],
      ["معهم", "v"],
      ["أجمعين", "v"],
      ["تجمعها", "v"],
      ["معھم", "v"],
      ["معاك", "n"],
      ["معاكم", "v"],
      ["التجمع", "n"],
      ["يتجمع", "v"],
    ],
    "assets/images/with.png"
  ],
  [
    [
      ["المتحركة", "n"],
      ["تتحرك", "v"],
      ["تحرك", "v"],
      ["تحركاتهم", "v"],
      ["حركات", "n"],
      ["يتحرك", "v"],
      ["الحركة", "a"],
      ["أتحرك", "v"],
    ],
    "assets/images/move.png"
  ],
  [
    [
      ["رائع", "a"],
      ["رائعة", "a"],
      ["رائعا", "a"]
    ],
    "assets/images/nice.png"
  ],
  [
    [
      ["يلبس", "v"],
      ["ألبس", "v"],
      ["ارتداء", "v"],
      ["يرتدي", "v"]
    ],
    "assets/images/wear.png"
  ],
  [
    [
      ["السريعة", "n"],
      ["سريع", "a"],
      ["سريعا", "a"],
      ["السريع", "n"],
    ],
    "assets/images/fast.png"
  ],
  [
    [
      ["جيدا", "a"],
      ["جيدة", "a"],
      ["جيد", "a"],
      ["الجيدة", "n"],
      ["الجيد", "n"],
      ["حبذا", "v"],
      ["الرحب", "n"],
    ],
    "assets/images/good.png"
  ],
  [
    [
      ["إلى", "l"],
      ["الى", "l"],
      ["اليه", "n"],
      ["الي", "l"],
      ["اليكم", "n"],
      ["إليها", "n"],
      ["إليه", "l"],
      ["فلمن", "n"],
      ["لمن", "n"]
    ],
    "assets/images/to.png"
  ],
  [
    [
      ["من", "l"],
      ["مِن", "l"],
      ["منه", "l"],
      ["منها", "l"],
      ["منهم", "l"],
      ["منك", "l"],
      ["منا", "l"],
      ["مني", "l"],
      ["ممن", "l"],
      ["بمن", "l"],
      ["كمن", "l"],
      ["فمنه", "l"],
      ["فعمن", "l"],
      ["فمنها", "l"],
      ["منهما", "l"],
      ["منكم", "l"],
      ["مننا", "l"]
    ],
    "assets/images/from.png"
  ],
  [
    [
      ["اي", "l"],
      ["لاي", "l"],
      ["أي", "l"],
      ["أيها", "l"],
      ["أيتها", "l"],
      ["لأي", "l"],
    ],
    "assets/images/any.png"
  ],
  [
    [
      ["الحقيبة", "n"],
      ["حقيبتي", "n"],
      ["بحقيبة", "n"],
      ["شنطتي", "n"],
      ["شنطته", "n"],
    ],
    "assets/images/bag.png"
  ],
  [
    [
      ["مسابقة", "n"],
      ["السباق", "n"],
      ["سباق", "n"],
    ],
    "assets/images/compitition.png"
  ],
  [
    [
      ["هذا", "l"],
      ["هذه", "l"],
      ["ذالك", "l"],
      ["بهذه", "l"],
      ["لهذا", "l"],
      ["بهذا", "l"],
      ["لهذه", "l"],
      ["فهذه", "l"],
      ["فهذا", "l"],
      ["هذي", "l"],
    ],
    "assets/images/this.png"
  ],
  [
    [
      ["عندي", "l"],
      ["ولديه", "l"],
      ["لدى", "l"],
      ["لدي", "l"],
      ["لديه", "l"],
      ["لديهم", "l"],
      ["لديك", "l"],
      ["لدينا", "l"],
      ["فلدي", "l"],
      ["لديه", "l"],
      ["معي", "l"]
    ],
    "assets/images/have.png"
  ],
  [
    [
      ["لو", "l"],
      ["لولا", "l"],
      ["فلو", "l"],
      ["لونك", "l"]
    ],
    "assets/images/if.png"
  ],
  [
    [
      ["عطشت", "v"],
      ["بالعطش", "n"],
      ["عطشان", "a"],
    ],
    "assets/images/thirsty.png"
  ],
  [
    [
      ["سهلا", "v"],
      ["السهل", "n"],
      ["سهل", "a"],
    ],
    "assets/images/easy.png"
  ],
  [
    [
      ["صعب", "a"],
      ["بذل", "v"],
    ],
    "assets/images/difficult.png"
  ],
  [
    [
      ["لتشتري", "n"],
      ["نشتري", "v"],
      ["أشتري", "v"],
      ["ليشتري", "n"],
      ["ستشتري", "n"],
      ["تشتري", "v"],
      ["يشتريها", "v"],
      ["ليشتروا", "v"],
      ["يشتري", "v"],
      ["اشتروا", "v"],
      ["اشتر", "v"],
      ["تشترك", "v"],
      ["اشتريا", "v"],
      ["يشتريان", "v"],
      ["يشترك", "v"],
      ["اشتريت", "v"],
      ["اشتري", "v"],
      ["لنشتري", "v"],
      ["سأشتري", "v"],
      ["يشترى", "v"],
      ["بتشتري", "v"],
      ["سنشتريه", "v"],
      ["دفعت", "v"],
      ["دفع", "v"],
      ["يدفع", "v"],
      ["أدفع", "v"],
      ["ادفع", "v"],
      ["سأدفع", "v"],
      ["فسأدفع", "v"],
      ["بيعه", "v"],
      ["أبيعها", "v"],
      ["نبيعه", "v"],
      ["يبيع", "v"],
      ["نبيع", "v"],
      ["بشراء", "n"],
      ["الشراء", "n"],
      ["لشراء", "n"],
      ["شراء", "n"],
    ],
    "assets/images/pay.png"
  ],
  [
    [
      ["اقوم", "v"],
      ["تقومي", "v"],
      ["نقوم", "v"],
      ["قومي", "v"],
      ["تقوم", "v"],
      ["يقوم", "v"],
      ["سأقوم", "v"],
      ["قام", "v"],
      ["قامت", "v"],
      ["قائمة", "n"],
      ["فقام", "n"],
      ["قاموا", "v"],
      ["سيقام", "v"],
      ["قمنا", "v"],
      ["قمت", "v"],
      ["فقم", "v"],
    ],
    "assets/images/list.png"
  ],
  [
    [
      ["بروح", "n"],
      ["روح", "n"],
      ["اروح", "v"],
      ["أروح", "v"],
      ["بنروح", "v"],
      ["راح", "v"],
      ["نذهب", "v"],
      ["ذھب", "v"],
      ["تذھب", "v"],
      ["أذهب", "v"],
      ["ذهب", "v"],
      ["يذهب", "v"],
      ["اذهب", "v"],
      ["ذهبوا", "v"],
      ["سنذهب", "v"],
      ["سأذهب", "v"],
      ["ذهبنا", "v"],
      ["فلنذهب", "v"],
      ["ساذهب", "v"],
      ["لنذهب", "v"],
      ["ذهبا", "v"],
      ["فذهبوا", "v"],
      ["فذهب", "v"],
      ["للذهاب", ""],
      ["ذهابي", ""],
      ["بالذهاب", ""],
      ["الذهاب", ""],
      ["يخرج", "v"],
      ["ينفك", "v"],
      ["خروج", ""],
      ["خروجهم", ""],
      ["الخروج", "n"],
      ["خروجك", ""],
      ["يخرجني", "v"],
      ["يخرجان", "v"],
      ["أخرج", "v"],
      ["تخرجهم", "v"],
      ["فخرجنا", "n"],
      ["خرج", "v"],
      ["وصل", "v"],
      ["فيصل", "n"],
      ["وصلنا", "v"],
      ["وصلا", "v"],
      ["أوصل", "v"],
      ["يوصلنا", "v"],
      ["يصل", "v"],
      ["يوصل", "v"],
    ],
    "assets/images/arrived11.png"
  ],
  [
    [
      ["وصلت", "v"],
      ["تخرج", "v"],
      ["ستذهب", "v"],
      ["ذهبت", "v"],
      ["تذهب", "v"],
      ["تروحين", "v"],
      ["تروح", "v"],
      ["ستصلين", "v"],
      ["تصل", "v"],
    ],
    "assets/images/arrived12.jpg"
  ],
  [
    [
      ["التفاح", "n"],
      ["التفاحة", "n"],
      ["تفاح", ""],
      ["تفاحة", ""],
      ["تفاحا", ""],
      ["التفاحات", ""],
    ],
    "assets/images/apple.png"
  ],
  [
    [
      ["أجابه", "v"],
      ["أجابهم", "v"],
      ["للإجابة", "n"],
      ["الإجابة", "n"],
      ["إجابة", "v"],
      ["فأجابته", "n"],
      ["إجابتك", "v"],
      ["أجاب", "v"],
      ["فأجابت", "n"],
      ["الجواب", "n"],
      ["رد", "n"],
      ["فردت", "v"],
      ["سرد", "v"],
      ["الدردشة", "n"],
      ["الرد", "n"],
      ["يردد", "v"],
      ["مرددا", "v"],
      ["ارددھا", "v"],
      ["فرد", "v"],
      ["ردت", "v"],
      ["ترد", "v"],
      ["أردد", "v"],
      ["رددنا", "v"],
      ["نردد", "v"],
      ["ردد", "v"],
      ["فترديد", "v"],
    ],
    "assets/images/answer.png"
  ],
  [
    [
      ["طالب", "n"],
      ["تلميذ", "n"],
    ],
    "assets/images/student.png"
  ],
  [
    [
      ["اكتبت", "v"],
      ["كتبتها", "v"],
      ["ستكتبها", "v"],
      ["أكتب", "v"],
      ["تكتب", "v"],
      ["كتب", "v"],
      ["يكتب", "v"],
      ["كتبت", "v"],
      ["نكتب", "v"],
      ["للكتابة", "n"],
      ["بكتابة", "v"],
      ["الكتابة", "n"],
    ],
    "assets/images/writing.png"
  ],
  [
    [
      ["مكتبته", "n"],
      ["المكتب", "n"],
      ["مكتبي", "n"]
    ],
    "assets/images/workspace.png"
  ],
  [
    [
      ["طفل", "n"],
      ["للطفل", "n"],
      ["طفلة", "n"],
      ["لطفل", "n"],
      ["بالطفل", "n"],
      ["الطفل", "n"],
      ["الطفلة", "n"],
      ["طفلتها", "n"],
      ["الطفلتين", "n"]
    ],
    "assets/images/playtime.png"
  ],
  [
    [
      ["بخوف", "a"],
      ["الخوف", "n"],
      ["خوفا", "v"],
      ["خوف", "v"],
      ["خويف", "v"],
      ["خائفة", "a"],
      ["خائف", "a"],
      ["تخافي", "v"],
      ["أخاف", "v"],
      ["خاف", "v"],
      ["يخاف", "v"],
      ["خائفا", "v"],
      ["خافت", "v"],
      ["ليهرع", "v"],
      ["هرع", "v"],
      ["شر", "v"]
    ],
    "assets/images/fear.png"
  ],
  [
    [
      ["بسؤال", "n"],
      ["أتساءل", ""],
      ["فتساءل", ""],
      ["متسائلا", ""],
      ["للسؤال", "n"],
      ["سؤالا", "n"],
      ["سؤالك", "v"],
      ["بالسؤال", "n"],
      ["سؤال", "n"],
      ["السؤال", "n"],
      ["سؤالي", "n"],
      ["سأل", "v"],
      ["سأله", "v"],
      ["يسأل", "v"],
      ["يسألانه", "v"],
      ["سألت", "v"],
      ["فسأله", "n"],
      ["يسألهم", "v"],
      ["تسأل", "v"],
      ["سألها", "v"],
      ["فسألت", "n"],
      ["سألتها", "v"],
      ["نسأل", "v"],
      ["سألوه", "v"],
      ["تتعجب", "v"],
      ["تعجب", "v"],
      ["تعجبت", "v"],
      ["هل", "l"]
    ],
    "assets/images/ask.png"
  ],
  [
    [
      ["أيدي", "n"],
      ["يده", "n"],
      ["يديك", "n"],
      ["يد", "n"],
      ["بيدي", "n"],
      ["يديه", "n"],
      ["يدك", "n"],
      ["الأيدي", "n"],
      ["يدها", "n"],
    ],
    "assets/images/arm.png"
  ],
  [
    [
      ["أغضبتني", "v"],
      ["ستغضب", "v"],
      ["تغضب", "v"],
      ["غضبها", "n"],
      ["بغضب", "v"],
      ["أزعجك", "v"],
      ["أزعجتك", "v"],
      ["تزعجني", "v"],
      ["المزعجة", "n"],
      ["انزعج", "v"],
      ["أزعج", "n"],
    ],
    "assets/images/angry.png"
  ],
  [
    [
      ["ستغضب", "v"],
      ["تغضب", "v"],
      ["غضبها", "n"],
      ["أزعجتك", "v"],
      ["تزعجني", "v"],
    ],
    "assets/images/angryw.png"
  ],
  [
    [
      ["تعيد", "v"],
      ["سأعيده", "v"],
      ["يعيد", "v"],
      ["نعيد", "v"],
      ["تكرر", "v"],
      ["نكرر", "v"],
    ],
    "assets/images/again.png"
  ],
  [
    [
      ["كل", "v"],
      ["بكل", "l"],
      ["كلها", "l"],
      ["الكل", "n"],
      ["كله", "n"],
      ["لكل", "n"],
      ["كلكم", "n"],
      ["كلهن", "l"],
      ["كلهم", "l"],
      ["الجميع", "n"],
      ["جميعا", "n"],
      ["جميع", "n"],
      ["لجميع", "n"],
      ["فالجميع", "n"],
      ["فجميع", "n"],
      ["العديد", "n"],
      ["كثيرا", "a"],
      ["الكثير", "n"],
      ["كثيرة", "a"],
      ["كثير", "a"],
      ["كثيفة", "a"],
    ],
    "assets/images/all.png"
  ],
  [
    [
      ["غير", "n"],
      ["الغير", "n"],
      ["غيرته", "n"],
      ["غيره", "n"],
      ["التغيير", "n"],
      ["فغيرك", "n"],
      ["نغير", "v"],
      ["غيرها", "n"],
      ["تغير", "v"],
      ["يستبعدها", "v"]
    ],
    "assets/images/another.png"
  ],
  [
    [
      ["صغيرة", "a"],
      ["الصغيرة", "n"],
      ["الصغير", "n"],
      ["صغير", "a"],
      ["الأصغر", "n"],
      ["للصغار", "n"],
      ["صغيرات", "n"],
      ["الصغیرة", "n"],
      ["الصغيرات", "n"],
      ["صغار", "n"],
      ["الصغيرين", "n"],
      ["الصغار", "n"],
      ["فالصغار", "n"],
    ],
    "assets/images/small.png"
  ],
  [
    [
      ["بعد", "v"],
      ["بعدها", "v"],
      ["بعدما", "v"],
      ["بعده", "v"],
      ["بعدك", "v"],
    ],
    "assets/images/after.png"
  ],
  [
    [
      ["حيوان", "n"],
      ["حيوانات", "n"],
      ["الحيوانات", "n"],
    ],
    "assets/images/animal.png"
  ],
  [
    [
      ["قبل", "n"],
    ],
    "assets/images/before.png"
  ],
  [
    [
      ["نوم", "n"],
      ["للنوم", "n"],
      ["النوم", "n"],
      ["أنام", "v"],
      ["تنام", "v"],
      ["نام", "v"],
      ["نائما", ""],
      ["نائم", ""],
      ["ننام", "v"],
      ["انام", "v"],
      ["فراشك", "n"],
      ["يسترح", ""],
      ["للاسترخاء", ""],
      ["للراحة", ""],
      ["براحة", ""],
    ],
    "assets/images/sleep.png"
  ],
  [
    [
      ["كيكتك", "n"],
      ["الحلوى", "n"],
      ["تحلى", "n"],
      ["تحلينا", "n"],
      ["حلوى", "n"],
      ["حلاوة", "n"],
    ],
    "assets/images/cake.png"
  ],
  [
    [
      ["الكمبيوتر", "n"],
      ["بالكمبيوتر", "n"],
    ],
    "assets/images/comp.png"
  ],
  [
    [
      ["أنت", "n"],
      ["انت", "n"],
      ["انتي", "n"],
      ["أنتم", "n"],
      ["أنتي", "n"],
      ["انتم", "n"],
      ["فأنت", "n"],
      ["أنتن", "n"],
      ["فأنتي", "n"],
      ["فأنتم", "n"],
    ],
    "assets/images/you.png"
  ],
  [
    [
      ["تأكل", "v"],
      ["تأكله", "v"],
      ["بتاكل", "v"],
      ["تناولت", "v"],
      ["تتناول", "v"],
    ],
    "assets/images/eatw.png"
  ],
  [
    [
      ["أكلها", "v"],
      ["تناول", "v"],
      ["يتناول", "v"],
      ["لتناول", "n"],
      ["تناولوا", "v"],
      ["نتناول", "v"],
      ["آكل", "v"],
      ["يأكل", "v"],
      ["فكل", "v"],
      ["نأكل", "v"],
      ["يأكلها", "v"],
      ["أكل", "v"],
      ["اكل", "v"],
      ["الطعام", "n"],
      ["طعام", "n"],
      ["طعاما", "n"],
      ["لطعام", "n"],
      ["طعامك", "n"],
      ["أطعم", "n"],
      ["أطعميهم", "n"],
      ["طعم", "n"],
      ["طعمه", "n"],
      ["للأطعمة", "n"],
      ["أطعمتي", "n"]
    ],
    "assets/images/eat.png"
  ],
  [
    [
      ["المائية", "n"],
      ["ماء", "n"],
      ["الماء", "n"],
      ["بالماء", "n"],
    ],
    "assets/images/water.png"
  ],
  [
    [
      ["فهمت", "v"],
      ["تفهمي", "v"],
      ["اتفقت", "v"],
      ["تعرف", "v"],
      ["تعرفينها", "v"],
      ["ستعرفين", "v"],
      ["تعرفين", "v"]
    ],
    "assets/images/understandingw.png"
  ],
  [
    [
      ["فهم", "v"],
      ["فهمها", "v"],
      ["ستفهمون", "v"],
      ["فهمتك", "v"],
      ["أعرفهم", "n"],
      ["افهمت", "n"],
      ["فهمته", "v"],
      ["فهمتم", "v"],
      ["فهمنا", "v"],
      ["أفهمك", "v"],
      ["الفهم", "n"],
      ["أتفق", "v"],
      ["أعرف", "v"],
      ["يعرف", "v"],
      ["معرفة", "n"],
      ["أعرفها", "n"],
      ["نعرف", "v"],
      ["عرفت", "v"],
      ["تعرفها", "v"],
      ["تعرفون", "v"],
      ["اعرفها", "v"],
      ["المعرفة", "n"],
      ["تعرفه", "v"],
      ["لتعرف", "n"],
      ["عرفنا", "v"],
      ["عرف", "v"],
      ["أعرفه", "v"],
      ["ستعرفها", "v"],
      ["اعرف", "v"],
      ["علم", "n"]
    ],
    "assets/images/understanding.png"
  ],
  [
    [
      ["الرحلات", "n"],
      ["رحلة", "n"],
      ["رحلتنا", "n"],
      ["الرحلة", "n"],
      ["برحلة", "n"],
      ["لرحلة", "n"],
      ["رحلاتهم", "n"],
      ["رحلات", "n"],
      ["بالرحلة", "n"]
    ],
    "assets/images/travel.png"
  ],
  [
    [
      ["السنة", "n"],
      ["سنوات", "n"],
      ["السنوي", "n"],
      ["ألسنة", "n"],
      ["سنه", "n"],
      ["سنة", "n"],
      ["عام", "n"],
      ["العام", "n"],
    ],
    "assets/images/year.png"
  ],
  [
    [
      ["فلا", "n"],
      ["لكن", "n"],
      ["لكنه", "n"],
      ["لكني", "n"],
      ["لكنها", "n"],
      ["لكنني", "n"],
      ["لكنك", "n"],
      ["لكنى", "n"],
      ["كلا", "n"],
      ["لا", "l"],
      ["ألا", "l"],
      ["بلا", "l"],
      ["فلا", "l"],
      ["كلا", "l"],
      ["بعدم", "n"],
      ["عدم", "n"],
      ["يرفض", "v"],
      ["رفض", "v"],
      ["رفضت", "v"],
      ["بدون", "n"]
    ],
    "assets/images/no.png"
  ],
  [
    [
      ["المدرسية", "n"],
      ["للمدارس", "n"],
      ["مدرسية", "n"],
      ["المدرسه", "n"],
      ["المدرسة", "n"],
      ["للمدرسة", "n"],
      ["مدرستي", "n"],
      ["مدرستنا", "n"],
      ["مدرسة", "n"],
      ["بالمدرسة", "n"],
      ["مدرستها", "n"],
      ["المدرسات", "n"],
      ["مدربه", "n"],
      ["المعلمة", "n"],
      ["معلمتي", "n"],
      ["معلمتنا", "n"],
      ["معلمة", "n"],
      ["استاذة", "n"],
      ["أستاذة", "n"],
      ["الدرس", "n"],
      ["الدروس", "n"],
      ["دروس", "n"],
      ["دروسكما", "n"],
      ["دروسها", "n"],
      ["مدروس", "v"],
      ["درس", "n"],
      ["الحصة", "n"],
      ["حصة", "n"]
    ],
    "assets/images/teacher.png"
  ],
  [
    [
      ["المدرس", "n"],
      ["مدربنا", "n"],
      ["للمدرس", "n"],
      ["المعلم", "n"],
      ["معلمي", "n"],
      ["معلم", "n"],
      ["المعلمون", "n"],
      ["معلمه", "n"],
      ["استاذ", "n"],
      ["الاستاذ", "n"],
      ["استاذه", "n"],
      ["استاذي", "n"],
      ["أستاذه", "n"],
      ["أستاذ", "n"],
      ["الأستاذ", "n"],
      ["أستاذنا", "n"],
    ],
    "assets/images/teacherm.png"
  ],
  [
    [
      ["أمشي", "v"],
      ["فسرت", "v"],
      ["يمشي", "v"],
      ["مشاة", "v"],
      ["نتمشى", "v"],
      ["مشيا", "n"],
      ["مشي", "n"],
      ["مشينا", "v"],
      ["يسير", "v"],
      ["أسير", "v"],
      ["يسيران", "v"],
      ["سير", "n"],
      ["سيرهما", "n"],
      ["المسير", "n"],
      ["السير", "n"],
      ["يسيرون", "v"],
      ["سرت", "v"]
    ],
    "assets/images/walk.png"
  ],
  [
    [
      ["أمشي", "v"],
      ["يمشي", "v"],
      ["مشاة", "n"],
      ["نتمشى", "v"],
      ["مشيا", "n"],
      ["مشي", "v"],
      ["مشيت", "v"],
      ["مشينا", "v"],
      ["يسير", "v"],
      ["أسير", "v"],
      ["يسيران", "v"],
      ["سير", "v"],
      ["سيرهما", "v"],
      ["المسير", "n"],
      ["مسيرها", "n"],
      ["السير", "n"],
      ["يسيرون", "v"],
      ["سرت", "v"]
    ],
    "assets/images/walkm.png"
  ],
  [
    [
      ["العالم", "n"],
      ["عالم", "n"],
    ],
    "assets/images/world.png"
  ],
  [
    [
      ["فهناك", "n"],
      ["هناك", "n"],
      ["هنا", "n"],
      ["باختيار", "n"],
      ["مختارين", "v"],
      ["لأختار", "n"],
      ["فأختار", "n"],
      ["يختار", "v"],
      ["أختار", "v"],
      ["اخترت", "v"],
      ["اختاره", "v"],
      ["فسأختار", "n"],
    ],
    "assets/images/choose.png"
  ],
  [
    [
      ["تعطي", "v"],
      ["أعطى", "v"],
      ["إعطائي", "v"],
      ["أعطيتها", "v"],
      ["أعطني", "v"],
      ["أعطاك", "v"],
      ["يعطيكم", "v"],
      ["سيعطيك", "v"],
      ["يعطيه", "v"],
      ["تعطيني", "v"],
      ["أعطيت", "v"],
      ["أعطيته", "v"],
      ["أعطت", "v"],
      ["بالعطاء", "n"],
      ["نعطي", "v"],
      ["اعطوه", "v"],
      ["فأعطته", "v"],
      ["فسأعطيها", "n"],
      ["أعطاها", "v"],
      ["أعطاه", "v"],
      ["تعطيه", "v"],
      ["أعطتني", "v"],
      ["اعطيك", "v"],
      ["أعطيتك", "v"],
      ["يعطيك", "v"],
      ["أعطيك", "v"],
      ["منحتهم", "n"],
      ["امنحني", "v"],
      ["منحها", "n"],
      ["يمنحني", "v"],
      ["يقدم", "v"],
      ["تقدمه", "v"],
      ["تقدم", "v"],
      ["قدم", "v"],
      ["فقدمتها", "v"],
      ["قدمها", "v"],
      ["سأقدم", "v"],
      ["قدمتها", "v"],
      ["يتقدم", "v"],
      ["يقدمون", "v"],
      ["ليقدم", "n"],
    ],
    "assets/images/give.png"
  ],
  [
    [
      ["يهديكم", "v"],
      ["نهديهم", "v"],
      ["بالهدية", "n"],
      ["هدية", "n"],
      ["الهدية", "n"],
      ["كهدية", "n"],
      ["هديتك", "n"],
      ["الهدايا", "n"],
      ["بالهدايا", "n"],
      ["بهدايا", "n"]
    ],
    "assets/images/gift.png"
  ],
  [
    [
      ["تتكلم", "v"],
      ["قلت", "v"],
      ["تقل", "v"],
      ["قل", "v"],
      ["قلته", "v"],
      ["نقول", "v"],
      ["كلامي", "v"],
      ["كلام", "n"],
      ["كلامها", "n"],
      ["كلامه", "n"],
      ["الحديث", "n"],
      ["حديثه", "n"],
      ["بالحديث", "n"],
      ["حديثك", "n"],
      ["قائلا", "v"],
      ["تكلمي", "v"],
      ["تخبرني", "v"],
      ["اخبرني", "v"],
      ["أخبرني", "v"],
      ["يخبرنا", "v"],
      ["تخبروني", "v"],
      ["ستخبرون", "v"],
      ["أخبريني", "v"],
      ["تخبره", "v"],
      ["أخبرتنا", "v"],
      ["يتحدث", "v"],
      ["تتحدث", "v"],
      ["التحدث", "n"],
      ["أتحدث", "v"],
      ["يحدث", "v"],
      ["نتحدث", "v"],
      ["سيحدث", "n"],
      ["تحدث", "v"],
      ["يتحدثان", "v"],
      ["سأتحدث", "v"],
      ["قالت", "v"],
      ["فقال", "v"],
      ["فقالت", "v"],
      ["قالوا", "v"],
      ["قال", "v"],
      ["يقال", "v"],
      ["قائلة", "v"],
      ["سأكلم", "v"],
      ["كلماتك", "v"],
      ["فكلم", "v"],
      ["أقول", "v"],
      ["يقول", "v"],
      ["تقول", "v"],
      ["فيقول", "v"],
      ["فتقول", "v"],
      ["يقوله", "v"],
      ["قولي", "v"],
      ["سأقول", "v"],
      ["قولا", "v"],
      ["يقولان", "v"],
      ["يقولون", "v"],
      ["تقولي", "v"],
      ["فقولوا", "v"],
      ["وقال", "v"],
      ["قرر", "v"],
      ["قررت", "v"],
      ["فقرر", "v"],
      ["فقرروا", "v"],
      ["فقررت", "v"],
      ["قرروا", "v"],
    ],
    "assets/images/talk.png"
  ],
  [
    [
      ["تدرس", "v"],
      ["يدرسك", "v"],
      ["ندرسها", "v"],
      ["أدرس", "v"],
      ["المذاكرة", "n"],
      ["سنذاكر", "v"],
      ["دراستك", "n"],
      ["الدراسة", "n"],
      ["الدراسي", "n"],
      ["بالدراسة", "n"],
      ["لدراسة", "n"],
      ["للدراسة", "n"],
      ["الدراسية", "n"],
      ["لدراستي", "n"]
    ],
    "assets/images/studying.png"
  ],
  [
    [
      ["الجديدات", "n"],
      ["الجديدة", "n"],
      ["الجدد", "n"],
      ["الجديد", "n"],
      ["جدید", "a"],
      ["جدیدا", "a"],
      ["جديدة", "a"],
      ["تحديث", "n"],
      ["حديثا", "v"],
    ],
    "assets/images/new.png"
  ],
  [
    [
      ["البنت", "n"],
      ["بنت", "n"],
      ["بنته", "n"],
      ["بنتا", "n"],
      ["ابنته", "n"],
      ["المرأة", "n"],
      ["امرأة", "n"],
      ["سيدة", "n"],
      ["للسيدات", "n"],
      ["السيدة", "n"],
      ["الفتاة", "n"],
      ["فتاة", "n"],
      ["طالبه", "n"],
      ["الفتيات", "n"],
      ["الطالبات", "n"],
      ["التلميذات", "n"],
      ["تلميذة", "n"],
    ],
    "assets/images/woman.png"
  ],
  [
    [
      ["الفتیة", "n"],
      ["الفتيان", "n"],
      ["الطلاب", "n"],
      ["للطلاب", "n"],
      ["التلاميذ", "n"],
      ["التلميذ", "n"],
      ["الشباب", "n"],
      ["شباب", "n"]
    ],
    "assets/images/boys.png"
  ],
  [
    [
      ["ولد", "n"],
      ["الولد", "n"],
      ["شاب", "n"],
    ],
    "assets/images/boy.png"
  ],
  [
    [
      ["والديكم", "n"],
      ["عائلتهم", "n"],
      ["عائلتك", "n"],
      ["أفراد", "n"],
      ["أشخاص", "n"],
      ["عائلتي", "n"],
      ["العائلة", "n"],
      ["عائلته", "n"],
      ["للعائلة", "n"],
      ["العائلية", "n"],
      ["بالأسرة", "n"],
      ["أسرة", "n"],
      ["الأسرية", "n"],
      ["للأسرة", "n"],
      ["الأسرة", "n"],
      ["الاسرة", "n"],
      ["أسرته", "n"],
      ["أقاربنا", "n"],
      ["اقاربي", "n"],
      ["الأهل", "n"],
      ["أهل", "n"],
      ["اهلي", "n"],
      ["الأبناء", "n"],
      ["أبنائها", "n"],
      ["أبناء", "n"],
      ["أبنائي", "n"],
      ["أبناؤه", "n"],
      ["الوالدين", "n"],
      ["الوالدان", "n"],
      ["لوالديه", "n"],
      ["والديه", "n"],
      ["الابنة", "n"],
      ["ابنها", "n"],
      ["اولاده", "n"],
      ["أولادي", "n"],
      ["اولادي", "n"],
      ["لأولادنا", "n"],
      ["الأولاد", "n"],
      ["فالأولاد", "n"],
      ["أولاد", "n"],
    ],
    "assets/images/family.png"
  ],
  [
    [
      ["والدي", "n"],
      ["إبنه", "n"],
      ["لابنه", "n"],
      ["الابن", "n"],
      ["بابني", "n"],
      ["لأبيه", "n"],
      ["والد", "n"],
      ["فوالدي", "n"],
      ["والدك", "n"],
      ["لوالد", "n"],
      ["والده", "n"],
      ["الوالد", "n"],
      ["ابي", "n"],
      ["الاب", "n"],
      ["بابا", "n"],
      ["ابوك", "n"],
      ["ولدي", "n"],
      ["أباك", "n"],
      ["أبيهم", "n"],
      ["أبويه", "n"],
      ["أبي", "n"],
      ["الأب", "n"],
      ["أبو", "n"],
      ["أبيه", "n"],
      ["أباها", "n"],
      ["أبوهم", "n"],
      ["أبوه", "n"],
    ],
    "assets/images/dad.png"
  ],
  [
    [
      ["الرجل", "n"],
      ["الرجلان", "n"],
      ["رجلان", "n"],
      ["رجلا", "n"],
      ["برجل", "n"],
      ["رجل", "n"],
      ["كالرجل", "n"],
      ["سيدي", "n"]
    ],
    "assets/images/man.png"
  ],
  [
    [
      ["ماذا", "n"],
      ["فماذا", "n"],
      ["وش", "n"],
      ["لماذا", "n"],
      ["ليش", "n"],
      ["فلماذا", "n"],
      ["كيف", "l"],
      ["ما", "l"],
      ["مما", "l"],
      ["فيما", "l"],
      ["ماهي", "n"],
      ["بما", "l"],
      ["ربما", "n"],
      ["فما", "n"],
      ["فلما", "n"],
    ],
    "assets/images/what.png"
  ],
  [
    [
      ["أخيه", "n"],
      ["شقيقان", "n"],
      ["شقيقه", "n"],
      ["لأخيه", "n"],
      ["أخي", "n"],
      ["الأخ", "n"],
      ["أخوان", "n"],
      ["أخواننا", "n"],
      ["أخاه", "n"],
      ["أخوانك", "n"],
      ["أخوانكم", "n"],
      ["اخوته", "n"],
      ["اخوك", "n"],
      ["لأخي", "n"],
      ["أخ", "n"],
      ["أخوات", "n"],
      ["أخوتي", "n"],
      ["اخي", "n"],
      ["صاحبه", "n"],
      ["صاحب", "n"],
      ["يصاحبها", "n"],
      ["صاحبك", "n"],
      ["صديقي", "n"],
      ["صديقه", "n"],
      ["صديق", "n"],
      ["الصديقين", "n"],
      ["الصديق", "n"],
      ["صديقنا", "n"],
      ["صديقك", "n"],
      ["صديقان", "n"],
      ["صديقهم", "n"],
      ["صديقهما", "n"],
      ["صديقى", "n"],
      ["رفيق", "n"],
      ["لصداقتي", "n"],
      ["بصداقتنا", "n"],
      ["بأصدقائك", "n"],
      ["بصداقتهم", "n"],
      ["أصدقاءك", "n"],
      ["صداقتي", "n"],
      ["اصدقائی", "n"],
      ["لأصدقائي", "n"],
      ["الصحبة", "n"],
      ["أصحاب", "n"],
      ["صحبتي", "n"],
      ["صحبتكم", "n"],
      ["اصحابي", "n"],
      ["أصدقائي", "n"],
      ["الأصدقاء", "n"],
      ["أصدقاء", "n"],
      ["اصدقائي", "n"],
      ["أصدقائك", "n"],
      ["أصدقائه", "n"]
    ],
    "assets/images/friends.png"
  ],
  [
    [
      ["شقيقته", "n"],
      ["أختي", "n"],
      ["لأخيها", "n"],
      ["اختي", "n"],
      ["أخته", "n"],
      ["بأختك", "n"],
      ["أختان", "n"],
      ["أختها", "n"],
      ["صديقتها", "n"],
      ["صديقة", "n"],
      ["الصديقة", "n"],
      ["صديقتي", "n"],
      ["صديقتك", "n"],
    ],
    "assets/images/sister.png"
  ],
  [
    [
      ["صديقاتك", "n"],
      ["الصديقات", "n"],
      ["اخواتي", "n"],
      ["الاخوات", "n"],
    ],
    "assets/images/friendsw.png"
  ],
  [
    [
      ["أسرع", "v"],
      ["بسرعة", "a"],
      ["السرعة", "n"],
      ["فأسرع", "n"],
      ["سرعان", "n"],
      ["بالسرعة", "n"],
      ["سرعة", "a"],
      ["بسرعته", "v"],
      ["فلنسرع", "v"],
      ["مسرعا", "v"],
      ["تتسرع", "v"],
      ["يسرع", "v"],
      ["فأسرعوا", "v"],
      ["اسرع", "v"],
      ["اسرعت", "v"],
      ["أسرعت", "v"],
      ["ركض", "v"],
      ["يركض", "v"],
      ["فركضت", "v"],
      ["يجري", "v"],
      ["جرى", "v"]
    ],
    "assets/images/run.png"
  ],
  [
    [
      ["فانا", "n"],
      ["أنا", "n"],
      ["انا", "n"],
      ["فأنا", "n"]
    ],
    "assets/images/mine.png"
  ],
  [
    [
      ["تقرأ", "v"],
      ["القراءة", "n"],
      ["اقرأ", "v"],
      ["إقرأ", "v"],
      ["قرأت", "v"],
      ["قرأتني", "v"],
      ["تقرا", "v"],
      ["نقرأ", "v"],
      ["أقرأ", "v"],
      ["تقرأها", "v"],
      ["لقراءته", "n"]
    ],
    "assets/images/read.png"
  ],
  [
    [
      ["بالصلاة", "n"],
      ["صلاتى", "v"],
      ["أصلى", "v"],
      ["نصلي", "v"],
      ["اصلي", "v"],
      ["سأصلي", "v"],
      ["سيصلى", "v"],
      ["صلاتي", "n"],
      ["بصلاة", "n"],
      ["الصلاة", "n"],
      ["صلاة", "n"],
      ["للصلاة", "n"],
      ["فالصلاة", "n"],
      ["صلاته", "n"],
      ["صلى", "v"],
      ["يصلي", "v"],
      ["صلوا", "v"],
      ["لنصلي", "v"],
      ["تصلي", "v"],
      ["الدعاء", "n"],
      ["فدعا", "v"],
      ["دعاء", "n"],
      ["الله", "n"],
      ["والله", "n"],
      ["بالله", "n"],
      ["اللهم", "n"],
      ["فالله", "n"],
      ["خالقنا", "n"],
      ["الحمدلله", "n"],
      ["لله", "n"],
      ["ولله", "n"],
      ["ربي", "n"]
    ],
    "assets/images/praying.png"
  ],
  [
    [
      ["اللعب", "n"],
      ["لعبة", "n"],
      ["العب", "n"],
      ["نلعب", "v"],
      ["يلعب", "v"],
      ["للعب", "n"],
      ["تلعب", "v"],
      ["لنلعب", "v"],
      ["ألعب", "v"],
      ["باللعب", "n"],
      ["فلنلعب", "v"],
      ["يلعبان", "v"],
      ["بلعب", "v"],
      ["لعب", "v"],
      ["لعبوا", "v"],
      ["اللعبة", "n"],
      ["سنلعب", "v"],
      ["لعبي", "n"]
    ],
    "assets/images/game.png"
  ],
  [
    [
      ["قلم", "n"],
      ["قلمي", "n"],
      ["بالقلم", "n"],
      ["قلما", "n"],
      ["قلمك", "n"],
    ],
    "assets/images/pencil.png"
  ],
  [
    [
      ["فتحته", "v"],
      ["فتحتها", "v"],
      ["بفتح", "v"],
      ["يفتح", "v"],
      ["فتح", "v"],
      ["ففتح", "v"],
      ["تفتح", "v"],
      ["افتحني", "v"],
      ["أفتح", "v"],
      ["افتح", "v"],
    ],
    "assets/images/open.png"
  ],
  [
    [
      ["الشجار", "n"],
      ["شجار", "n"],
    ],
    "assets/images/shegar.png"
  ],
  [
    [
      ["توقف", "v"],
      ["توقفت", "v"],
      ["يتوقف", "v"],
      ["يقف", "v"],
      ["أوقفته", "v"],
      ["التوقف", "n"],
      ["تتوقف", "v"],
      ["فيقف", "n"],
      ["وقفت", "n"],
      ["وقفنا", "v"],
      ["اوقفه", "v"]
    ],
    "assets/images/stop.png"
  ],
  [
    [
      ["أرغب", "v"],
      ["ارغب", "v"],
      ["يرغبن", "v"],
      ["ترغبين", "v"],
      ["ترغبوا", "v"],
      ["تريد", "v"],
      ["ويريد", "v"],
      ["ابغى", "v"],
      ["تبغي", "v"],
      ["ابغا", "v"],
      ["يبغى", "v"],
      ["أبغى", "v"],
      ["نريد", "v"],
      ["اريد", "v"],
      ["تريدني", "v"],
      ["يريدني", "v"],
      ["تريدون", "v"],
      ["أريده", "v"],
      ["تريدين", "v"],
      ["تريده", "v"],
      ["يريد", "v"],
      ["يريده", "v"],
      ["أريد", "v"],
      ["يريد", "v"],
      ["محتاج", "n"],
      ["تحتاج", "v"],
      ["احتاج", "v"],
      ["يحتاجه", "v"],
      ["يحتاجون", "v"],
      ["أحتاج", "v"],
      ["يحتاج", "v"],
      ["احتاجها", "v"],
      ["احتاجه", "v"]
    ],
    "assets/images/want.png"
  ],
  [
    [
      ["اين", "n"],
      ["فين", "n"],
      ["این", "n"],
      ["أين", "n"],
      ["فأين", "n"],
    ],
    "assets/images/where.png"
  ],
  [
    [
      ["متى", "n"],
      ["متی", "n"],
    ],
    "assets/images/when.png"
  ],
  [
    [
      ["كم", "n"],
      ["بكم", "n"],
    ],
    "assets/images/howmany.png"
  ],
  [
    [
      ["لأمي", "n"],
      ["ماما", "n"],
      ["لماما", "n"],
      ["أبنتي", "n"],
      ["أمه", "n"],
      ["الأمهات", "n"],
      ["أمك", "n"],
      ["أمهم", "n"],
      ["بأم", "n"],
      ["الأم", "n"],
      ["أمي", "n"],
      ["أم", "n"],
      ["الام", "n"],
      ["ام", "n"],
      ["امي", "n"],
      ["والدته", "n"],
      ["والدة", "n"],
      ["ابنتها", "n"],
      ["ابنتي", "n"]
    ],
    "assets/images/mum.png"
  ],
  [
    [
      ["النقود", "n"],
      ["نقودك", "n"],
      ["نقود", "n"],
      ["نقودي", "n"],
      ["نقودها", "n"],
      ["نقوده", "n"],
      ["مبلغ", "n"],
      ["المبلغ", "n"],
      ["المال", "n"],
      ["بالمال", "n"],
      ["الأموال", "n"],
      ["مال", "n"],
      ["بمال", "n"],
      ["مالهما", "n"],
      ["أمواله", "n"],
      ["أموالهم", "n"],
      ["أموالي", "n"],
    ],
    "assets/images/money.png"
  ],
  [
    [
      ["غرف", "n"],
      ["غرفتي", "n"],
      ["الغرفة", "n"],
      ["غرفة", "n"],
      ["غرفته", "n"],
      ["غرفتها", "n"],
      ["غرفه", "n"],
    ],
    "assets/images/living-room.png"
  ],
  [
    [
      ["الأذكى", "n"],
      ["ذكية", "n"],
      ["أذكياء", "n"],
      ["ذكاء", "n"],
      ["الذكي", "n"],
      ["اذكياء", "n"],
      ["الذكية", "n"],
      ["ذكي", "n"],
      ["التعليم", "n"],
      ["تعلمت", "v"],
      ["تعلم", "v"],
      ["اتعلم", "v"],
      ["أتعلم", "v"],
      ["تعليم", "v"],
      ["تعلمون", "v"],
      ["لنتعلم", "v"],
      ["تعلمنا", "v"],
      ["تعلموه", "v"],
      ["تعلمتم", "v"],
      ["نتعلم", "v"],
      ["تتعلم", "v"],
      ["التعليمي", "n"],
      ["تعلمها", "v"],
      ["تعليمية", "n"],
      ["التعليمية", "n"],
      ["العلم", "n"],
      ["اعلم", "v"],
      ["بالعلم", "n"],
      ["أعلم", "v"],
      ["نعلم", "v"],
      ["أعلمك", "v"],
      ["يعلم", "v"],
      ["ليعلم", "v"],
      ["يعلمه", "v"],
      ["أتعلمين", "v"],
      ["علمي", "n"],
      ["علما", "n"]
    ],
    "assets/images/learn.png"
  ],
  [
    [
      ["المنزل", "n"],
      ["منزله", "n"],
      ["للمنزل", "n"],
      ["بالمنزل", "n"],
      ["منزلهما", "n"],
      ["منزلا", "n"],
      ["لمنزلها", "n"],
      ["منزلية", "n"],
      ["بمنزل", "n"],
      ["منزل", "n"],
      ["منزلنا", "n"],
      ["منزلي", "n"],
      ["البيت", "n"],
      ["بيت", "n"],
      ["بيته", "n"],
      ["بالبيت", "n"],
      ["بيتي", "n"],
      ["لبيت", "n"],
      ["للبيت", "n"],
      ["ببيتهما", "n"],
      ["لبيتهما", "n"],
      ["لبيته", "n"],
      ["الدار", "n"],
      ["دار", "n"]
    ],
    "assets/images/home.png"
  ],
  [
    [
      ["حديقتنا", "n"],
      ["باحة", "n"],
      ["الساحة", "n"],
      ["ساحة", "n"],
      ["الأشجار", "n"],
      ["أشجار", "n"],
      ["الشجيرات", "n"],
      ["أشجارها", "n"],
      ["الاشجار", "n"],
      ["للأشجار", "n"],
    ],
    "assets/images/land.png"
  ],
  [
    [
      ["الشجرة", "n"],
      ["شجرة", "n"],
      ["بشجرة", "n"],
      ["شجرتك", "n"],
      ["شجره", "n"],
      ["فالشجرة", "n"],
    ],
    "assets/images/tree.png"
  ],
  [
    [
      ["ملاهي", "n"],
      ["الملاهي", "n"],
      ["حديقة", "n"],
      ["الحديقة", "n"],
      ["للحديقة", "n"],
    ],
    "assets/images/park.png"
  ],
  [
    [
      ["خريطة", "n"],
    ],
    "assets/images/plan1.png"
  ],
  [
    [
      ["الضحك", "n"],
      ["فيضحك", "v"],
      ["يضحك", "v"],
      ["ضحك", "v"],
      ["فضحك", "v"],
      ["ضحكت", "v"],
      ["ضحكات", "v"],
      ["ضحكة", "n"],
      ["نضحك", "v"],
    ],
    "assets/images/laugh.png"
  ],
  [
    [
      ["واجب", "n"],
      ["واجباتي", "n"],
      ["واجبات", "n"],
      ["واجباته", "n"],
    ],
    "assets/images/homework.png"
  ],
  [
    [
      ["يقفل", "v"],
      ["قفلوا", "v"],
      ["نقفل", "v"],
      ["مقفل", "a"],
    ],
    "assets/images/lock.png"
  ],
  [
    [
      ["يفكر", "v"],
      ["فكري", "v"],
      ["فكرتها", "v"],
      ["تفكر", "v"],
      ["الفكر", "n"],
      ["فكر", "v"],
      ["فكرة", "n"],
    ],
    "assets/images/idea.png"
  ],
  [
    [
      ["جائع", "n"],
      ["جائعة", "a"],
      ["بالجوع", "a"],
      ["جوعان", "a"],
      ["الجوع", "n"],
      ["جوعه", "n"],
      ["الجياع", ""],
    ],
    "assets/images/hungry.png"
  ],
  [
    [
      ["طويل", "a"],
      ["طويلا", "a"],
      ["طويلة", "a"],
      ["طول", "n"],
    ],
    "assets/images/tall.png"
  ],
  [
    [
      ["قصير", "a"],
      ["قصرت", "v"],
    ],
    "assets/images/short.png"
  ],
  [
    [
      ["أحب", "v"],
      ["تحب", "v"],
      ["احب", "v"],
      ["يحبه", "v"],
      ["حب", "n"],
      ["تحبين", "v"],
      ["أحبها", "v"],
      ["يحبنا", "v"],
      ["المحبة", "n"],
      ["حبي", "n"],
      ["الحب", "n"],
      ["يحب", "v"],
      ["نحبه", "v"],
      ["حبيبتي", "n"],
      ["تحبيني", "n"],
      ["تحبينها", "n"],
      ["نحب", "v"],
      ["محبوبة", "a"],
      ["طيبة", "a"],
      ["حبها", "v"],
      ["لحب", "n"],
      ["محب", "n"],
      ["بحب", "v"],
      ["احبابي", "n"],
      ["حبايبي", "n"],
      ["أحببته", "v"],
      ["يحبون", "v"],
      ["يحبها", "v"],
      ["أحبه", "v"],
      ["حبه", "n"]
    ],
    "assets/images/love.png"
  ],
  [
    [
      ["فلنسعد", "v"],
      ["يسعدوا", "v"],
      ["السعادة", "n"],
      ["سعدت", "v"],
      ["نسعد", "v"],
      ["سعيد", "a"],
      ["سعيدة", "a"],
      ["استمتعوا", "v"],
      ["استمتعت", "v"],
      ["استمتع", "n"],
      ["بالسعادة", "n"],
      ["تسعد", "v"],
      ["سعد", "n"],
      ["سعادة", "n"],
      ["سعادتكم", "n"],
      ["يفرحون", "v"],
      ["بالفرحة", ""],
      ["الفرحة", "n"],
      ["بفرحتي", "n"],
      ["يفرح", "v"],
      ["فرحانة", "a"],
      ["فرحين", "v"],
      ["ففرح", "v"],
      ["فرحا", "a"],
      ["فرح", "n"],
      ["فرحت", "v"],
      ["بفرح", "v"],
      ["السرور", "n"],
      ["سرورا", "n"],
      ["مسرورة", "a"],
      ["تسره", "v"],
      ["السراء", "n"],
      ["مسرورات", "v"],
      ["يسر", "n"],
      ["بيسر", "v"],
    ],
    "assets/images/happy.png"
  ],
  [
    [
      ["قلبه", "n"],
      ["قلبي", "n"],
      ["قلبهم", "n"],
      ["القلب", "n"],
      ["قلب", "n"],
      ["قلبا", "n"],
      ["قلوبنا", "n"],
      ["قلوبهم", "n"],
    ],
    "assets/images/heart.png"
  ],
  [
    [
      ["شكرا", "n"],
      ["الشكر", "n"],
      ["شكر", "n"],
      ["شكرها", "v"],
      ["شكرهما", "v"],
      ["شكروني", "v"],
      ["شكر", "n"],
      ["مشكورة", "n"],
      ["مشكورين", "n"],
      ["شكـري", "n"],
    ],
    "assets/images/hands.png"
  ],
  [
    [
      ["مرحبا", "n"],
      ["السلام", "n"],
    ],
    "assets/images/hello.png"
  ],
  [
    [
      ["يشعروا", "v"],
      ["اشعر", "v"],
      ["أشعر", "v"],
      ["يشعر", "v"],
      ["بشعور", "a"],
      ["تشعر", "v"],
      ["شعور", "v"],
      ["الشعور", "n"],
      ["فيشعرون", "v"],
      ["يشعرون", "v"],
      ["شعرت", "v"],
      ["أحس", "v"],
      ["احس", "v"],
    ],
    "assets/images/feelings.png"
  ],
  [
    [
      ["الكتاب", "n"],
      ["كتابي", "n"],
      ["بكتابه", "n"],
      ["بالكتاب", "n"],
      ["كتاب", "n"],
    ],
    "assets/images/book.png"
  ],
  [
    [
      ["السفر", "n"],
      ["سفر", "n"],
      ["سافرت", "v"],
      ["تسافر", "v"],
      ["سافر", "v"],
      ["بالطيارة", "n"],
    ],
    "assets/images/airplane.png"
  ],
  [
    [
      ["جميل", "a"],
      ["جميلة", "a"],
      ["الجميلة", "n"],
      ["الجميل", "n"],
      ["جميلا", "a"],
      ["بجميل", "n"],
      ["الحلوة", "n"],
      ["حلوة", "a"],
      ["حلو", "n"],
      ["يحلو", "v"],
    ],
    "assets/images/appreciation.png"
  ],
  [
    [
      ["الكتب", "n"],
      ["كتبه", "n"],
      ["المكتبة", "n"],
      ["كتب", "v"],
    ],
    "assets/images/book-stack.png"
  ],
  [
    [
      ["بالم", "n"],
      ["الم", "n"],
      ["ألم", "a"],
      ["يؤلمني", "n"],
      ["بألم", "n"],
      ["الألم", "n"],
      ["يتألم", "v"],
      ["متألما", "n"],
      ["بالألم", "n"],
      ["اتألم", "v"],
      ["بالمرض", "n"],
      ["أمرض", "v"],
      ["متعب", "a"],
      ["تعبان", "a"],
      ["التعب", "n"],
      ["بتعب", "n"],
      ["لاتتعب", "v"],
      ["تعبت", "v"],
      ["تتعبوا", "v"],
      ["أتعبها", "v"],
      ["متعبة", "n"],
      ["تتعبين", "v"],
      ["بإرهاق", "n"],
      ["مرهقة", "n"],
      ["مرهقا", "n"],
      ["مرهق", "a"],
      ["إرهاق", "n"],
      ["منهكا", ""],
      ["تعانى", ""],
      ["منهمكا", ""],
      ["يعاني", ""],
      ["نعاني", ""],
      ["اعانك", ""],
    ],
    "assets/images/pain.png"
  ],
  [
    [
      ["فحزن", "n"],
      ["حزنا", "v"],
      ["يحزن", "v"],
      ["حزينة", "a"],
      ["فأحزنه", "n"],
      ["يحزنني", "v"],
      ["حزن", "n"],
      ["الحزن", "n"],
      ["حزين", "a"],
      ["تحزن", "v"],
      ["حزينا", "a"],
    ],
    "assets/images/sad.png"
  ],
  [
    [
      ["ببطء", "n"],
      ["بطيئة", "a"],
      ["بطيء", "a"],
    ],
    "assets/images/slow.png"
  ],
  [
    [
      ["يوما", "n"],
      ["يومين", "n"],
      ["يومي", "n"],
      ["اليومية", "n"],
      ["يومهم", "n"],
      ["يومه", "n"],
      ["اليومي", "n"],
      ["يومك", "n"],
      ["ليوم", "n"],
      ["اليوم", "n"],
      ["يوم", "n"],
      ["أيام", "n"],
      ["أيامنا", "n"],
      ["الأيام", "n"]
    ],
    "assets/images/day.png"
  ],
  [
    [
      ["أستطيع", "v"],
      ["نستطيع", "v"],
      ["تستطع", "v"],
      ["يستطيع", "v"],
      ["استطاع", "v"],
      ["أستطع", "v"],
      ["استطع", "v"],
      ["استطيع", "v"],
      ["تستطيع", "v"],
      ["يمكن", "n"],
      ["ممكن", "a"],
      ["يمكنني", "n"],
      ["يمكنك", "n"],
      ["الممكن", "n"],
      ["ليتمكن", "n"],
      ["ممكنا", "n"],
      ["نتمكن", "v"],
      ["يتمكنوا", "v"],
      ["ممكنا", "n"],
      ["ممكنا", "n"],
    ],
    "assets/images/person.png"
  ],
  [
    [
      ["موافقين", "n"],
      ["توافق", "v"],
      ["وافق", "n"],
      ["رضى", "a"],
      ["موافق", "n"],
      ["قبول", "a"],
      ["فقبلت", "n"],
      ["يقبل", "v"],
      ["الإقبال", "n"],
      ["نعم", "n"],
      ["صحيح", "a"],
      ["بلى", "l"],
      ["الصحيح", "n"],
      ["يصح", "v"],
      ["أصحيح", "n"],
      ["تمام", "n"],
      ["طيب", "n"],
      ["تماما", "n"],
      ["أجل", "n"],
      ["يعجبني", "v"],
      ["أعجبتك", "n"],
      ["تعجبك", "v"],
      ["أعجبتني", "n"],
      ["يعجبك", "v"]
    ],
    "assets/images/okay.png"
  ],
  [
    [
      ["اسمها", "n"],
      ["أسمائكم", "n"],
      ["باسمك", "n"],
      ["الاسم", "n"],
      ["اسم", "n"],
      ["يسمى", "v"],
      ["اسمائنا", "n"],
      ["تسمية", "v"],
      ["اسماء", "n"],
      ["اسمي", "n"],
      ["اسمك", "n"],
      ["اسمه", "n"]
    ],
    "assets/images/name.png"
  ],
  [
    [
      ["سأعمل", "v"],
      ["للعمل", "n"],
      ["عملها", "n"],
      ["عملي", "n"],
      ["تعملين", "v"],
      ["العمل", "n"],
      ["عمله", "n"],
      ["يعمل", "v"],
      ["عمل", "n"],
      ["أعمل", "v"],
      ["عملا", "n"],
      ["بالعمل", "n"],
      ["عملك", "n"],
      ["أعمالك", "n"],
      ["بعمل", "n"],
      ["تعمل", "v"],
      ["شغلك", "n"],
      ["اشغل", "v"],
      ["فتنشغل", "v"],
      ["منشغلا", "n"],
      ["تشغل", "v"]
    ],
    "assets/images/businessman.png"
  ],
  [
    [
      ["اجتمع", "v"],
      ["يجتمع", "v"],
      ["تجتمع", "v"],
      ["اجتماع", "n"],
      ["مجتمع", "n"],
      ["المجتمع", "n"],
    ],
    "assets/images/meet.png"
  ],
  [
    [
      ["للأطفال", "n"],
      ["بالأطفال", "n"],
      ["طفولتنا", "n"],
      ["أطفاله", "n"],
      ["الأطفال", "n"],
      ["الطفولة", "n"],
      ["أطفال", "n"],
    ],
    "assets/images/children.png"
  ],
  /* [
    [
      ["تقلقد", "v"],
      ["القلق", "n"],
      ["قلق", "a"],
      ["تقلقي", "v"],
      ["بالقلق", "n"],
    ],
    "assets/images/.png"
  ],*/
  [
    [
      ["نافذة", "n"],
      ["مننافذة", "n"],
      ["شبابيك", "n"],
    ],
    "assets/images/window.png"
  ],
  [
    [
      ["الماضي", "n"],
      ["بالماضي", "n"],
      ["الماضية", "n"],
    ],
    "assets/images/yesterday.png"
  ],
  [
    [
      ["الأصفر", "n"],
      ["الإصفرار", "n"],
      ["صفراء", "n"],
      ["اصفر", "n"],
    ],
    "assets/images/yellow.png"
  ],
  [
    [
      ["شعر", "n"],
    ],
    "assets/images/wig.png"
  ],
  [
    [
      ["الكبير", "n"],
      ["كبيرة", "a"],
      ["كبير", "a"],
      ["الكبيرة", "n"],
      ["كبيرا", "n"],
    ],
    "assets/images/big.png"
  ],
  [
    [
      ["صباح", "n"],
      ["الصباح", "n"],
      ["صباحا", "n"],
    ],
    "assets/images/morning.png"
  ],
  [
    [
      ["تساعدهم", "v"],
      ["يساعدهم", "v"],
      ["ساعدتم", "v"],
      ["ساعديه", "v"],
      ["ساعد", "n"],
      ["نساعدك", "v"],
      ["يساعدك", "v"],
      ["مساعدة", "n"],
      ["لمساعدة", "n"],
      ["نساعد", "v"],
      ["تساعد", "v"],
      ["مساعدتي", "n"],
      ["مساعدتك", "n"],
      ["نساعده", "v"],
      ["يساعدها", "v"],
      ["ليساعدها", "v"],
      ["ساعده", "n"],
    ],
    "assets/images/help.png"
  ],
  [
    [
      ["ساعات", "n"],
      ["الساعه", "n"],
      ["لساعتين", "n"],
      ["الساعة", "n"],
      ["ساعة", "n"],
      ["لساعات", "n"],
    ],
    "assets/images/clock.png"
  ],
  [
    [
      ["فترى", "n"],
      ["تراني", "v"],
      ["سترانى", "n"],
      ["أرى", "v"],
      ["نرى", "v"],
      ["رأيت", "v"],
      ["رأينا", "v"],
      ["أرأيتم", "v"],
      ["رأيتم", "v"],
      ["رأيته", "v"],
      ["رأى", "v"],
      ["رأت", "v"],
      ["يرى", "v"],
      ["ارى", "v"],
      ["أنظر", "n"],
      ["انظر", "v"],
      ["تنظر", "v"],
      ["نظر", "n"],
      ["ينظر", "v"],
      ["نظرت", "v"],
      ["نظري", "n"],
      ["بالنظر", "n"],
      ["نراه", "n"],
      ["نراهم", "v"],
      ["نراھن", "v"],
      ["يرانا", "v"],
      ["يراقب", "v"],
      ["يراقبون", "v"],
      ["أعقبها", "v"],
      ["مراقبة", "n"],
      ["أراقبها", "v"],
      ["راقبنا", "v"],
    ],
    "assets/images/see.png"
  ],
  [
    [
      ["الفطر", "n"],
    ],
    "assets/images/mushreoom.png"
  ],
  [
    [
      ["دائما", "n"],
      ["دائم", "a"],
      ["الدائم", "n"],
      ["دائمة", "a"],
      ["دوما", "n"],
    ],
    "assets/images/always.png"
  ],
];
