List<List> dataImage = [];
List<List> dataIfNoData = [
  [
    [
      ["الصف", ""],
      ["الفصل", ""],
    ],
    "assets/images/symbol00114601.png"
  ],

  [
    [
      ["يدور", ""],
      ["تدور", ""],
    ],
    "assets/images/turn2.png"
  ],
  [
    [
      ["دور", ""],
      ["دوره", ""],
      ["الدور", ""],
      ["دورك", ""],
      ["الدوري", ""],
    ],
    "assets/images/symbol00112771.png"
  ],

  [
    [
      ["محاور", ""],
      ["محور", ""],
    ],
    "assets/images/symbol00152121.png"
  ],

  [
    [
      ["سورة", ""],
      ["القرآن", ""],
    ],
    "assets/images/symbol00154271.png"
  ],
  [
    [
      ["الصيام", ""],
      ["اصوم", ""],
    ],
    "assets/images/symbol00142771.png"
  ],
  [
    [
      ["رمز", ""],
      ["أيقونة", ""],
    ],
    "assets/images/symbol00143161.png"
  ],

  [
    [
      ["قمح", ""],
      ["القمح", ""],
    ],
    "assets/images/symbol00066551.png"
  ],
  [
    [
      ["الصدقة", ""],
      ["زكاة", ""],
    ],
    "assets/images/charity.png"
  ],

  [
    [
      ["دقيق", ""],
      ["بدقة", ""],
    ],
    "assets/images/symbol00200690.png"
  ],
  [
    [
      ["قريته", ""],
      ["القرية", ""],
    ],
    "assets/images/symbol00175241.png"
  ],

  [
    [
      ["البقاء", ""],
      ["سأبقى", ""],
      ["بقي", ""],
      ["يبقيها", ""],
    ],
    "assets/images/symbol00057092.png"
  ],
  [
    [
      ["تعويضا", ""],
      ["تعويضه", ""],
    ],
    "assets/images/pay.png"
  ],

  [
    [
      ["الوحيدة", ""],
      ["الوحيد", ""],
    ],
    "assets/images/lonely_2.png"
  ],
  [
    [
      ["فخطر", ""],
      ["خطرت", ""],
      ["يخطر", ""],
    ],
    "assets/images/symbol00195759.png"
  ],

  [
    [
      ["صخرة", ""],
      ["الصخر", ""],
    ],
    "assets/images/rock_1.png"
  ],

  [
    [
      ["باستثناء", ""],
      ["عدا", ""],
    ],
    "assets/images/without.png"
  ],

  [
    [
      ["طيلة", ""],
      ["طوال", ""],
    ],
    "assets/images/time_all_the.png"
  ],
  [
    [
      ["حافة", ""],
      ["الطرف", ""],
    ],
    "assets/images/symbol00195065.png"
  ],

  [
    [
      ["الحوار", ""],
      ["يناقشهم", ""],
      ["المناقشات", ""],
    ],
    "assets/images/symbol00182576.png"
  ],

  ///////////////////
  [
    [
      ["السنة", "n"],
      ["سنوات", "n"],
      ["السنوي", "n"],
      ["ألسنة", "n"],
      ["سنه", "n"],
      ["سنة", "n"],
      ["عام", "n"],
      ["العام", "n"],
    ],
    "assets/images/symbol00081471.png"
  ],
  [
    [
      ["فلا", "n"],
      ["كلا", "n"],
      ["لا", "l"],
      ["لست", ""],
      ["ليست", ""],
      ["ليس", ""],
      ["أليس", ""],
      ["ألا", "l"],
      ["بلا", "l"],
      ["فلا", "l"],
      ["كلا", "l"],
      ["خطأ", ""],
      ["بعدم", "n"],
      ["عدم", "n"],
      ["يرفض", "v"],
      ["رفض", "v"],
      ["رفضت", "v"],
      ["بدون", "n"]
    ],
    "assets/images/symbol00199599.png"
  ],
  [
    [
      ["المدرسية", "n"],
      ["للمدارس", "n"],
      ["مدرسية", "n"],
      ["المدرسه", "n"],
      ["المدرسة", "n"],
      ["للمدرسة", "n"],
      ["مدرستي", "n"],
      ["مدرستنا", "n"],
      ["مدرسة", "n"],
      ["بالمدرسة", "n"],
      ["مدرستها", "n"],
      ["المدرسات", "n"],
      ["مدربه", "n"],
      ["المعلمة", "n"],
      ["معلمتي", "n"],
      ["معلمتنا", "n"],
      ["معلمة", "n"],
      ["استاذة", "n"],
      ["أستاذة", "n"],
      ["الدرس", "n"],
      ["الدروس", "n"],
      ["دروس", "n"],
      ["دروسكما", "n"],
      ["دروسها", "n"],
      ["مدروس", "v"],
      ["درس", "n"],
      ["الحصة", "n"],
      ["حصة", "n"]
    ],
    "assets/images/symbol00062141.png"
  ],
  [
    [
      ["المدرس", "n"],
      ["مدربنا", "n"],
      ["للمدرس", "n"],
      ["المعلم", "n"],
      ["معلمي", "n"],
      ["معلم", "n"],
      ["المعلمون", "n"],
      ["معلمه", "n"],
      ["استاذ", "n"],
      ["الاستاذ", "n"],
      ["استاذه", "n"],
      ["استاذي", "n"],
      ["أستاذه", "n"],
      ["أستاذ", "n"],
      ["الأستاذ", "n"],
      ["أستاذنا", "n"],
    ],
    "assets/images/teacher_1.png"
  ],

  [
    [
      ["أمشي", "v"],
      ["فسرت", "v"],
      ["يمشي", "v"],
      ["مشاة", "v"],
      ["نتمشى", "v"],
      ["مشيا", "n"],
      ["مشي", "n"],
      ["مشينا", "v"],
      ["يسير", "v"],
      ["أسير", "v"],
      ["يسيران", "v"],
      ["سير", "n"],
      ["سيرهما", "n"],
      ["المسير", "n"],
      ["السير", "n"],
      ["يسيرون", "v"],
      ["سرت", "v"],
      ["يتجول", ""],
      ["التجول", ""],
      ["التجوال", ""],
      ["متجول", ""],
    ],
    "assets/images/walk.png"
  ],
  [
    [
      ["العالم", "n"],
      ["عالم", "n"],
    ],
    "assets/images/world.png"
  ],
  [
    [
      ["أو", ""],
      ["او", ""],
      ["فهناك", "n"],
      ["هناك", "n"],
      ["هنا", "n"],
      ["باختيار", "n"],
      ["بانتقاء", ""],
      ["مختارين", "v"],
      ["لأختار", "n"],
      ["فأختار", "n"],
      ["يختار", "v"],
      ["أختار", "v"],
      ["اخترت", "v"],
      ["اختاره", "v"],
      ["فسأختار", "n"],
    ],
    "assets/images/choose_pick.png"
  ],

  [
    [
      ["يهديكم", "v"],
      ["نهديهم", "v"],
      ["بالهدية", "n"],
      ["هدية", "n"],
      ["الهدية", "n"],
      ["كهدية", "n"],
      ["هديتك", "n"],
      ["الهدايا", "n"],
      ["بالهدايا", "n"],
      ["بهدايا", "n"]
    ],
    "assets/images/present.png"
  ],
  [
    [
      ["تتكلم", "v"],
      ["قلت", "v"],
      ["تقل", "v"],
      ["قل", "v"],
      ["قلته", "v"],
      ["نقول", "v"],
      ["كلامي", "v"],
      ["كلام", "n"],
      ["كلامها", "n"],
      ["كلامه", "n"],
      ["الحديث", "n"],
      ["حديثه", "n"],
      ["بالحديث", "n"],
      ["حديثك", "n"],
      ["قائلا", "v"],
      ["تكلمي", "v"],
      ["تخبرني", "v"],
      ["اخبرني", "v"],
      ["أخبرني", "v"],
      ["يخبرنا", "v"],
      ["تخبروني", "v"],
      ["ستخبرون", "v"],
      ["أخبريني", "v"],
      ["تخبره", "v"],
      ["أخبرتنا", "v"],
      ["يتحدث", "v"],
      ["تتحدث", "v"],
      ["التحدث", "n"],
      ["أتحدث", "v"],
      ["يحدث", "v"],
      ["نتحدث", "v"],
      ["سيحدث", "n"],
      ["تحدث", "v"],
      ["يتحدثان", "v"],
      ["سأتحدث", "v"],
      ["قالت", "v"],
      ["فقال", "v"],
      ["فقالت", "v"],
      ["رواه", "v"],
      ["قالوا", "v"],
      ["قال", "v"],
      ["يقال", "v"],
      ["قائلة", "v"],
      ["سأكلم", "v"],
      ["كلماتك", "v"],
      ["فكلم", "v"],
      ["أقول", "v"],
      ["يقول", "v"],
      ["تقول", "v"],
      ["فيقول", "v"],
      ["فتقول", "v"],
      ["يقوله", "v"],
      ["قولي", "v"],
      ["سأقول", "v"],
      ["قولا", "v"],
      ["يقولان", "v"],
      ["يقولون", "v"],
      ["تقولي", "v"],
      ["ينطق", ""],
      ["فقولوا", "v"],
      ["وقال", "v"],
      ["قرر", "v"],
      ["قررت", "v"],
      ["فقرر", "v"],
      ["فقرروا", "v"],
      ["فقررت", "v"],
      ["قرروا", "v"],
      ["يحكى", ""],
      ["حكى", ""],
    ],
    "assets/images/symbol00095301.png"
  ],

  [
    [
      ["تدرس", "v"],
      ["يدرسك", "v"],
      ["ندرسها", "v"],
      ["أدرس", "v"],
      ["المذاكرة", "n"],
      ["سنذاكر", "v"],
      ["تذاكر", ""],
      ["دراستك", "n"],
      ["الدراسة", "n"],
      ["الدراسي", "n"],
      ["بالدراسة", "n"],
      ["لدراسة", "n"],
      ["للدراسة", "n"],
      ["الدراسية", "n"],
      ["اذاکر", ""],
      ["لدراستي", "n"]
    ],
    "assets/images/study.png"
  ],
  [
    [
      ["الجديدات", "n"],
      ["الجديدة", "n"],
      ["الجدد", "n"],
      ["الجديد", "n"],
      ["جدید", "a"],
      ["جدیدا", "a"],
      ["جديدة", "a"],
      ["تحديث", "n"],
      ["حديثا", "v"],
    ],
    "assets/images/new_2.png"
  ],
  [
    [
      ["البنت", "n"],
      ["بنت", "n"],
      ["بنته", "n"],
      ["بنتا", "n"],
      ["ابنته", "n"],
      ["بنات", "n"],
      ["المرأة", "n"],
      ["امرأة", "n"],
      ["سيدة", "n"],
      ["للسيدات", "n"],
      ["السيدة", "n"],
      ["سیدتي", ""],
      ["الفتاة", "n"],
      ["الفتيات", "n"],
      ["فتاة", "n"],
    ],
    "assets/images/girl_1.png"
  ],

  [
    [
      ["ولد", "n"],
      ["الولد", "n"],
      ["شاب", "n"],
      ["الفتیة", "n"],
      ["الفتيان", "n"],
      ["الشباب", "n"],
      ["شباب", "n"]
    ],
    "assets/images/boy_3.png"
  ],
  [
    [
      ["والديكم", "n"],
      ["عائلتهم", "n"],
      ["عائلتك", "n"],
      ["أقربائي", ""],
      ["أفراد", "n"],
      ["أشخاص", "n"],
      ["عائلتي", "n"],
      ["العائلة", "n"],
      ["عائلته", "n"],
      ["للعائلة", "n"],
      ["العائلية", "n"],
      ["بالأسرة", "n"],
      ["أسرة", "n"],
      ["الأسرية", "n"],
      ["للأسرة", "n"],
      ["الأسرة", "n"],
      ["الاسرة", "n"],
      ["أسرته", "n"],
      ["أقاربنا", "n"],
      ["اقاربي", "n"],
      ["الأهل", "n"],
      ["أهل", "n"],
      ["اهلي", "n"],
      ["الأبناء", "n"],
      ["أبنائها", "n"],
      ["أبناء", "n"],
      ["أبنائي", "n"],
      ["أبناؤه", "n"],
      ["الوالدين", "n"],
      ["الوالدان", "n"],
      ["لوالديه", "n"],
      ["والديه", "n"],
      ["الابنة", "n"],
      ["ابنها", "n"],
      ["اولاده", "n"],
      ["أولادي", "n"],
      ["اولادي", "n"],
      ["لأولادنا", "n"],
      ["الأولاد", "n"],
      ["فالأولاد", "n"],
      ["أولاد", "n"],
    ],
    "assets/images/family_2.png"
  ],
  [
    [
      ["تقرأ", "v"],
      ["القراءة", "n"],
      ["اقرأ", "v"],
      ["إقرأ", "v"],
      ["قرأت", "v"],
      ["قرأتني", "v"],
      ["تقرا", "v"],
      ["نقرأ", "v"],
      ["أقرأ", "v"],
      ["تقرأها", "v"],
      ["لقراءته", "n"]
    ],
    "assets/images/read.png"
  ],
  [
    [
      ["قلم", "n"],
      ["قلمي", "n"],
      ["بالقلم", "n"],
      ["قلما", "n"],
      ["الاقلام", "n"],
      ["قلمك", "n"],
    ],
    "assets/images/pencil.png"
  ],
  [
    [
      ["الشجار", "n"],
      ["شجار", "n"],
    ],
    "assets/images/argue.png"
  ],
  [
    [
      ["توقف", "v"],
      ["توقفت", "v"],
      ["يتوقف", "v"],
      ["يقف", "v"],
      ["فاعترض", "v"],
      ["أوقفته", "v"],
      ["التوقف", "n"],
      ["تتوقف", "v"],
      ["فيقف", "n"],
      ["وقفت", "n"],
      ["وقفنا", "v"],
      ["اوقفه", "v"]
    ],
    "assets/images/stop.png"
  ],
  [
    [
      ["اين", "n"],
      ["فين", "n"],
      ["این", "n"],
      ["أين", "n"],
      ["فأين", "n"],
    ],
    "assets/images/where_2.png"
  ],
  [
    [
      ["متى", "n"],
      ["متی", "n"],
    ],
    "assets/images/when_2.png"
  ],
  [
    [
      ["كم", "n"],
      ["بكم", "n"],
    ],
    "assets/images/how_much.png"
  ],
  [
    [
      ["تعطي", "v"],
      ["أعطى", "v"],
      ["إعطائي", "v"],
      ["أعطيتها", "v"],
      ["مانحا", "v"],
      ["أعطني", "v"],
      ["أعطاك", "v"],
      ["يعطيكم", "v"],
      ["سيعطيك", "v"],
      ["يعطيه", "v"],
      ["تعطيني", "v"],
      ["أعطيت", "v"],
      ["أعطيته", "v"],
      ["أعطت", "v"],
      ["بالعطاء", "n"],
      ["نعطي", "v"],
      ["اعطوه", "v"],
      ["فأعطته", "v"],
      ["فسأعطيها", "n"],
      ["أعطاها", "v"],
      ["أعطاه", "v"],
      ["تعطيه", "v"],
      ["أعطتني", "v"],
      ["اعطيك", "v"],
      ["أعطيتك", "v"],
      ["يعطيك", "v"],
      ["أعطيك", "v"],
      ["منحتهم", "n"],
      ["امنحني", "v"],
      ["منحها", "n"],
      ["يمنحني", "v"],
      ["يقدم", "v"],
      ["تقدمه", "v"],
      ["تقدم", "v"],
      ["قدم", "v"],
      ["فقدمتها", "v"],
      ["قدمها", "v"],
      ["سأقدم", "v"],
      ["قدمتها", "v"],
      ["يتقدم", "v"],
      ["يقدمون", "v"],
      ["ليقدم", "n"],
      ["تؤتي", ""],
      ["سيؤتيه", ""],
      ["جزاك", ""],
      ["يجزاك", ""],
      ["يوزع", ""],
      ["وزع", ""],
    ],
    "assets/images/give_2.png"
  ],

  [
    [
      ["لحماية", ""],
      ["حماية", ""],
      ["لتحمي", ""],
    ],
    "assets/images/symbol00135851.png"
  ],
  [
    [
      ["الصورة", "n"],
      ["صور", "v"],
      ["تصور", "v"],
    ],
    "assets/images/symbol00088501.png"
  ],
  [
    [
      ["عطرة", ""],
    ],
    "assets/images/perfume.png"
  ],

  [
    [
      ["ضعيفة", ""],
      ["الضعيفة", "n"],
    ],
    "assets/images/symbol00197933.png"
  ],
  [
    [
      ["رمينا", ""],
      ["يرمي", "v"],
      ["يقذف", "v"],
    ],
    "assets/images/throw.png"
  ],
  [
    [
      ["للنصيحة", ""],
      ["تنصح", "v"],
      ["المعلومات", "n"],
    ],
    "assets/images/tell2.png"
  ],
  [
    [
      ["أصابعهم", ""],
      ["أصابع", ""],
      ["أصابعك", ""],
      ["أصبعه", ""],
    ],
    "assets/images/symbol00183853.png"
  ],
  [
    [
      ["بكره", ""],
      ["الغد", "n"],
      ["غد", "n"],
      ["فغدا", ""],
      ["غدا", ""],
    ],
    "assets/images/tomorrow1.png"
  ],
  [
    [
      ["لسان", ""],
    ],
    "assets/images/tongue2.png"
  ],
  [
    [
      ["تفرش", "v"],
    ],
    "assets/images/symbol00148131.png"
  ],
  [
    [
      ["اللذيذ", ""],
      ["اللذيذة", ""],
      ["لذيذة", ""],
      ["لذيذ", ""],
    ],
    "assets/images/symbol00122361.png"
  ],

  [
    [
      ["اي", "l"],
      ["لاي", "l"],
      ["أي", "l"],
      ["أيها", "l"],
      ["أيتها", "l"],
      ["لأي", "l"],
    ],
    "assets/images/any.png"
  ],
  [
    [
      ["الحقيبة", "n"],
      ["حقيبتي", "n"],
      ["بحقيبة", "n"],
      ["شنطتي", "n"],
      ["شنطته", "n"],
    ],
    "assets/images/symbol00151621.png"
  ],
  [
    [
      ["مسابقة", "n"],
      ["السباق", "n"],
      ["سباق", "n"],
      ["التحدي", ""],
      ["يتحدون", ""],
      ["تحداها", ""],
      ["أتحداك", ""],
      ["بتحدي", ""],
    ],
    "assets/images/race_run.png"
  ],
  [
    [
      ["هذا", "l"],
      ["هذه", "l"],
      ["ذالك", "l"],
      ["بهذه", "l"],
      ["لهذا", "l"],
      ["بهذا", "l"],
      ["لهذه", "l"],
      ["فهذه", "l"],
      ["فهذا", "l"],
      ["هذي", "l"],
    ],
    "assets/images/this.png"
  ],

  [
    [
      ["لو", "l"],
      ["لولا", "l"],
      ["فلو", "l"],
      ["لونك", "l"]
    ],
    "assets/images/symbol00199966.png"
  ],
  [
    [
      ["عطشت", "v"],
      ["بالعطش", "n"],
      ["عطشان", "a"],
    ],
    "assets/images/thirsty.png"
  ],
  [
    [
      ["سهلا", "v"],
      ["السهل", "n"],
      ["سهل", "a"],
      ["سهولة", ""],
      ["السهولة", ""],
      ["يتساهل", ""],
      ["البسيطة", ""],
      ["بسيط", ""],
      ["بسيطا", ""],
      ["بسيطة", ""],
    ],
    "assets/images/easy_light.png"
  ],
  [
    [
      ["صعب", "a"],
      ["بذل", "v"],
    ],
    "assets/images/hard_heavy.png"
  ],

  [
    [
      ["قصير", "a"],
      ["قصرت", "v"],
    ],
    "assets/images/short_1.png"
  ],
  [
    [
      ["الفطر", "n"],
    ],
    "assets/images/symbol00116401.png"
  ],

  [
    [
      ["ضدهم", "a"],
    ],
    "assets/images/protest.png"
  ],
  //from here data11
  [
    [
      ["عمري", ""],
      ["عمره", ""],
      ["عمرك", ""],
      ["العمر", ""],
      ["بعمره", ""],
      ["لعمر", ""],
    ],
    "assets/images/grow_up.png"
  ],
  [
    [
      ["تويتر", ""],
      ["للتويتر", ""],
      ["التويتر", ""],
      ["لتويتر", ""],
    ],
    "assets/symbol00057216.png"
  ],
  [
    [
      ["بمقامك", ""],
      ["بمقامنا", ""],
    ],
    "assets/images/symbol00118171.png"
  ],
  [
    [
      ["عقلك", ""],
      ["عقلي", ""],
      ["العقل", ""],
      ["ذهنك", ""],
      ["الأفكار", ""],
      ["العقول", ""],
    ],
    "assets/images/brain_2.png"
  ],
  [
    [
      ["يفيدني", ""],
      ["المفيدة", ""],
      ["نفيد", ""],
      ["مفيدا", ""],
      ["مفيدة", ""],
      ["فائدة", ""],
      ["فوائد", ""],
      ["فوائدي", ""],
      ["الفوائد", ""],
      ["نفع", ""],
      ["تنفع", ""],
      ["استفدت", ""],
    ],
    "assets/images/symbol00183041.png"
  ],
  [
    [
      ["يردك", ""],
      ["ردها", ""],
      ["الرجوع", ""],
      ["رجعنا", ""],
      ["رجعت", ""],
      ["ترجع", ""],
      ["يرجع", ""],
      ["رجعوا", ""],
      ["نرجع", ""],
      ["للرجوع", ""],
      ["خلف", ""],
      ["الخلف", ""],
      ["الخلفية", ""],
      ["وراء", ""],
      ["كالسهم", ""],
      ["اليسار", ""],
    ],
    "assets/images/back_key.png"
  ],
  [
    [
      ["نتأرجح", ""],
      ["المرجيحة", ""],
      ["تتأرجح", ""],
      ["تأرجح", ""],
      ["الأرجوحة", ""],
      ["يتمرجحون", ""],
    ],
    "assets/images/swing.png"
  ],
  [
    [
      ["يرفع", ""],
      ["رفع", ""],
      ["نرفع", ""],
      ["يرفعون", ""],
      ["رفعت", ""],
      ["بأعلى", ""],
      ["أعلاه", ""],
      ["الأعلى", ""],
      ["ارتفع", ""],
      ["ترتفع", ""],
      ["تعالى", ""],
      ["تتعالى", ""],
    ],
    "assets/images/up.png"
  ],

  [
    [
      ["أقضي", ""],
      ["نقضي", ""],
      ["قضوا", ""],
      ["يقضي", ""],
      ["القضاء", ""],
      ["قضاء", ""],
      ["تقضي", ""],
      ["اقضي", ""],
      ["قضيت", ""],
      ["قضي", ""],
      ["لقضاء", ""],
      ["تقضى", ""],
      ["نقضى", ""],
    ],
    "assets/images/symbol00071821.png"
  ],

  [
    [
      ["زرع", ""],
      ["مزرعة", ""],
      ["زرعت", ""],
      ["يزرع", ""],
      ["مزرعته", ""],
      ["مزارعا", ""],
      ["المزارع", ""],
    ],
    "assets/images/plant_plants.png"
  ],
  [
    [
      ["ريال", ""],
    ],
    "assets/images/images.jpeg"
  ],
  [
    [
      ["سعودية", ""],
      ["الرياض", ""],
    ],
    "assets/images/saudi_arabia_flag.png"
  ],
  [
    [
      ["صفة", ""],
      ["صفات", ""],
      ["بصفة", ""],
      ["يصفها", ""],
      ["صفاتها", ""],
      ["سأصف", ""],
      ["بوصفها", ""],
      ["وصف", ""],
      ["بصفته", ""],
      ["تصف", ""],
      ["مهارات", ""],
      ["المهارات", ""],
      ["مهارة", ""],
      ["مهاراته", ""],
      ["بالمهارات", ""],
    ],
    "assets/images/symbol00196891.png"
  ],
  [
    [
      ["يحتوي", ""],
      ["المحتوى", ""],
      ["تحتوي", ""],
      ["بالمكونات", ""],
      ["المكونة", ""],
      ["المكونات", ""],
      ["تتكون", ""],
      ["تضمنت", ""],
      ["ضم", ""],
    ],
    "assets/images/symbol00113671.png"
  ],
  [
    [
      ["حضرنا", ""],
      ["تحضيرها", ""],
      ["تعد", ""],
      ["عدت", ""],
      ["سأعد", ""],
      ["أعدكم", ""],
      ["أعد", ""],
      ["يعدها", ""],
      ["يعد", ""],
      ["تحضر", ""],
      ["يحضر", ""],
      ["حضر", ""],
      ["سأحضر", ""],
      ["تحضرا", ""],
      ["نحضر", ""],
      ["يحضرها", ""],
      ["احضرا", ""],
    ],
    "assets/images/bring_ingredient.png"
  ],
  [
    [
      ["جابها", ""],
      ["جابت", ""],
      ["أحضرت", ""],
    ],
    "assets/images/symbol00187170.png"
  ],
  [
    [
      ["تفعل", ""],
      ["فعلا", ""],
      ["أفعل", ""],
      ["فعله", ""],
      ["تفعله", ""],
      ["ستفعل", ""],
      ["افعل", ""],
      ["بالفعل", ""],
      ["سنفعل", ""],
      ["يفعل", ""],
      ["فعلها", ""],
      ["فعلة", ""],
      ["نفعل", ""],
      ["سأفعل", ""],
      ["لفعل", ""],
      ["يفعله", ""],
      ["فعل", ""],
      ["الفعل", ""],
      ["فعلت", ""],
      ["ستفعلين", ""],
      ["تفعلون", ""],
    ],
    "assets/images/do.png"
  ],

  [
    [
      ["قرر", ""],
      ["قررت", ""],
      ["فقرر", ""],
      ["فقرروا", ""],
      ["فقررت", ""],
      ["قرروا", ""],
    ],
    "assets/images/choose_pick.png"
  ],
  [
    [
      ["المسجد", ""],
      ["للمسجد", ""],
    ],
    "assets/images/mosque.png"
  ],
  [
    [
      ["كوبا", ""],
      ["كوب", ""],
      ["الكوب", ""],
      ["كاس", ""],
      ["كأس", ""],
    ],
    "assets/images/cup.png"
  ],
  [
    [
      ["الجبنة", ""],
      ["جبن", ""],
      ["الجبن", ""],
    ],
    "assets/images/cheese_cheddar.png"
  ],
  [
    [
      ["ظرف", ""],
      ["ظروف", ""],
      ["الظروف", ""],
    ],
    "assets/images/symbol00198785.png"
  ],
  [
    [
      ["مكرونة", ""],
    ],
    "assets/images/noodles.png"
  ],
  [
    [
      ["قليلا", ""],
      ["قليل", ""],
      ["الأقل", ""],
      ["لتقليل", ""],
      ["فقليل", ""],
      ["القليل", ""],
      ["شوي", ""],
    ],
    "assets/images/little.png"
  ],
  [
    [
      ["يسقط", ""],
      ["سقطت", ""],
      ["تسقط", ""],
      ["سقط", ""],
      ["السقوط", ""],
    ],
    "assets/images/symbol00056014.png"
  ],

  [
    [
      ["يبدأون", ""],
      ["فبدأت", ""],
      ["بدأن", ""],
      ["فيبدأ", ""],
      ["يبدأ", ""],
      ["أبدا", ""],
      ["بدأت", ""],
      ["بدأ", ""],
      ["بدأنا", ""],
      ["بداية", ""],
      ["تبدأ", ""],
      ["نبدأ", ""],
    ],
    "assets/images/symbol00055175.png"
  ],
  [
    [
      ["نشر", ""],
      ["انتشر", ""],
      ["لنشر", ""],
      ["المنتشرة", ""],
      ["مشهور", ""],
    ],
    "assets/images/famous.png"
  ],
  [
    [
      ["شهادة", ""],
      ["الشهادة", ""],
      ["شهدت", ""],
    ],
    "assets/images/certificate.png"
  ],

  [
    [
      ["ليرتاح", ""],
      ["يرتاح", ""],
      ["مرتاح", ""],
      ["نرتاح", ""],
      ["ارتاح", ""],
    ],
    "assets/images/rest.png"
  ],

  [
    [
      ["أرنبا", ""],
      ["كأرنب", ""],
      ["الأرنب", ""],
      ["أرنب", ""],
    ],
    "assets/images/symbol00001271.png"
  ],
  [
    [
      ["احفظ", ""],
      ["حفظا", ""],
      ["احفظت", ""],
      ["حفظتها", ""],
      ["حفظت", ""],
      ["الحفاظ", ""],
    ],
    "assets/images/symbol00088981.png"
  ],
  [
    [
      ["طبيعيه", ""],
      ["طبيعي", ""],
      ["الطبيعية", ""],
    ],
    "assets/images/symbol00054390.png"
  ],
  [
    [
      ["تعتادين", ""],
      ["اعتاد", ""],
      ["تعتادي", ""],
      ["لروتينك", ""],
      ["روتين", ""],
      ["الروتين", ""],
      ["روتينية", ""],
    ],
    "assets/images/habits.png"
  ],
  [
    [
      ["بائع", ""],
      ["بائعات", ""],
      ["البائع", ""],
      ["بايع", ""],
      ["بائعة", ""],
      ["التاجر", ""],
      ["اتاجر", ""],
      ["تاجر", ""],
      ["تجار", ""],
      ["التجار", ""],
      ["تجاركم", ""],
    ],
    "assets/images/store_clerk.png"
  ],
  [
    [
      ["الجسم", ""],
      ["جسده", ""],
      ["جسمك", ""],
      ["جسما", ""],
      ["أجسام", ""],
      ["جسدهم", ""],
    ],
    "assets/images/symbol00184011.png"
  ],
  [
    [
      ["تتبعني", ""],
      ["متبعا", ""],
      ["اتبعاني", ""],
      ["تتبع", ""],
      ["تتبعه", ""],
      ["اتبع", ""],
      ["تتبعنا", ""],
      ["سيتبع", ""],
      ["اتباع", ""],
    ],
    "assets/images/follow.png"
  ],
  [
    [
      ["الجائزة", ""],
      ["جائزة", ""],
    ],
    "assets/images/symbol00065551.png"
  ],
  [
    [
      ["حبة", ""],
      ["الحبة", ""],
      ["الحبوب", ""],
      ["بحبة", ""],
      ["حبات", ""],
    ],
    "assets/images/symbol00196301.png"
  ],
  [
    [
      ["خاصة", ""],
      ["الخاصة", ""],
      ["الخاص", ""],
      ["خاصا", ""],
      ["خصوصا", ""],
      ["خصص", ""],
      ["مخصصة", ""],
      ["المتخصصة", ""],
    ],
    "assets/images/symbol00187022.png"
  ],
  [
    [
      ["الذهب", ""],
      ["ذهبه", ""],
      ["ذهبية", ""],
      ["ذهبيا", ""],
      ["الذهبي", ""],
    ],
    "assets/images/gold_metal.png"
  ],
  [
    [
      ["بالقرب", ""],
      ["المقرب", ""],
      ["قرب", ""],
      ["أقرب", ""],
      ["مقرب", ""],
      ["تقترب", ""],
      ["اقترب", ""],
      ["اقترابنا", ""],
    ],
    "assets/images/near.png"
  ],
  [
    [
      ["أمام", ""],
      ["أمامهما", ""],
      ["الأمام", ""],
      ["للأمام", ""],
      ["أمامكم", ""],
      ["امامك", ""],
      ["امام", ""],
      ["أمامك", ""],
      ["يتقدمان", ""],
      ["تقدمت", ""],
      ["المتقدمة", ""],
      ["المقدمة", ""],
      ["فسبقته", ""],
      ["سبقنا", ""],
    ],
    "assets/images/symbol00080441.png"
  ],
  [
    [
      ["تلتف", ""],
      ["تلتفت", ""],
    ],
    "assets/images/your_turn_2.png"
  ],
  [
    [
      ["تمده", ""],
      ["تمد", ""],
    ],
    "assets/images/symbol00194407.png"
  ],
  [
    [
      ["ينقلبون", ""],
      ["ينقلب", ""],
      ["سينقلب", ""],
      ["تنقلب", ""],
      ["الانقلاب", ""],
    ],
    "assets/images/do_over.png"
  ],
  [
    [
      ["جيشنا", ""],
      ["جيش", ""],
    ],
    "assets/images/soldier_2.png"
  ],
  [
    [
      ["حجمها", ""],
      ["حجما", ""],
      ["حجم", ""],
    ],
    "assets/images/size.png"
  ],
  [
    [
      ["سأدعو", ""],
      ["يدعون", ""],
      ["دعوني", ""],
      ["دعونا", ""],
      ["دعوه", ""],
      ["أدعوا", ""],
      ["دعوته", ""],
      ["دعوت", ""],
      ["تدعى", ""],
      ["تدعين", ""],
      ["دعينا", ""],
      ["دعت", ""],
    ],
    "assets/images/invitation.png"
  ],
  //from here data10
  [
    [
      ["يرزقنا", "v"],
      ["برزق", "n"],
      ["رزقنا", "n"],
      ["للرزق", "n"],
      ["الرزق", "n"],
      ["رزقه", "n"],
      ["نعمة", ""],
      ["لأنعمه", ""],
      ["أنعم", ""],
    ],
    "assets/images/songkran.png"
  ],
  [
    [
      ["قاتلة", "n"],
      ["قاتل", "n"],
      ["فاقتلني", "v"],
    ],
    "assets/images/symbol00120751.png"
  ],
  [
    [
      ["التغيب", "n"],
      ["تغيبوا", "v"],
      ["تتغيبا", "v"],
      ["تغيب", "v"],
      ["يغيب", "v"],
    ],
    "assets/images/absent.png"
  ],
  [
    [
      ["للامتحانات", "n"],
      ["الامتحان", "n"],
      ["الامتحانات", "n"],
      ["اختبار", "n"],
      ["الاختبارات", "n"],
      ["يختبر", "v"],
    ],
    "assets/images/test.png"
  ],
  [
    [
      ["الأمانة", "n"],
      ["امانة", "n"],
      ["للأمانة", "n"],
      ["أمينة", "n"],
      ["للأمينات", "n"],
      ["كأمينة", "n"],
      ["أمينات", "n"],
    ],
    "assets/images/symbol00121471.png"
  ],

  [
    [
      ["باب", "n"],
      ["الباب", "n"],
      ["ابواب", "n"],
    ],
    "assets/images/door.png"
  ],
  [
    [
      ["رسول", "n"],
      ["فالرسول", "n"],
      ["الرسول", "n"],
    ],
    "assets/images/muhammad.png"
  ],
  [
    [
      ["السمك", "n"],
      ["سمك", "n"],
      ["الأسماك", "n"],
      ["بالسمك", "n"],
      ["سماك", "n"],
      ["للأسماك", "n"],
      ["السمكة", "n"],
    ],
    "assets/images/symbol00001086.png"
  ],
  [
    [
      ["شفائه", "n"],
      ["الشفا", "n"],
      ["يشفيك", "v"],
      ["أشفى", "v"],
      ["سيشفى", "v"],
      ["شفاك", "v"],
      ["الشفاء", "n"],
      ["يتعافى", "v"],
      ["العافية", "n"],
    ],
    "assets/images/heal.png"
  ],
  [
    [
      ["نجمة", "n"],
      ["النجوم", "n"],
    ],
    "assets/images/symbol00200962.png"
  ],
  [
    [
      ["الهدف", "n"],
      ["هدف", "n"],
      ["هدفا", "n"],
      ["كهدف", "n"],
      ["للهدف", "n"],
      ["الاهداف", "n"],
      ["المقصد", "n"],
      ["المقصود", "n"],
      ["اقصد", "v"],
      ["أقصد", "v"],
      ["يقصد", "v"],
      ["غاية", "n"],
    ],
    "assets/images/symbol00188200.png"
  ],
  [
    [
      ["الأمر", "n"],
      ["أمرك", "v"],
      ["أمر", "v"],
      ["أمرنا", "v"],
      ["أمرني", "v"],
      ["أمري", "v"],
      ["أمركم", "v"],
      ["امرا", "n"],
      ["أمور", "n"],
      ["الأمور", "n"],
    ],
    "assets/images/symbol00197150.png"
  ],
  [
    [
      ["الحروف", "n"],
      ["بالحرف", "n"],
      ["بحرف", "n"],
    ],
    "assets/images/symbol00142811.png"
  ],
  [
    [
      ["يوفر", "v"],
      ["توفر", "v"],
      ["يوفرها", "v"],
      ["وفرت", "v"],
      ["متوفرة", "n"],
      ["متوفرا", "a"],
      ["توفير", "n"],
    ],
    "assets/images/save.png"
  ],
  [
    [
      ["الثمرة", "n"],
      ["ثمرها", "n"],
      ["فواكه", "n"],
      ["الفاكهة", "n"],
    ],
    "assets/images/fruit1.png"
  ],
  [
    [
      ["جهز", "v"],
      ["سأجهز", "v"],
      ["جهزت", "v"],
      ["ستجهز", "v"],
      ["يجهز", "v"],
      ["تجهيز", "n"],
    ],
    "assets/images/symbol00189984.png"
  ],
  [
    [
      ["خمسون", "n"],
      ["خمسين", "n"],
    ],
    "assets/images/50.png"
  ],
  [
    [
      ["نوعها", "n"],
      ["نوعا", "n"],
      ["نوع", "n"],
      ["انواعها", "n"],
      ["أنواعا", "n"],
      ["أنواع", "n"],
      ["الأصناف", "n"],
      ["بالشكل", "n"],
      ["يشكل", "v"],
      ["الشكل", "n"],
      ["بشكل", "n"],
      ["شكل", "n"],
      ["أشكال", "n"],
    ],
    "assets/images/groups_items.png"
  ],
  [
    [
      ["حدود", "n"],
      ["حدين", "n"],
      ["حد", "n"],
      ["تحد", "n"],
      ["حدوده", "n"],
    ],
    "assets/images/symbol00159231.png"
  ],
  [
    [
      ["جذبتني", "v"],
      ["تجذبنا", "v"],
      ["الجذب", "n"],
      ["جذبت", "v"],
      ["الجاذبية", "n"],
      ["جاذبية", "n"],
      ["للجاذبية", "n"],
      ["السحرية", "n"],
      ["سحرت", "v"],
      ["سحرا", "n"],
    ],
    "assets/images/symbol00186575.png"
  ],
  [
    [
      ["يحكم", "v"],
    ],
    "assets/images/law.png"
  ],
  [
    [
      ["العدل", "n"],
      ["بالعدل", "n"],
    ],
    "assets/images/symbol00193890.png"
  ],
  [
    [
      ["القاضي", "n"],
      ["قاض", "n"],
    ],
    "assets/images/judge.png"
  ],
  [
    [
      ["للنمل", "n"],
      ["نملة", "n"],
      ["النملة", "n"],
      ["النمل", "n"],
    ],
    "assets/images/symbol00000774.png"
  ],
  [
    [
      ["ننسى", "v"],
      ["نسيت", "v"],
      ["النسيان", "n"],
      ["نسيته", "v"],
      ["ننساه", "v"],
      ["نسيانه", "v"],
      ["تنساني", "v"],
      ["أنسيت", "v"],
      ["أنساها", "v"],
      ["نسى", "v"],
    ],
    "assets/images/forget.png"
  ],

  [
    [
      ["الأذان", "n"],
      ["أذان", "n"],
      ["للأذان", "n"],
      ["يأذن", "v"],
      ["المؤذن", "n"],
    ],
    "assets/images/adhan.png"
  ],
  [
    [
      ["كارثة", "n"],
      ["كوارث", "n"],
      ["خطر", "n"],
      ["أخطار", "n"],
      ["بالخطر", "n"],
      ["خطيرة", "n"],
      ["أخطر", "n"],
      ["الخطرة", "n"],
      ["بالخطورة", "n"],
    ],
    "assets/images/symbol00151321.png"
  ],
  [
    [
      ["بطريقته", "n"],
      ["بطريقة", "n"],
      ["طريقة", "n"],
      ["الطريقة", "n"],
    ],
    "assets/images/symbol00100421.png"
  ],
  [
    [
      ["أساسان", "n"],
      ["الأساسي", "n"],
      ["الأساسية", "n"],
      ["أساسي", "n"],
      ["أساسا", "n"],
      ["اطبقها", "v"],
    ],
    "assets/images/important.png"
  ],
  [
    [
      ["حادث", "n"],
      ["الحوادث", "n"],
      ["حوادث", "n"],
      ["الاصطدام", ""],
      ["اصطدمت", ""],
      ["تصطدم", ""],
    ],
    "assets/images/crash_car.png"
  ],
  [
    [
      ["البشر", "n"],
      ["البشرية", "n"],
      ["الإنسانية", "n"],
      ["فالإنسانية", "n"],
      ["انساني", "n"],
      ["الانسانیة", "n"],
      ["بالأشخاص", "n"],
      ["ناس", "n"],
      ["الناس", "n"],
      ["للناس", "n"],
      ["شخصياتهم", "n"],
      ["الشخصية", "n"],
      ["العامة", ""],
      ["عامة", ""],
    ],
    "assets/images/people.png"
  ],
  [
    [
      ["شخص", "n"],
      ["الإنسان", "n"],
      ["للإنسان", "n"],
      ["إنسان", "n"],
      ["الشخص", "n"],
      ["شخصیتك", "n"],
      ["شخصيا", "n"],
    ],
    "assets/images/symbol00007627.png"
  ],
  [
    [
      ["الأرض", "n"],
      ["الأرضية", "n"],
      ["أرضا", "n"],
      ["أرض", "n"],
      ["للأرض", "n"],
      ["أرضه", "n"],
      ["أرضي", "n"],
      ["أرضية", "n"],
    ],
    "assets/images/earth.png"
  ],
  [
    [
      ["للممرض", "n"],
      ["ممرضة", "n"],
      ["الممرضة", "n"],
    ],
    "assets/images/symbol00139981.png"
  ],
  [
    [
      ["البلاد", "n"],
      ["بلادكم", "n"],
      ["بلادي", "n"],
      ["بلادنا", "n"],
      ["بلاد", "n"],
      ["بالبلدة", "n"],
      ["البلدان", "n"],
      ["مدينة", "n"],
      ["المدينة", "n"],
      ["لمدينة", "n"],
      ["بمدينة", "n"],
      ["مدينتي", "n"],
      ["الوطن", "n"],
      ["وطننا", "n"],
    ],
    "assets/images/symbol00092741.png"
  ],
  [
    [
      ["البحر", "n"],
      ["للبحر", "n"],
      ["البحرية", "n"],
    ],
    "assets/images/symbol00189594.png"
  ],
  [
    [
      ["فرصة", "n"],
      ["الفرصة", "n"],
    ],
    "assets/images/symbol00198800.png"
  ],
  [
    [
      ["الاستعداد", "n"],
      ["فلنستعد", "n"],
      ["مستعدة", "a"],
      ["يستعد", "v"],
      ["استعدادا", "n"],
    ],
    "assets/images/symbol00122561.png"
  ],
  [
    [
      ["استخدامها", "n"],
      ["مستخدما", "a"],
      ["أستخدمه", "v"],
      ["يستخدم", "v"],
      ["سأستخدمه", "v"],
      ["تستخدم", "v"],
      ["استخدام", "n"],
      ["الاستخدام", "n"],
      ["استخدمنا", "v"],
      ["استخدم", "v"],
    ],
    "assets/images/use.png"
  ],
  [
    [
      ["كنت", "v"],
      ["يكن", "v"],
      ["كنا", "v"],
      ["ليكن", "v"],
      ["كن", "v"],
      ["فيكن", "v"],
      ["فكن", "v"],
      ["تكن", "v"],
      ["كان", "v"],
      ["كانت", "v"],
      ["فكان", "v"],
      ["كاد", "v"],
      ["لكانت", "v"],
      ["كانوا", "v"],
    ],
    "assets/images/was_has_been.png"
  ],

  [
    [
      ["فلمن", "n"],
      ["لمن", "n"],
    ],
    "assets/images/symbol00119371.png"
  ],
  [
    [
      ["حياتى", "n"],
      ["الحياة", "n"],
      ["حياة", "n"],
      ["حياتي", "n"],
      ["حياته", "n"],
      ["أحيا", "v"],
      ["فالحياة", "n"],
      ["يحيا", "v"],
      ["بحياتهما", "n"],
      ["لحياتها", "n"],
      ["الدنيا", "n"],
      ["دنياك", "n"],
    ],
    "assets/images/life.png"
  ],
  [
    [
      ["أضواء", "n"],
      ["الضوء", "n"],
      ["اضواء", "n"],
      ["الإنارة", "n"],
      ["انار", "v"],
      ["الضوئية", "n"],
      ["الأضواء", "n"],
      ["منارة", "n"],
      ["سأضيء", ""],
      ["أضاءت", ""],
      ["مصابيح", "n"],
    ],
    "assets/images/light_bulb_on_1.png"
  ],
  [
    [
      ["خفيفة", "n"],
      ["الخفيفة", "n"],
    ],
    "assets/images/symbol00204374.png"
  ],

  [
    [
      ["الوزن", "n"],
      ["بوزن", "n"],
      ["وزن", "n"],
      ["بوزنه", "n"],
    ],
    "assets/images/symbol00195719.png"
  ],
  [
    [
      ["برتقالي", "n"],
    ],
    "assets/images/orange_3.png"
  ],
  [
    [
      ["البرتقال", "n"],
      ["برتقال", "n"],
    ],
    "assets/images/orange.png"
  ],

  [
    [
      ["قديم", "a"],
      ["القديمة", "a"],
      ["القديم", "a"],
      ["أقدم", "a"],
    ],
    "assets/images/old_2.png"
  ],
  [
    [
      ["على", "l"],
      ["عليه", "l"],
      ["عليكم", "l"],
      ["عليك", "l"],
      ["علينا", "l"],
      ["عليها", "l"],
      ["فعلينا", "l"],
      ["علیكم", "l"],
      ["عليكن", "l"],
    ],
    "assets/images/on.png"
  ],
  [
    [
      ["الليل", "n"],
      ["ليلتها", "n"],
      ["مساء", "n"],
      ["المساء", "n"],
      ["مسائية", "n"],
    ],
    "assets/images/night.png"
  ],
  [
    [
      ["بالتالي", "n"],
      ["متتالية", "n"],
      ["التالي", "n"],
      ["ثم", "l"],
      ["ثمة", "l"],
    ],
    "assets/images/symbol00053371.png"
  ],

  [
    [
      ["بقرة", "n"],
      ["البقرة", "n"],
    ],
    "assets/images/symbol00000951.png"
  ],
  [
    [
      ["الكورونا", "n"],
      ["كورونا", "n"],
    ],
    "assets/images/corona.png"
  ],
  [
    [
      ["يطبخها", "v"],
      ["مطبخي", "n"],
    ],
    "assets/images/symbol00202879.png"
  ],
  [
    [
      ["بألوان", "n"],
      ["الأوان", "n"],
      ["ألوان", "n"],
      ["الألوان", "n"],
      ["اللون", "n"],
      ["لون", "n"],
      ["لونه", "n"],
      ["لونان", "n"],
      ["لونها", "n"],
      ["ألون", "n"],
    ],
    "assets/images/symbol00174891.png"
  ],
  [
    [
      ["افطاري", "n"],
      ["الإفطار", "n"],
      ["الافطار", "n"],
    ],
    "assets/images/symbol00103561.png"
  ],
  [
    [
      ["كسر", "v"],
      ["كسرته", "v"],
      ["اكسره", "v"],
      ["أنكسر", "v"],
      ["كسرت", "v"],
      ["بتكسير", "n"],
      ["بتفتيت", "n"],
    ],
    "assets/images/broken.png"
  ],
  [
    [
      ["بني", "n"],
    ],
    "assets/images/symbol00057223.png"
  ],
  [
    [
      ["نبني", "v"],
      ["بنائه", "n"],
      ["بناء", "n"],
      ["البناء", "n"],
    ],
    "assets/images/building_tall.png"
  ],
  [
    [
      ["زوجته", "n"],
      ["الزوجة", "n"],
      ["لزوجته", "n"],
      ["زوجتي", "n"],
    ],
    "assets/images/family_wife.png"
  ],
  [
    [
      ["فازت", "v"],
      ["يفوز", "v"],
      ["نفوز", "v"],
    ],
    "assets/images/symbol00000699.png"
  ],
  [
    [
      ["واحدة", "n"],
      ["الواحدة", "n"],
      ["بالواحد", "n"],
      ["واحد", "n"],
    ],
    "assets/images/symbol00153211.png"
  ],
  [
    [
      ["الاثنان", "n"],
      ["الإثنين", "n"],
      ["اثنين", "n"],
    ],
    "assets/images/symbol00153221.png"
  ],
  [
    [
      ["لثلاثة", "n"],
      ["ثلاثة", "n"],
      ["بثلاثة", "n"],
    ],
    "assets/images/symbol00153241.png"
  ],
  [
    [
      ["الأربعة", "n"],
    ],
    "assets/images/symbol00153251.png"
  ],
  [
    [
      ["خمسه", "n"],
      ["خمس", "n"],
      ["خمسة", "n"],
      ["بخمسة", "n"],
      ["بخمس", "n"],
    ],
    "assets/images/symbol00153261.png"
  ],
  [
    [
      ["تنظيف", "v"],
      ["نظيفة", "a"],
      ["النظافة", "n"],
      ["بالنظافة", "n"],
      ["نظافة", "n"],
      ["تنظف", "v"],
      ["ينظف", "v"],
    ],
    "assets/images/symbol00196750.png"
  ],
  [
    [
      ["ملابسي", "n"],
      ["ملابسا", "n"],
      ["الملابس", "n"],
      ["ملابس", "n"],
      ["ملابسنا", "n"],
      ["ملابسه", "n"],
    ],
    "assets/images/symbol00125351.png"
  ],
  [
    [
      ["بالملل", "n"],
      ["الملل", "n"],
      ["متضجر", "a"],
      ["متضجرا", "a"],
      ["أف", ""],
      ["بالطفش", ""],
      ["ممل", "a"],
    ],
    "assets/images/symbol00186540.png"
  ],
  [
    [
      ["القارب", "n"],
      ["قاربنا", "n"],
      ["قارب", "n"],
      ["السفينة", "n"]
    ],
    "assets/images/boat_3.png"
  ],
  //from here data9
  [
    [
      ["أزرق", "n"],
      ["زرقاء", "n"],
      ["ازرق", "n"],
    ],
    "assets/images/blue_3.png"
  ],
  [
    [
      ["الأسود", "n"],
      ["اسود", "n"],
    ],
    "assets/images/symbol00052577.png"
  ],
  [
    [
      ["البسكويت", "n"],
    ],
    "assets/images/biscuits2.png"
  ],
  [
    [
      ["الخارج", "n"],
      ["خارج", "n"],
    ],
    "assets/images/out.png"
  ],
  [
    [
      ["أفضل", "v"],
      ["فضله", "v"],
      ["الأفضل", "n"],
      ["افضل", "n"],
      ["أفضله", "v"],
      ["يفضلون", ""],
      ["مفضل", ""],
      ["المفضل", ""],
      ["المفضلة", ""],
      ["تفضل", ""],
      ["احسن", ""],
      ["يتحسن", ""],
      ["تحسين", ""],
      ["بحسن", ""],
      ["يحسن", ""],
    ],
    "assets/images/better.png"
  ],
  [
    [
      ["حزام", "n"],
      ["الحزام", "n"],
      ["لحزام", "n"],
    ],
    "assets/images/symbol00056300.png"
  ],
  [
    [
      ["موز", "n"],
    ],
    "assets/images/banana.png"
  ],
  [
    [
      ["تحته", "n"],
      ["تحت", "n"],
      ["تحتها", "n"],
    ],
    "assets/images/below2.png"
  ],
  [
    [
      ["الجانب", "n"],
      ["جانبها", "n"],
      ["بجانبهما", "n"],
      ["بجانبك", "n"],
      ["جانبي", "n"],
      ["جنبيه", "n"],
      ["الجوانب", "n"],
    ],
    "assets/images/symbol00193984.png"
  ],
  [
    [
      ["للحمام", "n"],
    ],
    "assets/images/publicbathroom.png"
  ],
  [
    [
      ["اللحم", "n"],
    ],
    "assets/images/meat2.png"
  ],
  [
    [
      ["دب", "n"],
      ["الدببة", "n"],
    ],
    "assets/images/symbol00000791.png"
  ],
  [
    [
      ["كرة", "n"],
      ["الكرة", "n"],
      ["بالكرة", "n"],
      ["بالكره", "n"],
      ["بالكرات", "n"],
      ["كورة", "n"],
    ],
    "assets/images/ball.png"
  ],
  [
    [
      ["خبز", "n"],
      ["الخبز", "n"],
    ],
    "assets/images/bread1.png"
  ],
  [
    [
      ["الإلكتروني", "n"],
      ["الإلكترونية", "n"],
    ],
    "assets/images/symbol00183025.png"
  ],
  [
    [
      ["إزالة", "n"],
    ],
    "assets/images/delete_2.png"
  ],
  [
    [
      ["تأخذ", "v"],
      ["لأخذك", "n"],
      ["بأخذ", ""],
      ["تأخذها", "v"],
      ["يأخذها", "v"],
      ["اخذت", "v"],
      ["أخذتها", "v"],
      ["ستأخذ", ""],
      ["أخذ", "v"],
      ["يأخذ", "v"],
      ["أخذها", "v"],
      ["ياخذ", "v"],
      ["أخذت", "v"],
      ["فأخذها", ""],
      ["تأخذيهما", "v"],
      ["نأخذ", ""],
      ["خذني", ""],
      ["ااخذ", ""],
      ["تلقى", ""],
      ["ملقى", ""],
    ],
    "assets/images/symbol00197682.png"
  ],

  [
    [
      ["يموت", "v"],
      ["الموت", "n"],
      ["الميت", ""],
      ["كالميت", ""],
      ["الوفيات", ""],
      ["دفنت", ""],
      ["الوفاة", ""],
    ],
    "assets/images/symbol00082851.png"
  ],
  [
    [
      ["صلاحية", "n"],
    ],
    "assets/images/symbol00185906.png"
  ],
  [
    [
      ["أجمعين", "v"],
      ["تجمعها", "v"],
      ["معاك", "n"],
      ["معاكم", "v"],
      ["التجمع", "n"],
      ["يتجمع", "v"],
      ["المتحدة", ""],
      ["موحد", ""],
      ["متحدين", ""],
    ],
    "assets/images/symbol00183409.png"
  ],
  [
    [
      ["مع", "l"],
      ["معه", "n"],
      ["معك", "n"],
      ["معا", "n"],
      ["معنا", "n"],
      ["معكم", "n"],
      ["معها", "v"],
      ["معهم", "v"],
    ],
    "assets/images/with.png"
  ],
  [
    [
      ["المتحركة", "n"],
      ["تتحرك", "v"],
      ["تحرك", "v"],
      ["تحركاتهم", "v"],
      ["حركات", "n"],
      ["يتحرك", "v"],
      ["الحركة", "a"],
      ["أتحرك", "v"],
      ["تنقلها", ""],
      ["متنقلا", ""],
      ["تنقلنا", ""],
      ["الانتقال", ""],
      ["انتقالهم", ""],
    ],
    "assets/images/move.png"
  ],

  [
    [
      ["يلبس", "v"],
      ["ألبس", "v"],
      ["ارتداء", "v"],
      ["يرتدي", "v"]
    ],
    "assets/images/symbol00167101.png"
  ],
  [
    [
      ["السريعة", "n"],
      ["سريع", "a"],
      ["سريعا", "a"],
      ["السريع", "n"],
    ],
    "assets/images/fast.png"
  ],

  [
    [
      ["إلى", "l"],
      ["الى", "l"],
      ["اليه", "n"],
      ["الي", "l"],
      ["اليكم", "n"],
      ["إليها", "n"],
      ["إليه", "l"],
    ],
    "assets/images/symbol00151681.png"
  ],
  [
    [
      ["من", "l"],
      ["مِن", "l"],
      ["فمن", "l"],
      ["منه", "l"],
      ["منها", "l"],
      ["منهم", "l"],
      ["منك", "l"],
      ["منا", "l"],
      ["مني", "l"],
      ["ممن", "l"],
      ["بمن", "l"],
      ["كمن", "l"],
      ["فمنه", "l"],
      ["فعمن", "l"],
      ["فمنها", "l"],
      ["منهما", "l"],
      ["منكم", "l"],
      ["مننا", "l"]
    ],
    "assets/images/from.png"
  ],

  [
    [
      ["خط", "v"],
      ["بخط", ""],
      ["أخطط", "v"],
      ["أحدد", "v"],
      ["المحددة", "n"],
      ["حددتها", "v"],
    ],
    "assets/images/symbol00200031.png"
  ],
  [
    [
      ["أسدا", "v"],
    ],
    "assets/images/symbol00001184.png"
  ],

  [
    [
      ["الاتجاه", "n"],
      ["تجاهها", ""],
      ["اتجاه", "n"],
      ["الاتجاهات", "n"],
      ["تجاه", "v"],
    ],
    "assets/images/directions_2.png"
  ],
  [
    [
      ["موقعه", "n"],
      ["مكان", "n"],
      ["الواقع", "n"],
      ["واقع", "v"],
      ["مواقع", "n"],
      ["تقع", "v"],
      ["المكان", "n"],
      ["مكانا", "v"],
      ["مكانك", ""],
      ["الأماكن", "n"],
    ],
    "assets/images/setting.png"
  ],
  [
    [
      ["أضيع", "v"],
      ["اضاعت", "v"],
      ["أضاع", "v"],
      ["ضاعت", "v"],
      ["تضيع", "v"],
      ["يضيعها", "v"],
    ],
    "assets/images/lost_1.png"
  ],
  [
    [
      ["الغداء", "n"],
    ],
    "assets/images/zmittag.png"
  ],

  [
    [
      ["الصناعية", "n"],
      ["الصناعي", "n"],
      ["الاصطناعية", "n"],
      ["أصنع", "v"],
      ["اصنعها", "v"],
      ["صنعها", "v"],
      ["صنعوها", "v"],
      ["مصنوع", "n"],
      ["بصنعه", "n"],
      ["لصنعها", ""],
      ["سأصنع", ""],
      ["صنعت", "v"],
      ["صنعناها", "v"],
      ["المصنوعة", "n"],
      ["تصنع", "v"],
      ["صنيعك", "n"],
    ],
    "assets/images/symbol00189839.png",
  ],
  [
    [
      ["نعالج", ""],
      ["تعالج", ""],
      ["عالجها", ""],
      ["العلاج", "n"],
      ["الأدوية", "n"],
      ["دواء", "n"],
      ["الدواء", "n"],
    ],
    "assets/images/symbol00199091.png"
  ],
  [
    [
      ["اصمتي", "v"],
      ["صامت", "v"],
      ["اهدئي", "v"],
      ["هدأت", "v"],
      ["تهدئة", "n"],
    ],
    "assets/images/symbol00203093.png"
  ],
  [
    [
      ["يستحما", "v"],
      ["يستحم", "v"],
    ],
    "assets/images/shower_wash_body.png"
  ],
  [
    [
      ["دراجة", "n"],
      ["دراجات", "n"],
    ],
    "assets/images/motorbike.png"
  ],
  [
    [
      ["دقيقة", "n"],
    ],
    "assets/images/minute.png"
  ],
  [
    [
      ["شهر", "n"],
      ["أشهر", "n"],
      ["شهريا", "n"],
    ],
    "assets/images/month2.png"
  ],

  [
    [
      ["للقمر", ""],
      ["القمر", "n"],
    ],
    "assets/images/moon.png"
  ],
  [
    [
      ["الحليب", "n"],
    ],
    "assets/images/symbol00199818.png"
  ],
  [
    [
      ["البط", "n"],
      ["البجع", "n"],
    ],
    "assets/images/symbol00001062.png"
  ],
  [
    [
      ["هاتفه", "v"],
      ["الهاتف", "n"],
      ["هاتفك", "n"],
      ["الهاتفية", "n"],
      ["جهاز", ""],
      ["الجهاز", ""],
      ["جهازه", ""],
      ["بجهازك", ""],
      ["جهازي", ""],
      ["بالجهاز", ""],
      ["أجهزة", ""],
      ["الاجهزة", ""],
      ["الأجهزة", ""],
      ["اجهزة", ""],
      ["الجوال", ""],
      ["بالجوال", ""],
      ["الهواتف", ""],
    ],
    "assets/images/smartphone.png"
  ],
  [
    [
      ["خلق", "v"],
      ["خلقنا", "v"],
      ["خلقها", "v"],
      ["أخلاق", "n"],
    ],
    "assets/images/symbol00145271.png"
  ],
  [
    [
      ["القميص", "n"],
      ["قميص", "n"],
      ["البلوزه", "n"],
    ],
    "assets/images/shirt_button.png"
  ],
  [
    [
      ["أحذية", "n"],
      ["الأحذية", "n"],
      ["حذاء", "n"],
      ["الحذاء", "n"],
    ],
    "assets/images/shoes_tied.png"
  ],
  [
    [
      ["للسوق", "n"],
      ["السوق", "n"],
      ["متجر", "n"],
      ["سوق", "n"],
      ["تسوقوا", "v"],
    ],
    "assets/images/mall_2.png"
  ],
  [
    [
      ["خجل", "a"],
      ["أخجل", "v"],
    ],
    "assets/images/symbol00002863.png"
  ],
  [
    [
      ["النشيد", ""],
      ["نشيد", ""],
      ["الأناشيد", ""],
      ["ناشدته", ""],
      ["لحن", ""],
      ["دندن", ""],
      ["الأغاني", ""],
      ["نغني", "v"],
      ["يغني", "v"],
      ["غناء", "n"],
      ["تتغنى", "v"],
      ["مغناة", "n"],
      ["أطرب", "v"],
      ["تطرب", "v"],
    ],
    "assets/images/sing.png"
  ],
  [
    [
      ["جلوس", "n"],
      ["فالجلوس", ""],
      ["الجلوس", "n"],
      ["يجلسون", "v"],
      ["جلست", "v"],
      ["ستجلس", "v"],
      ["اجلس", "v"],
      ["تجلس", "v"],
      ["يجلس", "v"],
      ["أجلس", "v"],
      ["لتجلس", ""],
      ["المجلس", "n"],
      ["جالس", ""],
      ["جالسة", ""],
      ["جالسا", ""],
    ],
    "assets/images/sit_chair2.png"
  ],
  [
    [
      ["أطلق", "v"],
      ["نطلق", "v"],
      ["أطلقت", "v"],
      ["اطلق", "v"],
    ],
    "assets/images/symbol00198441.png"
  ],
  [
    [
      ["الأسف", "v"],
      ["للاسف", "n"],
      ["اسف", "n"],
      ["للأسف", "n"],
      ["آسفة", "n"],
      ["فاعتذر", ""],
      ["اعتذر", "v"],
      ["المعذرة", "n"],
      ["عذرا", "v"],
    ],
    "assets/images/i_am_sorry.png"
  ],
  [
    [
      ["دفتر", "n"],
      ["مذكراتي", "n"],
      ["الدفاتر", "n"],
    ],
    "assets/images/symbol00092551.png"
  ],
  [
    [
      ["التميز", "n"],
      ["المتميز", "n"],
      ["مميز", "v"],
      ["ممتاز", "n"],
      ["أحسنت", ""],
      ["أحسنتم", ""],
      ["التميز", ""],
      ["المتميز", ""],
      ["للتميز", ""],
      ["تميز", ""],
      ["يتميز", ""],
      ["متميزة", ""],
      ["للمتميزات", ""],
      ["التمييز", ""],
      ["متميز", ""],
      ["مميزا", ""],
      ["ممتاز", ""],
      ["يميزه", ""],
      ["أميزها", ""],
      ["اميزها", ""],
    ],
    "assets/images/great_1.png"
  ],
  [
    [
      ["حدث", "v"],
      ["حدوث", "v"],
      ["حدثت", "v"],
    ],
    "assets/images/symbol00060861.png"
  ],
  [
    [
      ["غبار", "n"],
      ["لغبار", ""],
    ],
    "assets/images/dust_debris_dirt.png"
  ],

  [
    [
      ["حتى", "l"],
    ],
    "assets/images/until.png"
  ],
  [
    [
      ["عن", "l"],
      ["عندما", "l"],
      ["لما", "l"],
      ["بمجرد", ""],
      ["مجرد", ""],
      ["عند", "l"],
      ["عنها", "l"],
      ["عنه", "l"],
      ["عنك", "l"],
      ["عني", "l"],
      ["عنا", "l"],
      ["عندك", "l"],
      ["عندكم", "l"],
      ["فعند", "l"],
      ["عندها", "l"],
      ["عندنا", "l"],
    ],
    "assets/images/about.png"
  ],
  [
    [
      ["قد", "l"],
      ["لقد", "l"],
      ["فقد", "l"],
      ["فلقد", "l"],
      ["كانه", ""],
    ],
    "assets/images/maybe_2.png"
  ],
  [
    [
      ["إلا", "l"],
      ["الا", "l"],
    ],
    "assets/images/but.png"
  ],

  [
    [
      ["كلما", "l"],
    ],
    "assets/images/whenever.png"
  ],

  [
    [
      ["لم", "l"],
      ["لن", "l"],
    ],
    "assets/images/not.png"
  ],

  [
    [
      ["في", "l"],
      ["فی", "l"],
      ["فيه", "l"],
      ["فيها", ""],
      ["فيك", ""],
      ["بداخلها", ""],
      ["داخل", ""],
      ["بداخل", ""],
      ["داخلي", ""],
      ["بداخلنا", ""],
      ["داخله", ""],
    ],
    "assets/images/in.png"
  ],
  [
    [
      ["قطار", "n"],
      ["القطار", "n"],
      ["بالقطار", "n"],
      ["القطارات", "n"],
    ],
    "assets/images/train.png"
  ],
  [
    [
      ["أمطرته", "v"],
      ["المطر", "n"],
    ],
    "assets/images/rain_3.png"
  ],

  [
    [
      ["هدوء", "a"],
      ["بهدوء", "n"],
      ["الهدوء", "n"],
    ],
    "assets/images/quiet.png"
  ],
  [
    [
      ["القوه", "a"],
      ["قوية", "a"],
      ["بقوة", "n"],
      ["قوة", "a"],
      ["القوة", "n"],
      ["القوية", "n"],
      ["قوت", ""],
      ["أقوياء", "a"],
    ],
    "assets/images/strong.png"
  ],
  [
    [
      ["التلفاز", "n"],
      ["تلفاز", "n"],
    ],
    "assets/images/symbol00073421.png"
  ],
  [
    [
      ["الخيمة", "n"],
      ["يخيم", "v"],
      ["خيمتنا", "n"],
    ],
    "assets/images/symbol00190057.png"
  ],
  [
    [
      ["خميس", "n"],
    ],
    "assets/images/symbol00102721.png"
  ],

  [
    [
      ["وسائل", "n"],
      ["الوسائل", "n"],
      ["الوسيلة", ""],
      ["وسيلة", ""],
      ["أداة", ""],
    ],
    "assets/images/symbol00198778.png"
  ],
  [
    [
      ["أحدهم", "n"],
      ["لهم", "n"],
      ["بينهم", "n"],
      ["عليهم", "n"],
      ["هم", "n"],
      ["أنهم", "n"],
      ["بهم", "n"],
      ["بأنهم", "n"],
      ["لأنهم", "n"],
      ["هاهم", "n"],
      ["فيهم", "n"],
      ["إياهم", "n"],
    ],
    "assets/images/they.png"
  ],
  [
    [
      ["المهاجرة", "n"],
      ["اتركوا", "v"],
      ["يتركهم", "v"],
      ["يتركا", "v"],
      ["تركتني", "v"],
      ["ترك", "v"],
      ["تركنا", "v"],
      ["يترك", "v"],
      ["لتركها", "n"],
      ["أترك", "v"],
      ["تركه", "v"],
      ["نتركك", "v"],
      ["تركها", "v"],
      ["تترك", "v"],
      ["تاركا", "v"],
      ["اجتنب", ""],
      ["تجنب", ""],
      ["دعك", ""],
      ["دعنا", ""],
    ],
    "assets/images/symbol00202049.png"
  ],
  [
    [
      ["فراغك", "n"],
      ["فراغي", "n"],
      ["فراغه", "n"],
      ["الفراغ", "n"],
      ["فراغهم", "n"],
    ],
    "assets/images/break_work.png"
  ],

  [
    [
      ["اذن", "n"],
      ["باذن", "n"],
      ["أذن", "n"],
      ["بإذن", "n"],
      ["إذن", "n"],
      ["الأذنة", "n"],
      ["أذنة", "n"],
    ],
    "assets/images/ear_2.png"
  ],
  [
    [
      ["ملوث", "n"],
      ["ملوثا", "n"],
    ],
    "assets/images/dirty.png"
  ],
  [
    [
      ["التغذية", "n"],
    ],
    "assets/images/symbol00190706.png"
  ],

  [
    [
      ["ممحاة", "n"],
    ],
    "assets/images/symbol00187232.png"
  ],
  [
    [
      ["اتعشى", "v"],
      ["العشاء", "n"],
      ["للعشاء", "n"],
    ],
    "assets/images/dinner.png"
  ],

  [
    [
      ["المشروبات", "n"],
      ["مشروبات", "n"],
    ],
    "assets/images/symbol00195204.png"
  ],
  [
    [
      ["عينه", "n"],
      ["عيني", "n"],
      ["بالعين", "n"],
      ["عين", "n"],
    ],
    "assets/images/symbol00183904.png"
  ],
  [
    [
      ["يقطع", "v"],
      ["مقطوع", ""],
      ["قطع", "v"],
      ["بقطع", "v"],
      ["ينقطع", "v"],
      ["منقطع", "a"],
    ],
    "assets/images/symbol00189142.png"
  ],
  [
    [
      ["أرسل", "v"],
      ["التواصل", "n"],
      ["ايميلك", "n"],
      ["جيميل", "n"],
    ],
    "assets/images/symbol00199400.png"
  ],
  [
    [
      ["تشرب", "v"],
      ["ليشرب", "v"],
      ["شربته", "v"],
      ["شرب", "v"],
      ["ترتشف", ""],
      ["يرتشف", ""],
    ],
    "assets/images/drink.png"
  ],
  [
    [
      ["أشرح", "v"],
      ["يشرحه", "v"],
      ["تشرح", "v"],
      ["وضحي", ""],
      ["وضح", ""],
      ["توضح", ""],
    ],
    "assets/images/symbol00121401.png"
  ],
  [
    [
      ["يدخل", "v"],
      ["دخل", "v"],
      ["ادخل", "v"],
      ["دخلا", "v"],
      ["دخلوا", "v"],
      ["دخلت", "v"],
      ["ندخل", "v"],
      ["تدخلين", "v"],
      ["فتدخل", "v"],
      ["يدخلن", "v"],
      ["يدخلان", "v"],
      ["يدخلها", "v"],
      ["ادخله", "v"],
      ["يدخلك", "v"],
      ["دخلناها", "v"],
      ["تدخل", "v"],
      ["لدخول", ""],
      ["الدخول", ""],
      ["يتدخل", ""],
    ],
    "assets/images/enter.png"
  ],
  [
    [
      ["رسم", "n"],
      ["أرسم", "v"],
      ["ترسم", "v"],
      ["الرسم", "n"],
      ["رسومات", "n"],
      ["الرسوم", "n"],
    ],
    "assets/images/symbol00072581.png"
  ],
  [
    [
      ["الهمبرجر", "n"],
      ["همبرجر", "n"],
      ["همبرغر", "n"],
    ],
    "assets/images/hamburger_5.png"
  ],
  [
    [
      ["الجزر", "n"],
    ],
    "assets/images/carrot.png"
  ],
  [
    [
      ["فاضي", "n"],
      ["بفارغ", "n"],
      ["تفرغ", "v"],
      ["أفرغ", "v"],
      ["فارغة", "a"],
    ],
    "assets/images/empty.png"
  ],
  [
    [
      ["أسوق", "v"],
      ["السائق", "n"],
      ["السائقين", "n"],
      ["سائق", "n"],
      ["تقود", "v"],
      ["يقود", "v"],
      ["بالمقود", "n"],
    ],
    "assets/images/drive_car.png"
  ],
  [
    [
      ["منخفضة", "a"],
      ["منخفض", "a"],
    ],
    "assets/images/low_1.png"
  ],
  [
    [
      ["اجعل", "v"],
      ["يجعل", "v"],
      ["نجعل", "v"],
      ["تجعلنا", "v"],
      ["جعلني", "v"],
      ["جعلت", "v"],
      ["تجعله", "v"],
      ["تجعل", "v"],
      ["تجعلني", "v"],
    ],
    "assets/images/make.png"
  ],
  [
    [
      ["المشاكل", ""],
      ["لمشاكل", ""],
      ["مشكلة", "n"],
      ["المشكلة", "n"],
      ["بمشكلة", "n"],
      ["المشكلات", "n"],
      ["المشكله", "n"],
      ["ينبغي", "v"],
      ["تنبغي", "v"],
    ],
    "assets/images/symbol00065601.png"
  ],
  [
    [
      ["الخضار", "n"],
    ],
    "assets/images/symbol00187633.png"
  ],

  [
    [
      ["النباتات", "n"],
      ["نباتات", "n"],
    ],
    "assets/images/plants.png"
  ],
  [
    [
      ["البيتزا", "n"],
      ["بيتزا", "n"],
      ["قطعة", "n"],
      ["بقطعة", "n"],
    ],
    "assets/images/pizza.png"
  ],
  [
    [
      ["أسمح", "v"],
      ["سمحتوا", "v"],
      ["سمحوا", "v"],
      ["سمحتي", "v"],
      ["سمحت", "v"],
      ["سمح", "v"],
      ["بفضل", "n"],
      ["تفضلا", "v"],
      ["فضلا", "n"],
      ["تفضلي", "v"],
      ["فبفضلك", "n"],
      ["فضلك", "v"],
      ["الفاضل", "n"],
      ["أرجوك", ""],
      ["أرجو", ""],
      ["ارجو", ""],
      ["ارجوك", ""],
    ],
    "assets/images/please2.png"
  ],
  [
    [
      ["جمعه", "n"],
      ["بجمع", "n"],
      ["الجمع", "n"],
      ["جمع", "n"],
      ["يزيدكم", "v"],
      ["يزيدون", "v"],
      ["المزيد", "n"],
      ["بالمزيد", "n"],
      ["مزيد", "n"],
      ["كمان", "n"],
    ],
    "assets/images/plus_sign.png"
  ],
  //from here data8
  [
    [
      ["سجودك", "v"],
      ["السجود", "v"],
    ],
    "assets/images/sujood.png"
  ],
  [
    [
      ["الشمس", "n"],
    ],
    "assets/images/sun.png"
  ],
  [
    [
      ["البعض", "n"],
      ["بعضهم", "n"],
      ["بعضها", "n"],
      ["ببعضها", "n"],
      ["بعضنا", "n"],
      ["بعضه", "n"],
      ["بعضا", "n"],
      ["بعض", "n"],
    ],
    "assets/images/symbol00194799.png"
  ],
  [
    [
      ["المطعم", "n"],
      ["مطعم", "n"],
      ["مطعمي", "n"],
      ["لمطعم", "n"],
      ["الأطعمة", "n"],
      ["للمطعم", "n"],
      ["لمطعمنا", "n"],
      ["مطعما", "n"],
    ],
    "assets/images/restaurant.png"
  ],
  [
    [
      ["نبحث", "v"],
      ["تبحث", "v"],
      ["للبحث", "n"],
      ["يبحث", "v"],
      ["بحثا", "v"],
      ["ابحث", "v"],
    ],
    "assets/images/symbol00183241.png"
  ],
  [
    [
      ["أذكر", "v"],
      ["ستتذكر", "v"],
      ["ذكريات", "n"],
      ["تذكر", "v"],
      ["تذكرت", "v"],
      ["أتذكر", "v"],
      ["تتذكر", "v"],
      ["ذكرك", "v"],
      ["ذكرت", "v"],
      ["تتذكرني", "v"],
    ],
    "assets/images/symbol00188110.png"
  ],
  [
    [
      ["عادة", "a"],
      ["الاعادة", "n"],
      ["اعادة", "n"],
      ["عادوا", "v"],
      ["عاد", "v"],
      ["كعادته", "n"],
      ["العادة", "a"],
      ["عادت", "v"],
      ["للعودة", "n"],
      ["العودة", "n"],
      ["أعود", "v"],
      ["تعود", "v"],
      ["فيعود", "n"],
      ["یعود", "v"],
      ["عودة", "n"],
      ["بالعودة", "n"],
      ["يعود", "v"],
      ["عودتك", "v"],
      ["عودتنا", "n"],
      ["تعودنا", "v"],
      ["سيعود", "v"],
      ["يعودا", "v"],
      ["نعود", "v"],
      ["كالعادة", "n"],
      ["عادا", "v"],
    ],
    "assets/images/start_again.png"
  ],
  [
    [
      ["مريض", "a"],
      ["مريضا", "n"],
      ["المريض", "n"],
    ],
    "assets/images/symbol00091881.png"
  ],
  [
    [
      ["زوجها", "n"],
      ["الزوجان", "n"],
      ["متزوج", "a"],
      ["الزوج", "n"],
    ],
    "assets/images/symbol00189325.png"
  ],
  [
    [
      ["الإعاقة", "n"],
    ],
    "assets/images/symbol00173281.png"
  ],
  [
    [
      ["العيد", "n"],
    ],
    "assets/images/aid_al_adha.png"
  ],
  [
    [
      ["حملت", "v"],
      ["حملي", "v"],
      ["يتحمل", "v"],
      ["حملنا", "v"],
      ["يحمل", "v"],
      ["حملها", "v"],
      ["حمل", "v"],
      ["فحملها", "n"],
      ["تحمل", "v"],
    ],
    "assets/images/stack_carry.png"
  ],
  [
    [
      ["سيارتك", "n"],
      ["بسيارة", "n"],
      ["سيارات", "n"],
      ["السيارة", "n"],
      ["السيارات", "n"],
      ["سيارة", "n"],
      ["بالسيارة", "n"],
      ["للسيارة", "n"],
      ["سيارتي", "n"],
      ["المركبة", ""],
      ["مركبات", ""],
      ["المركبات", ""],
    ],
    "assets/images/car.png"
  ],

  [
    [
      ["بخير", "a"],
    ],
    "assets/images/i_am_fine.png"
  ],

  [
    [
      ["مرتفع", "a"],
      ["مرتفعة", "a"],
      ["المرتفع", "n"],
      ["العالي", "n"],
      ["عالية", "a"],
      ["عال", "a"],
      ["أعالي", "n"],
      ["عالي", "a"],
    ],
    "assets/images/high_3.png"
  ],
  [
    [
      ["الأخضر", "n"],
      ["أخضر", "n"],
      ["الخضراء", "n"],
      ["بالخضر", "n"],
      ["اخضر", "n"],
      ["خضراء", "a"],
    ],
    "assets/images/green_3.png"
  ],
  [
    [
      ["الجمعة", "n"],
      ["جمعة", "n"],
    ],
    "assets/images/symbol00102731.png"
  ],
  [
    [
      ["طلبت", ""],
      ["لطلب", ""],
      ["فطلبت", ""],
      ["بطلب", ""],
      ["نطلب", ""],
      ["أطلب", ""],
      ["الطلبات", ""],
      ["يطلبه", ""],
      ["يطلبه", ""],
      ["طلبا", ""],
      ["تطلبه", ""],
      ["طلباته", ""],
      ["طلباتك", ""],
      ["طلبتني", ""],
      ["أطلبه", ""],
      ["طلب", ""],
      ["طلبه", ""],
      ["متطلبات", ""],
      ["اطلب", ""],
      ["يطالبوني", ""],
      ["مطالبتهم", ""],
      ["أطالب", ""],
      ["أسامحك", "v"],
      ["سامحني", "v"],
    ],
    "assets/images/forgive.png"
  ],
  [
    [
      ["الممتعة", "n"],
      ["الممتع", "n"],
      ["ممتعة", "a"],
      ["ممتع", "a"],
      ["ممتعا", "a"],
      ["المتعة", "n"],
      ["التمتع", "n"],
      ["يستمتعان", "v"],
      ["مستمتعة", "v"],
      ["بالمتعة", "n"],
      ["استمتع", "v"],
      ["مستمتعين", "v"],
      ["نستمتع", "v"],
      ["لتستمتع", "n"],
      ["للإستمتاع", "n"],
    ],
    "assets/images/hooray.png"
  ],
  [
    [
      ["سمع", "v"],
      ["تسمعين", "v"],
      ["نسمع", "v"],
      ["سمعه", "v"],
      ["تسمعا", "v"],
      ["يسمعها", "v"],
      ["اسمع", "v"],
      ["تسمعني", "v"],
      ["يسمعنا", "v"],
      ["سمعا", "v"],
      ["سمعتك", "v"],
      ["سمعتم", "v"],
      ["سمعت", "v"],
      ["يستمع", "v"],
      ["استمع", "v"],
    ],
    "assets/images/listen2.png"
  ],
  [
    [
      ["نادوا", "v"],
      ["ينادونني", "v"],
      ["منادیا", "v"],
      ["أناديها", "v"],
      ["يناديه", "v"],
      ["النداء", ""],
      ["نداء", ""],
    ],
    "assets/images/yell.png"
  ],
  [
    [
      ["المكالمة", "n"],
      ["الاتصال", ""],
      ["اتصل", ""],
    ],
    "assets/images/symbol00148041.png"
  ],
  [
    [
      ["فراشه", "n"],
    ],
    "assets/images/symbol00000905.png"
  ],
  [
    [
      ["الباص", "n"],
      ["الحافلة", "n"],
    ],
    "assets/images/symbol00136421.png"
  ],
  [
    [
      ["الاسعاف", "n"],
      ["إسعاف", "n"],
      ["الإسعاف", "n"],
    ],
    "assets/images/symbol00136421.png"
  ],
  [
    [
      ["المشفى", "n"],
      ["المستشفى", "n"],
    ],
    "assets/images/hospital.png"
  ],
  [
    [
      ["احل", "v"],
      ["الحل", "n"],
      ["الحلول", "n"],
      ["يحلها", "v"],
      ["حل", "v"],
      ["حلت", "v"],
    ],
    "assets/images/symbol00054223.png"
  ],
  [
    [
      ["تبتسم", "v"],
      ["الابتسام", "n"],
      ["بابتسامة", "n"],
      ["مبتسما", "a"],
      ["فابتسم", "n"],
      ["ابتسمت", "v"],
      ["مبتسمون", "a"],
    ],
    "assets/images/symbol00000534.png"
  ],
  [
    [
      ["بتنظيم", "v"],
      ["تنظيم", "v"],
    ],
    "assets/images/symbol00185243.png"
  ],
  [
    [
      ["لألعاب", "n"],
      ["الألعاب", "n"],
      ["ألعاب", "n"],
      ["بألعاب", "n"],
      ["بالألعاب", "n"],
      ["الالعاب", "n"],
      ["العاب", "n"],
      ["ألعابهم", "n"],
    ],
    "assets/images/toys.png"
  ],

  [
    [
      ["أبيض", "n"],
      ["ابيض", "n"],
      ["الأبيض", "n"],
      ["الابیض", ""],
    ],
    "assets/images/symbol00055725.png"
  ],
  [
    [
      ["الدكتور", "n"],
      ["الطبيب", "n"],
      ["طبيب", "n"],
      ["للطبيب", "n"],
      ["طبية", ""],
      ["الطبية", ""],
      ["الطبي", ""],
    ],
    "assets/images/doctor.png"
  ],
  [
    [
      ["نقطة", "n"],
    ],
    "assets/images/symbol00071591.png"
  ],
  [
    [
      ["مختلف", "a"],
      ["مختلفة", "a"],
      ["يختلف", "v"],
      ["تختلف", "v"],
      ["المختلفة", "n"],
      ["لاختلاف", ""],
    ],
    "assets/images/different.png"
  ],
  [
    [
      ["استيقظ", "v"],
      ["يستيقظ", "v"],
    ],
    "assets/images/wake_up.png"
  ],
  [
    [
      ["الطاولة", "n"],
      ["طاولتي", "n"],
      ["طاولة", "n"],
    ],
    "assets/images/table_2.png"
  ],
  [
    [
      ["سندوتشات", "n"],
      ["سندوتش", "n"],
      ["سندويتشات", "n"],
      ["السندوتش", "n"],
    ],
    "assets/images/symbol00202110.png"
  ],
  [
    [
      ["لزهرة", "n"],
      ["الزهرة", "n"],
      ["زهرها", "n"],
      ["زهرة", "n"],
      ["أزهارها", ""],
      ["مزهوا", ""],
      ["الأزهار", ""],
    ],
    "assets/images/rose.png"
  ],
  [
    [
      ["مسطره", "a"],
    ],
    "assets/images/ruler.png"
  ],
  [
    [
      ["غسل", "v"],
      ["تغسل", "v"],
      ["غسلتها", "v"],
    ],
    "assets/images/wash_clean.png"
  ],
  [
    [
      ["لمشاهدة", "n"],
      ["أشاهد", "v"],
      ["شاهدتم", "v"],
      ["مشاهدة", "v"],
      ["شاهدت", "v"],
      ["فشاهدنا", "v"],
      ["شاهدنا", "v"],
      ["تشاهد", "v"],
    ],
    "assets/images/watch.png"
  ],
  [
    [
      ["زراعة", "n"],
      ["الزراعة", "n"],
    ],
    "assets/images/symbol00187019.png"
  ],
  [
    [
      ["نحن", "n"],
      ["فنحن", "n"],
      ["احنا", ""],
      ["بنا", ""],
      ["لنا", ""],
      ["حنا", ""],
      ["فإننا", ""],
    ],
    "assets/images/we.png"
  ],
  [
    [
      ["أسبوع", "n"],
      ["الاسبوع", "n"],
      ["الأسبوع", "n"],
    ],
    "assets/images/week.png"
  ],

  [
    [
      ["هو", ""],
      ["فبكما", ""],
      ["بكما", ""],
      ["لكما", ""],
      ["فكما", ""],
      ["إياه", ""],
      ["له", ""],
      ["الذي", ""],
      ["للي", ""],
      ["اللي", ""],
      ["لك", ""],
      ["به", ""],
      ["بك", ""],
      ["أنك", ""],
      ["انه", ""],
      ["فهو", ""],
    ],
    "assets/images/he.png"
  ],
  [
    [
      ["هي", ""],
      ["إياها", ""],
      ["لها", ""],
      ["التي", ""],
      ["بها", ""],
      ["تلك", ""],
      ["فهي", ""],
      ["فهيا", ""],
    ],
    "assets/images/she.png"
  ],

  [
    [
      ["الورقة", ""],
      ["الورق", ""],
      ["أوراق", ""],
      ["الأوراق", ""],
    ],
    "assets/images/paper.png"
  ],
  [
    [
      ["الاخرى", ""],
      ["اخر", ""],
      ["للاخر", ""],
      ["أخرى", ""],
      ["الأخرى", ""],
      ["الآخرين", ""],
      ["للآخرين", ""],
    ],
    "assets/images/others_1.png"
  ],
  [
    [
      ["رقما", ""],
      ["الرقم", "n"],
      ["رقم", "n"],
      ["الرقمي", "n"],
      ["عدد", "n"],
    ],
    "assets/images/numbers_1.png"
  ],
  [
    [
      ["الان", ""],
      ["الآن", ""],
      ["الأن", ""],
      ["لتوي", ""],
      ["للتو", ""],
      ["الحين", ""],
      ["فورا", ""],
      ["فور", ""],
    ],
    "assets/images/now.png"
  ],
  [
    [
      ["نهاية", ""],
      ["تنهي", ""],
      ["ينهي-", ""],
      ["انتهاء", ""],
      ["الانتهاء", ""],
      ["بانتهاء", ""],
      ["النهاية", ""],
      ["بأنتهاء", ""],
      ["انتهائها", ""],
      ["النهائي", ""],
      ["إنهاء", ""],
      ["انتهت", ""],
      ["انتهينا", ""],
      ["أنهى", ""],
      ["انتهي", ""],
      ["انتهوا", ""],
      ["الآخرة", ""],
      ["آخرتك", ""],
    ],
    "assets/images/symbol00182373.png"
  ],
  [
    [
      ["نفسه", ""],
      ["أشبه", ""],
      ["الشبيه", ""],
      ["ذات", ""],
      ["تشبه", ""],
      ["مرادف", ""],
      ["الردف", ""],
      ["نفسك", ""],
      ["لنفسه", ""],
      ["ببالك", ""],
      ["بالك", ""],
      ["أنفسنا", "n"],
      ["النفس", "n"],
      ["بنفس", "n"],
      ["الأنفس", "n"],
      ["اتنفس", "v"],
      ["نفسي", "n"],
      ["بنفسكي", ""],
      ["بنفسه", ""],
      ["التنفس", "n"],
      ["بنفسي", ""],
      ["أنفاسها", ""],
      ["أنفاسهم", ""],
      ["النفوس", ""],
      ["تنفس", "v"],
      ["أنفسهم", "n"],
    ],
    "assets/images/symbol00186080.png"
  ],
  [
    [
      ["العنب", "n"],
      ["عنب", "n"],
    ],
    "assets/images/grape.png"
  ],
  [
    [
      ["لقاءنا", ""],
      ["بلقائه", ""],
      ["بلقاء", ""],
      ["لقاء", ""],
      ["بلقائك", ""],
      ["اللقاء", ""],
    ],
    "assets/images/arbeitsgruppe.png"
  ],
  [
    [
      ["حفرت", "v"],
      ["بالحفر", ""],
      ["يحفر", "v"],
      ["نحفره", ""],
    ],
    "assets/images/dig.png"
  ],
  [
    [
      ["وجد", ""],
      ["وجدت", ""],
      ["توجد", ""],
      ["وجدتها", ""],
      ["فوجده", ""],
      ["وجدا", ""],
      ["وجده", ""],
      ["وجدتم", ""],
      ["فوجدوا", ""],
      ["فوجد", ""],
      ["فوجدنا", ""],
      ["يوجد", ""],
      ["عثر", ""],
      ["جد", ""],
      ["ساجد", ""],
      ["يجد", ""],
      ["تجده", ""],
      ["ستجد", ""],
      ["لاأجد", ""],
      ["اجد", ""],
      ["تجدين", ""],
      ["تجدها", ""],
      ["ليجدوا", ""],
      ["فيجدانها", ""],
      ["نجد", ""],
      ["فتجده", ""],
      ["أجد", ""],
      ["أجدها", ""],
      ["ستجدني", ""],
    ],
    "assets/images/find_1.png"
  ],
  [
    [
      ["الحارقة", "n"],
      ["حار", "n"],
    ],
    "assets/images/hot_2.png"
  ],
  [
    [
      ["البرد", "n"],
      ["برد", "n"],
      ["بالبرد", ""],
      ["ببرد", ""],
    ],
    "assets/images/cold_2.png"
  ],
  [
    [
      ["جدتي", "n"],
      ["الجدة", "n"],
      ["العجوزة", "n"],
      ["العجوز", "n"],
      ["عجوز", "n"],
    ],
    "assets/images/grandmother_2.png"
  ],
  [
    [
      ["فترقص", ""],
      ["أرقص", "v"],
    ],
    "assets/images/symbol00200166.png"
  ],
  [
    [
      ["الخيار", "n"],
    ],
    "assets/images/symbol00118331.png"
  ],
  [
    [
      ["بمهنية", ""],
    ],
    "assets/images/symbol00068301.png"
  ],
  [
    [
      ["فالتقطها", ""],
      ["تلتقط", "v"],
      ["التقاط", "n"],
      ["ممسكا", ""],
      ["الممسك", ""],
      ["امسكي", "v"],
      ["يمسك", "v"],
      ["تمسك", "v"],
      ["ممسكة", "v"],
    ],
    "assets/images/catch2.png"
  ],
  [
    [
      ["كرسيه", ""],
      ["مقعد", ""],
      ["المقعد", ""],
      ["المقاعد", ""],
      ["مقعده", ""],
    ],
    "assets/images/chair.png"
  ],
  [
    [
      ["قط", "n"],
      ["القطط", "n"],
    ],
    "assets/images/symbol00000930.png"
  ],

  [
    [
      ["عباد", "n"],
      ["عبادة", ""],
      ["عبد", "n"],
      ["العبد", "n"],
      ["لعبد", ""],
      ["معبد", "n"],
      ["مسلم", "n"],
      ["المسلم", "n"],
      ["الإسلام", "n"],
      ["الإسلامية", ""],
      ["الإسلامي", ""],
    ],
    "assets/images/ebada.jpg"
  ],
  [
    [
      ["العصير", "n"],
      ["عصير", "n"],
      ["الشراب", "n"],
    ],
    "assets/images/juice_box.png"
  ],
  [
    [
      ["لمختبرات", ""],
    ],
    "assets/images/symbol00054635.png"
  ],
  [
    [
      ["قفزه", ""],
      ["يقفز", "v"],
      ["القفز", "n"],
      ["انطلقنا", "v"],
      ["الانطلاق", "n"],
    ],
    "assets/images/jump.png"
  ],
  [
    [
      ["يطرق", "v"],
      ["الطرق", "n"],
    ],
    "assets/images/knock.png"
  ],
  [
    [
      ["كيلو", "n"],
    ],
    "assets/images/kilogram.png"
  ],
  [
    [
      ["الأخير", "n"],
      ["اخيرا", ""],
      ["أخر", "n"],
      ["متأخرة", ""],
      ["تأخر", ""],
      ["بأخر", ""],
      ["تأخرت", "v"],
      ["متأخرا", ""],
      ["أخير", "n"],
      ["تأخير", ""],
    ],
    "assets/images/symbol00155121.png"
  ],
  [
    [
      ["التاريخ", "n"],
      ["تاریخ", "n"],
    ],
    "assets/images/symbol00183526.png"
  ],
  [
    [
      ["ظلام", "n"],
      ["الظلام", "n"],
      ["ظلالها", "a"],
    ],
    "assets/images/dark.png"
  ],

  [
    [
      ["جملا", ""],
      ["الجمل", "n"],
      ["الجملة", ""],
      ["كلمة", "n"],
      ["بكلمتين", ""],
    ],
    "assets/images/symbol00177842.png"
  ],
  [
    [
      ["قص", "v"],
      ["المقص", "n"],
    ],
    "assets/images/cut_paper.png"
  ],
  [
    [
      ["ثاني", ""],
      ["ثانيه", ""],
      ["الثاني", ""],
      ["ثانية", "n"],
      ["الثانية", "n"],
      ["ثانيا", ""],
      ["لحظات", ""],
      ["لحظة", ""],
      ["اللحظة", ""],
      ["هاتان", ""],
      ["مرتين", ""],
      ["الثانوي", "n"],
    ],
    "assets/images/second.png"
  ],
  [
    [
      ["التين", "n"],
    ],
    "assets/images/symbol00192811.png"
  ],
  [
    [
      ["السبت", "n"],
    ],
    "assets/images/symbol00102741.png"
  ],
  [
    [
      ["اليمين", "n"],
      ["الأيمن", ""],
    ],
    "assets/images/symbol00054908.png"
  ],
  [
    [
      ["أحمر", "n"],
      ["الأحمر", "n"],
      ["احمر", "n"],
      ["الاحمر", "n"],
    ],
    "assets/images/red_3.png"
  ],

  [
    [
      ["تخف", ""],
      ["اختبأ", "n"],
      ["تختفي", "v"],
      ["اختفت", "v"],
    ],
    "assets/images/symbol00196888.png"
  ],
  [
    [
      ["الشيخ", "n"],
      ["للشيخ", ""],
      ["شيخنا", "n"],
      ["بالشيخ", ""],
      ["شيخ", "n"],
    ],
    "assets/images/8264251.png"
  ],
  [
    [
      ["أحضان", ""],
      ["يحتضن", "n"],
      ["اعانق", "n"],
    ],
    "assets/images/symbol00191422.png"
  ],

  [
    [
      ["الأول", "n"],
      ["أول", "n"],
      ["الأولى", "n"],
      ["أولا", "n"],
      ["الاول", "n"],
      ["لأول", "n"],
      ["فأول", "n"],
    ],
    "assets/images/first.png"
  ],
  //from here data7
  [
    [
      ["إشارة", ""],
      ["الإشارة", "n"],
    ],
    "assets/images/symbol00120101.png"
  ],
  [
    [
      ["الصابون", "n"],
    ],
    "assets/images/soap_bar.png"
  ],
  [
    [
      ["بصوت", ""],
      ["صوت", ""],
      ["صوتا", ""],
      ["الصوت", "n"],
      ["صوته", ""],
      ["صوتك", ""],
      ["صوتي", "n"],
    ],
    "assets/images/sounds.png"
  ],
  [
    [
      ["السوبرماركت", "n"],
      ["المركز", "n"],
    ],
    "assets/images/symbol00186559.png"
  ],
  [
    [
      ["النزول", "n"],
      ["نزلة", ""],
      ["لننزل", ""],
      ["انحدر", ""],
      ["ينحدر", ""],
      ["تحميل", ""],
      ["التحميل", ""],
    ],
    "assets/images/download.png"
  ],

  [
    [
      ["عشرة", ""],
      ["العاشرة", "n"],
      ["عشرا", "n"],
    ],
    "assets/images/symbol00153311.png"
  ],

  [
    [
      ["الذرة", "n"],
    ],
    "assets/images/corn3.png"
  ],
  [
    [
      ["كنبة", ""],
      ["الكنبة", "n"],
    ],
    "assets/images/couch.png"
  ],
  [
    [
      ["صفحاتي", ""],
      ["صفحاتك", ""],
      ["صفحات", ""],
    ],
    "assets/images/symbol00161391.png"
  ],
  [
    [
      ["ملف", ""],
      ["ملفاتك", ""],
    ],
    "assets/images/folder.png"
  ],
  [
    [
      ["القدم", "n"],
      ["بقدمي", ""],
      ["قدماي", ""],
      ["قدمه", ""],
      ["الأقدام", ""],
      ["رجليه", ""],
    ],
    "assets/images/foot_2.png"
  ],
  [
    [
      ["البطاطس", "n"],
      ["بطاطس", ""],
      ["البطاطا", "n"],
    ],
    "assets/images/symbol00152441.png"
  ],
  [
    [
      ["فواكه", ""],
      ["الفاكهة", "n"],
    ],
    "assets/images/fruit1.png"
  ],
  [
    [
      ["ممتلئ", ""],
      ["امتلأ", ""],
      ["مليء", ""],
      ["مملوءة", ""],
      ["تملأ", "v"],
      ["مليئة", ""],
      ["كاملة", ""],
      ["كامل", ""],
      ["كاملتين", ""],
      ["لنكمل", ""],
      ["يكملوا", "v"],
      ["نكمل", "v"],
      ["أكمل", "v"],
      ["بأكملها", ""],
      ["أكملي", "v"],
    ],
    "assets/images/full_2.png"
  ],
  [
    [
      ["مسافة", "n"],
      ["بين", ""],
      ["بيننا", ""],
      ["بينها", ""],
      ["بينهما", ""],
      ["الفرق", "n"],
      ["بعيد", ""],
      ["بعيدة", ""],
      ["بعيدا", ""],
      ["البعد", "n"],
      ["تبعد", "v"],
      ["تبتعد", ""],
      ["ابتعدنا", ""],
    ],
    "assets/images/symbol00199215.png"
  ],
  [
    [
      ["نارا", ""],
      ["نارية", ""],
    ],
    "assets/images/fire.png"
  ],
  [
    [
      ["الشارع", "n"],
      ["للشارع", "n"],
      ["طريق", "n"],
      ["طريقه", "n"],
      ["طريقها", "n"],
      ["الطريق", "n"],
    ],
    "assets/images/road.png"
  ],
  [
    [
      ["الاحد", "n"],
      ["الأحد", "n"],
    ],
    "assets/images/symbol00101201.png"
  ],
  [
    [
      ["الشاي", "n"],
    ],
    "assets/images/tea_2.png"
  ],
  [
    [
      ["دمعت", ""],
      ["بالبكاء", "n"],
      ["يبكي", "v"],
      ["تبكي", "v"],
    ],
    "assets/images/cry_1.png"
  ],
  [
    [
      ["اسنانك", ""],
      ["أسنانك", ""],
      ["الأسنان", "n"],
      ["سن", ""],
      ["السن", "n"],
    ],
    "assets/images/teeth.png"
  ],

  [
    [
      ["بيعه", "v"],
      ["أبيعها", "v"],
      ["نبيعه", "v"],
      ["يبيع", "v"],
      ["نبيع", "v"],
    ],
    "assets/images/sell.png"
  ],
  [
    [
      ["لتشتري", "n"],
      ["نشتري", "v"],
      ["أشتري", "v"],
      ["ليشتري", "n"],
      ["ستشتري", "n"],
      ["تشتري", "v"],
      ["يشتريها", "v"],
      ["ليشتروا", "v"],
      ["يشتري", "v"],
      ["اشتروا", "v"],
      ["اشتر", "v"],
      ["تشترك", "v"],
      ["اشتريا", "v"],
      ["يشتريان", "v"],
      ["يشترك", "v"],
      ["اشتريت", "v"],
      ["اشتري", "v"],
      ["لنشتري", "v"],
      ["سأشتري", "v"],
      ["يشترى", "v"],
      ["بتشتري", "v"],
      ["سنشتريه", "v"],
      ["دفعت", "v"],
      ["دفع", "v"],
      ["يدفع", "v"],
      ["أدفع", "v"],
      ["ادفع", "v"],
      ["سأدفع", "v"],
      ["فسأدفع", "v"],
      ["بشراء", "n"],
      ["الشراء", "n"],
      ["لشراء", "n"],
      ["شراء", "n"],
    ],
    "assets/images/buy_1.png"
  ],

  [
    [
      ["التفاح", "n"],
      ["التفاحة", "n"],
      ["تفاح", ""],
      ["تفاحة", ""],
      ["تفاحا", ""],
      ["التفاحات", ""],
    ],
    "assets/images/apple.png"
  ],
  [
    [
      ["أجابه", "v"],
      ["أجابهم", "v"],
      ["للإجابة", "n"],
      ["الإجابة", "n"],
      ["إجابة", "v"],
      ["فأجابته", "n"],
      ["إجابتك", "v"],
      ["أجاب", "v"],
      ["فأجابت", "n"],
      ["جواب", ""],
      ["الجواب", "n"],
      ["أجبتك", ""],
      ["رد", "n"],
      ["فردت", "v"],
      ["سرد", "v"],
      ["الدردشة", "n"],
      ["الرد", "n"],
      ["يردد", "v"],
      ["مرددا", "v"],
      ["ارددھا", "v"],
      ["فرد", "v"],
      ["ردت", "v"],
      ["ترد", "v"],
      ["أردد", "v"],
      ["رددنا", "v"],
      ["نردد", "v"],
      ["ردد", "v"],
      ["فترديد", "v"],
    ],
    "assets/images/answer.png"
  ],
  [
    [
      ["طالب", "n"],
      ["تلميذ", "n"],
    ],
    "assets/images/student_1.png"
  ],
  [
    [
      ["اكتبت", "v"],
      ["كتبتها", "v"],
      ["ستكتبها", "v"],
      ["أكتب", "v"],
      ["تكتب", "v"],
      ["كتب", "v"],
      ["يكتب", "v"],
      ["كتبت", "v"],
      ["نكتب", "v"],
      ["للكتابة", "n"],
      ["بكتابة", "v"],
      ["الكتابة", "n"],
    ],
    "assets/images/write.png"
  ],
  [
    [
      ["مكتبته", "n"],
      ["المكتب", "n"],
      ["الاوفيس", "n"],
      ["مكتبي", "n"]
    ],
    "assets/images/office.png"
  ],
  [
    [
      ["طفل", "n"],
      ["للطفل", "n"],
      ["طفلة", "n"],
      ["لطفل", "n"],
      ["بالطفل", "n"],
      ["الطفل", "n"],
      ["الطفلة", "n"],
      ["طفلتها", "n"],
      ["الطفلتين", "n"],
      ["صغيرتي", ""],
      ["الصغيرتان", ""],
      ["صغيرتهم", ""],
      ["صغاره", ""],
      ["لصغاره", ""],
    ],
    "assets/images/symbol00007187.png"
  ],
  [
    [
      ["بخوف", "a"],
      ["الخوف", "n"],
      ["خوفا", "v"],
      ["خوف", "v"],
      ["خويف", "v"],
      ["خائفة", "a"],
      ["خائف", "a"],
      ["تخافي", "v"],
      ["أخاف", "v"],
      ["خاف", "v"],
      ["يخاف", "v"],
      ["خائفا", "v"],
      ["خافت", "v"],
      ["ليهرع", "v"],
      ["هرع", "v"],
      ["اخشى", ""],
      ["تخشى", ""],
      ["الرعب", ""],
      ["شر", "v"],
      ["ينفض", ""],
      ["أنفض", ""],
    ],
    "assets/images/afraid.png"
  ],
  [
    [
      ["بسؤال", "n"],
      ["أتساءل", ""],
      ["الأسئلة", ""],
      ["أسئلة", ""],
      ["أسئلتي", ""],
      ["فتساءل", ""],
      ["متسائلا", ""],
      ["للسؤال", "n"],
      ["سؤالا", "n"],
      ["سؤالك", "v"],
      ["بالسؤال", "n"],
      ["سؤال", "n"],
      ["السؤال", "n"],
      ["سؤالي", "n"],
      ["سأل", "v"],
      ["سأله", "v"],
      ["يسأل", "v"],
      ["يسألانه", "v"],
      ["سألت", "v"],
      ["فسأله", "n"],
      ["يسألهم", "v"],
      ["تسأل", "v"],
      ["سألها", "v"],
      ["فسألت", "n"],
      ["سألتها", "v"],
      ["نسأل", "v"],
      ["سألوه", "v"],
      ["هل", "l"]
    ],
    "assets/images/symbol00194768.png"
  ],
  [
    [
      ["أيدي", "n"],
      ["يده", "n"],
      ["يديك", "n"],
      ["يد", "n"],
      ["بيدي", "n"],
      ["يديه", "n"],
      ["يدك", "n"],
      ["الأيدي", "n"],
      ["يدها", "n"],
      ["الأذرع", ""],
      ["أذرع", ""],
    ],
    "assets/images/symbol00053502.png"
  ],

  [
    [
      ["ستغضب", "v"],
      ["تغضب", "v"],
      ["غضبها", "n"],
      ["أزعجتك", "v"],
      ["تزعجني", "v"],
      ["أغضبتني", "v"],
      ["ستغضب", "v"],
      ["تغضب", "v"],
      ["غضبها", "n"],
      ["بغضب", "v"],
      ["أزعجك", "v"],
      ["أزعجتك", "v"],
      ["تزعجني", "v"],
      ["المزعجة", "n"],
      ["انزعج", "v"],
      ["أزعج", "n"],
      ["غاضب", "v"],
      ["غاضبه", "v"],
      ["غاضبة", "v"],
    ],
    "assets/images/mad_annoyed_1.png"
  ],
  [
    [
      ["تعيد", "v"],
      ["سأعيده", "v"],
      ["يعيد", "v"],
      ["نعيد", "v"],
      ["تكرر", "v"],
      ["نكرر", "v"],
      ["مجددا", ""],
    ],
    "assets/images/again_repeat.png"
  ],
  [
    [
      ["كل", "v"],
      ["بكل", "l"],
      ["كلها", "l"],
      ["الكل", "n"],
      ["كله", "n"],
      ["لكل", "n"],
      ["كلكم", "n"],
      ["كلهن", "l"],
      ["كلهم", "l"],
      ["الجميع", "n"],
      ["جميعا", "n"],
      ["جميع", "n"],
      ["لجميع", "n"],
      ["فالجميع", "n"],
      ["فجميع", "n"],
      ["العديد", "n"],
    ],
    "assets/images/all_total.png"
  ],
  [
    [
      ["غير", "n"],
      ["الغير", "n"],
      ["غيرته", "n"],
      ["غيره", "n"],
      ["التغيير", "n"],
      ["فغيرك", "n"],
      ["نغير", "v"],
      ["غيرها", "n"],
      ["تغير", "v"],
      ["يستبعدها", "v"],
      ["بدلا", "n"],
    ],
    "assets/images/change.png"
  ],
  [
    [
      ["صغيرة", "a"],
      ["الصغيرة", "n"],
      ["الصغير", "n"],
      ["صغير", "a"],
      ["الأصغر", "n"],
      ["للصغار", "n"],
      ["صغيرات", "n"],
      ["الصغیرة", "n"],
      ["الصغيرات", "n"],
      ["صغار", "n"],
      ["الصغيرين", "n"],
      ["الصغار", "n"],
      ["فالصغار", "n"],
    ],
    "assets/images/small_2.png"
  ],
  [
    [
      ["بعد", "v"],
      ["بعدها", "v"],
      ["بعدما", "v"],
      ["بعده", "v"],
      ["بعدك", "v"],
    ],
    "assets/images/symbol00195785.png"
  ],
  [
    [
      ["حيوان", "n"],
      ["حيوانات", "n"],
      ["الحيوانات", "n"],
    ],
    "assets/images/symbol00204332.png"
  ],
  [
    [
      ["قبل", "n"],
    ],
    "assets/images/before.png"
  ],
  [
    [
      ["نوم", "n"],
      ["للنوم", "n"],
      ["النوم", "n"],
      ["أنام", "v"],
      ["تنام", "v"],
      ["نام", "v"],
      ["نائما", ""],
      ["نائم", ""],
      ["ننام", "v"],
      ["انام", "v"],
      ["نائما", ""],
      ["نائم", ""],
      ["فراشك", "n"],
      ["يسترح", ""],
      ["للاسترخاء", ""],
      ["للراحة", ""],
      ["براحة", ""],
    ],
    "assets/images/sleep.png"
  ],
  [
    [
      ["كيكتك", "n"],
      ["الحلوى", "n"],
      ["تحلى", "n"],
      ["تحلينا", "n"],
      ["حلوى", "n"],
      ["حلاوة", "n"],
    ],
    "assets/images/symbol00054915.png"
  ],

  [
    [
      ["أنت", "n"],
      ["انت", "n"],
      ["انتي", "n"],
      ["أنتم", "n"],
      ["أنتي", "n"],
      ["انتم", "n"],
      ["فأنت", "n"],
      ["أنتن", "n"],
      ["فأنتي", "n"],
      ["فأنتم", "n"],
    ],
    "assets/images/your.png"
  ],
  [
    [
      ["تأكل", "v"],
      ["تأكله", "v"],
      ["بتاكل", "v"],
      ["تناولت", "v"],
      ["تتناول", "v"],
      ["تتناولها", "v"],
      ["امضغ", "v"],
      ["آكل", "v"],
      ["يأكل", "v"],
      ["فكل", "v"],
      ["نأكل", "v"],
      ["يأكلها", "v"],
      ["أكل", "v"],
      ["اكل", "v"],
      ["أكلها", "v"],
      ["تناولنا", "v"],
      ["تناول", "v"],
      ["يتناول", "v"],
      ["لتناول", "n"],
      ["تناولوا", "v"],
      ["نتناول", "v"],
    ],
    "assets/images/eat.png"
  ],
  [
    [
      ["الطعام", "n"],
      ["طعام", "n"],
      ["طعاما", "n"],
      ["لطعام", "n"],
      ["طعامك", "n"],
      ["أطعم", "n"],
      ["أطعميهم", "n"],
      ["طعم", "n"],
      ["طعمه", "n"],
      ["للأطعمة", "n"],
      ["الغذاء", "n"],
      ["أطعمتي", "n"]
    ],
    "assets/images/eat_lunch.png"
  ],
  [
    [
      ["المائية", "n"],
      ["ماء", "n"],
      ["الماء", "n"],
      ["بالماء", "n"],
      ["مياه", ""],
    ],
    "assets/images/water_5.png"
  ],

  [
    [
      ["الرحلات", "n"],
      ["رحلة", "n"],
      ["رحلتنا", "n"],
      ["الرحلة", "n"],
      ["برحلة", "n"],
      ["لرحلة", "n"],
      ["رحلاتهم", "n"],
      ["رحلات", "n"],
      ["بالرحلة", "n"]
    ],
    "assets/images/symbol00186222.png"
  ],

  [
    [
      ["والدي", "n"],
      ["إبنه", "n"],
      ["لابنه", "n"],
      ["الابن", "n"],
      ["إبنه", "n"],
      ["بابني", "n"],
      ["لأبيه", "n"],
      ["والد", "n"],
      ["فوالدي", "n"],
      ["والدك", "n"],
      ["لوالد", "n"],
      ["والده", "n"],
      ["الوالد", "n"],
      ["ابي", "n"],
      ["الاب", "n"],
      ["بابا", "n"],
      ["ابوك", "n"],
      ["ولدي", "n"],
      ["أباك", "n"],
      ["أبيهم", "n"],
      ["أبويه", "n"],
      ["أبي", "n"],
      ["الأب", "n"],
      ["أبو", "n"],
      ["أبيه", "n"],
      ["أباها", "n"],
      ["أبوهم", "n"],
      ["أبوه", "n"],
    ],
    "assets/images/father_1.png"
  ],
  [
    [
      ["الرجل", "n"],
      ["الرجلان", "n"],
      ["رجلان", "n"],
      ["رجلا", "n"],
      ["برجل", "n"],
      ["رجل", "n"],
      ["كالرجل", "n"],
      ["سيدي", "n"],
      ["سیدي", ""],
      ["مولاي", ""],
    ],
    "assets/images/man.png"
  ],
  [
    [
      ["ماذا", "n"],
      ["فماذا", "n"],
      ["وش", "n"],
      ["لماذا", "n"],
      ["ليش", "n"],
      ["فلماذا", "n"],
    ],
    "assets/images/what_2.png"
  ],
  [
    [
      ["كيف", "l"],
      ["ما", "l"],
      ["مما", "l"],
      ["فيما", "l"],
      ["ماهي", "n"],
      ["بما", "l"],
      ["ربما", "n"],
      ["فما", "n"],
      ["فلما", "n"],
    ],
    "assets/images/symbol00054213.png"
  ],

  [
    [
      ["أخيه", "n"],
      ["شقيقان", "n"],
      ["شقيقه", "n"],
      ["لأخيه", "n"],
      ["أخي", "n"],
      ["الأخ", "n"],
      ["أخوان", "n"],
      ["أخواننا", "n"],
      ["أخاه", "n"],
      ["أخوانك", "n"],
      ["أخوانكم", "n"],
      ["اخوته", "n"],
      ["اخوك", "n"],
      ["لأخي", "n"],
      ["أخ", "n"],
      ["أخوات", "n"],
      ["أخوتي", "n"],
      ["اخي", "n"],
      ["صاحبه", "n"],
      ["صاحب", "n"],
      ["يصاحبها", "n"],
      ["صاحبك", "n"],
      ["صديقي", "n"],
      ["صديقه", "n"],
      ["صديق", "n"],
      ["الصديقين", "n"],
      ["الصديق", "n"],
      ["صديقنا", "n"],
      ["صديقك", "n"],
      ["صديقان", "n"],
      ["صديقهم", "n"],
      ["صديقهما", "n"],
      ["صديقى", "n"],
      ["رفقائه", ""],
      ["برفقة", ""],
      ["رفق", ""],
      ["مرافق", ""],
      ["ترافق", ""],
      ["رفيق", "n"],
      ["أنيس", ""],
      ["أنيسا", ""],
      ["الأنيس", ""],
      ["لصداقتي", "n"],
      ["بصداقتنا", "n"],
      ["بأصدقائك", "n"],
      ["أقرانه", ""],
      ["الشلة", ""],
      ["شلته", ""],
      ["بصداقتهم", "n"],
      ["أصدقاءك", "n"],
      ["صداقتي", "n"],
      ["اصدقائی", "n"],
      ["لأصدقائي", "n"],
      ["الصحبة", "n"],
      ["أصحاب", "n"],
      ["صحبتي", "n"],
      ["صحبتكم", "n"],
      ["اصحابي", "n"],
      ["أصدقائي", "n"],
      ["الأصدقاء", "n"],
      ["أصدقاء", "n"],
      ["اصدقائي", "n"],
      ["أصدقائك", "n"],
      ["أصدقائه", "n"],
      ["رفاق", "n"],
      ["لرفاقه", "n"],
      ["زملائي", "n"],
      ["زملاءنا", "n"],
      ["زميلاتها", "n"],
      ["زميله", "n"],
      ["شقيقته", "n"],
      ["أختي", "n"],
      ["لأخيها", "n"],
      ["اختي", "n"],
      ["أخته", "n"],
      ["بأختك", "n"],
      ["أختان", "n"],
      ["أختها", "n"],
      ["صديقتها", "n"],
      ["صديقة", "n"],
      ["الصديقة", "n"],
      ["صديقتي", "n"],
      ["صديقتك", "n"],
      ["صديقاتكي", "n"],
      ["صديقاتك", "n"],
      ["الصديقات", "n"],
      ["اخواتي", "n"],
      ["الاخوات", "n"],
    ],
    "assets/images/friends1.png"
  ],

  [
    [
      ["أسرع", "v"],
      ["بسرعة", "a"],
      ["السرعة", "n"],
      ["فأسرع", "n"],
      ["سرعان", "n"],
      ["بالسرعة", "n"],
      ["سرعة", "a"],
      ["بسرعته", "v"],
      ["فلنسرع", "v"],
      ["مسرعا", "v"],
      ["تتسرع", "v"],
      ["يسرع", "v"],
      ["فأسرعوا", "v"],
      ["اسرع", "v"],
      ["اسرعت", "v"],
      ["أسرعت", "v"],
      ["ركض", "v"],
      ["يركض", "v"],
      ["فركضت", "v"],
      ["يجري", "v"],
      ["جرى", "v"]
    ],
    "assets/images/run.png"
  ],
  [
    [
      ["فانا", "n"],
      ["أنا", "n"],
      ["انا", "n"],
      ["فأنا", "n"],
      ["إنك", ""],
      ["إنهن", ""],
      ["إنما", ""],
      ["اني", ""],
      ["انني", ""],
      ["انك", ""],
      ["لاني", ""],
      ["أن", ""],
      ["أنه", ""],
      ["بأن", ""],
      ["أنني", ""],
      ["أننا", ""],
      ["أني", ""],
      ["فأن", ""],
      ["فأنه", ""],
      ["فإنه", ""],
      ["إنني", ""],
      ["إني", ""],
      ["بأني", ""],
      ["كأنني", ""],
      ["فإنني", ""],
      ["أنها", ""],
      ["إنها", ""],
      ["فإنها", ""],
    ],
    "assets/images/i_i_am.png"
  ],

  [
    [
      ["بالصلاة", "n"],
      ["صلاتى", "v"],
      ["أصلى", "v"],
      ["نصلي", "v"],
      ["اصلي", "v"],
      ["سأصلي", "v"],
      ["سيصلى", "v"],
      ["صلاتي", "n"],
      ["بصلاة", "n"],
      ["الصلاة", "n"],
      ["صلاة", "n"],
      ["للصلاة", "n"],
      ["فالصلاة", "n"],
      ["صلاته", "n"],
      ["صلى", "v"],
      ["يصلي", "v"],
      ["صلوا", "v"],
      ["لنصلي", "v"],
      ["تصلي", "v"],
      ["الدعاء", "n"],
      ["فدعا", "v"],
      ["دعاء", "n"],
      ["الله", "n"],
      ["والله", "n"],
      ["بالله", "n"],
      ["اللهم", "n"],
      ["فالله", "n"],
      ["خالقنا", "n"],
      ["الحمدلله", "n"],
      ["لله", "n"],
      ["ولله", "n"],
      ["ربي", "n"]
    ],
    "assets/images/praying.png"
  ],
  [
    [
      ["اللعب", "n"],
      ["لعبة", "n"],
      ["العب", "n"],
      ["نلعب", "v"],
      ["يلعب", "v"],
      ["للعب", "n"],
      ["تلعب", "v"],
      ["لنلعب", "v"],
      ["ألعب", "v"],
      ["باللعب", "n"],
      ["فلنلعب", "v"],
      ["يلهو", "v"],
      ["تلهو", "v"],
      ["لنلهو", "v"],
      ["يلعبان", "v"],
      ["بلعب", "v"],
      ["لعب", "v"],
      ["لعبوا", "v"],
      ["اللعبة", "n"],
      ["سنلعب", "v"],
      ["لعبي", "n"]
    ],
    "assets/images/symbol00182985.png"
  ],

  [
    [
      ["فتحته", "v"],
      ["فتحتها", "v"],
      ["بفتح", "v"],
      ["يفتح", "v"],
      ["فتح", "v"],
      ["ففتح", "v"],
      ["تفتح", "v"],
      ["افتحني", "v"],
      ["أفتح", "v"],
      ["افتح", "v"],
      ["مفتوح", "a"],
      ["مفتوحه", "a"],
    ],
    "assets/images/open_2.png"
  ],

  [
    [
      ["أرغب", "v"],
      ["ارغب", "v"],
      ["يرغبن", "v"],
      ["ترغبين", "v"],
      ["ترغبوا", "v"],
      ["تريد", "v"],
      ["تبي", "v"],
      ["تبين", "v"],
      ["ويريد", "v"],
      ["ابغى", "v"],
      ["تبغي", "v"],
      ["ابغا", "v"],
      ["يبغى", "v"],
      ["أبغى", "v"],
      ["نريد", "v"],
      ["اريد", "v"],
      ["تريدني", "v"],
      ["يريدني", "v"],
      ["تريدون", "v"],
      ["أريده", "v"],
      ["تريدين", "v"],
      ["تريده", "v"],
      ["يريد", "v"],
      ["يريده", "v"],
      ["أريد", "v"],
      ["أردتم", "v"],
      ["أردت", "v"],
      ["أراد", "v"],
      ["أرادت", "v"],
      ["ارادة", "v"],
      ["الارادة", "n"],
      ["شاء", "v"],
      ["ماشاء", "v"],
      ["يشاؤون", "v"],
      ["يريد", "v"],
      ["محتاج", "n"],
      ["تحتاج", "v"],
      ["احتاج", "v"],
      ["يحتاجه", "v"],
      ["يحتاجون", "v"],
      ["أحتاج", "v"],
      ["يحتاج", "v"],
      ["احتاجها", "v"],
      ["احتاجه", "v"],
      ["احتجتني", "v"],
      ["احتجت", "v"],
      ["بحاجة", "n"],
      ["حاجتنا", "n"],
      ["حاجة", "n"],
      ["الحاجة", "n"],
    ],
    "assets/images/want.png"
  ],

  //from here data6
  [
    [
      ["لأمي", "n"],
      ["ماما", "n"],
      ["لماما", "n"],
      ["أبنتي", "n"],
      ["أمه", "n"],
      ["الأمهات", "n"],
      ["أمك", "n"],
      ["أمهم", "n"],
      ["بأم", "n"],
      ["الأم", "n"],
      ["أمي", "n"],
      ["أم", "n"],
      ["الام", "n"],
      ["ام", "n"],
      ["امي", "n"],
      ["والدته", "n"],
      ["والدة", "n"],
      ["ابنتها", "n"],
      ["ابنتي", "n"]
    ],
    "assets/images/mother_3.png"
  ],
  [
    [
      ["النقود", "n"],
      ["نقودك", "n"],
      ["نقود", "n"],
      ["نقودي", "n"],
      ["نقودها", "n"],
      ["نقوده", "n"],
      ["مبلغ", "n"],
      ["المبلغ", "n"],
      ["المال", "n"],
      ["بالمال", "n"],
      ["الأموال", "n"],
      ["مال", "n"],
      ["بمال", "n"],
      ["مالهما", "n"],
      ["أمواله", "n"],
      ["أموالهم", "n"],
      ["أموالي", "n"],
    ],
    "assets/images/money.png"
  ],
  [
    [
      ["غرف", "n"],
      ["غرفتي", "n"],
      ["الغرفة", "n"],
      ["غرفة", "n"],
      ["غرفته", "n"],
      ["غرفتها", "n"],
      ["غرفه", "n"],
    ],
    "assets/images/symbol00135881.png"
  ],
  [
    [
      ["الأذكى", "n"],
      ["ذكية", "n"],
      ["أذكياء", "n"],
      ["ذكاء", "n"],
      ["الذكي", "n"],
      ["اذكياء", "n"],
      ["الذكية", "n"],
      ["ذكي", "n"],
      ["التعليم", "n"],
      ["تعلمت", "v"],
      ["تعلم", "v"],
      ["اتعلم", "v"],
      ["أتعلم", "v"],
      ["درب", "n"],
      ["اتدرب", "v"],
      ["بالتدريب", "v"],
      ["تعليم", "v"],
      ["تعلمون", "v"],
      ["لنتعلم", "v"],
      ["تعلمنا", "v"],
      ["تعلموه", "v"],
      ["تعلمتم", "v"],
      ["نتعلم", "v"],
      ["تتعلم", "v"],
      ["التعليمي", "n"],
      ["تعلمها", "v"],
      ["تعليمية", "n"],
      ["التعليمية", "n"],
      ["العلم", "n"],
      ["اعلم", "v"],
      ["أدري", "v"],
      ["تدري", "v"],
      ["بالعلم", "n"],
      ["أعلم", "v"],
      ["نعلم", "v"],
      ["أعلمك", "v"],
      ["يعلم", "v"],
      ["ليعلم", "v"],
      ["يعلمه", "v"],
      ["أتعلمين", "v"],
      ["علمي", "n"],
      ["علما", "n"]
    ],
    "assets/images/symbol00094171.png"
  ],
  [
    [
      ["المنزل", "n"],
      ["منازلنا", "n"],
      ["منزله", "n"],
      ["للمنزل", "n"],
      ["بالمنزل", "n"],
      ["منزلهما", "n"],
      ["منزلا", "n"],
      ["لمنزلها", "n"],
      ["منزلية", "n"],
      ["بمنزل", "n"],
      ["منزل", "n"],
      ["منزلنا", "n"],
      ["منزلي", "n"],
      ["البيت", "n"],
      ["بيت", "n"],
      ["بيته", "n"],
      ["بالبيت", "n"],
      ["بيتي", "n"],
      ["لبيت", "n"],
      ["للبيت", "n"],
      ["ببيتهما", "n"],
      ["لبيتهما", "n"],
      ["لبيته", "n"],
      ["بيوتنا", "n"],
      ["بيوت", "n"],
      ["الدار", "n"],
      ["دار", "n"]
    ],
    "assets/images/home.png"
  ],
  [
    [
      ["حديقتنا", "n"],
      ["باحة", "n"],
      ["الساحة", "n"],
      ["ساحة", "n"],
    ],
    "assets/images/symbol00054506.png"
  ],
  [
    [
      ["الشجرة", "n"],
      ["شجرة", "n"],
      ["بشجرة", "n"],
      ["شجرتك", "n"],
      ["شجره", "n"],
      ["فالشجرة", "n"],
      ["الأشجار", "n"],
      ["أشجار", "n"],
      ["الشجيرات", "n"],
      ["أشجارها", "n"],
      ["الاشجار", "n"],
      ["للأشجار", "n"],
    ],
    "assets/images/symbol00098871.png"
  ],
  [
    [
      ["ملاهي", "n"],
      ["الملاهي", "n"],
      ["حديقة", "n"],
      ["الحديقة", "n"],
      ["للحديقة", "n"],
      ["فناء", "n"],
      ["فنا", "n"],
    ],
    "assets/images/symbol00200587.png"
  ],
  [
    [
      ["خريطة", "n"],
    ],
    "assets/images/map.png"
  ],
  [
    [
      ["الضحك", "n"],
      ["فيضحك", "v"],
      ["يضحك", "v"],
      ["ضحك", "v"],
      ["فضحك", "v"],
      ["ضحكت", "v"],
      ["ضحكات", "v"],
      ["ضحكة", "n"],
      ["نضحك", "v"],
    ],
    "assets/images/laugh.png"
  ],

  [
    [
      ["يقفل", "v"],
      ["قفلوا", "v"],
      ["نقفل", "v"],
      ["مقفل", "a"],
    ],
    "assets/images/close_3.png"
  ],

  [
    [
      ["جائع", "n"],
      ["جائعة", "a"],
      ["بالجوع", "a"],
      ["جوعان", "a"],
      ["الجوع", "n"],
      ["جوعه", "n"],
      ["الجياع", "n"],
      ["نهم", "a"],
    ],
    "assets/images/hungry_2.png"
  ],
  [
    [
      ["طويل", "a"],
      ["طويلا", "a"],
      ["طويلة", "a"],
      ["طول", "n"],
    ],
    "assets/images/tall.png"
  ],

  [
    [
      ["ثار", "v"],
      ["ثائرا", "n"],
    ],
    "assets/images/symbol00119821.png"
  ],
  [
    [
      ["الدول", "n"],
      ["دول", "n"],
    ],
    "assets/images/symbol00092751.png"
  ],

  [
    [
      ["يزال", "v"],
      ["زالت", "v"],
      ["یزال", "v"],
    ],
    "assets/images/symbol00122841.png"
  ],

  [
    [
      ["كنوز", "n"],
      ["الكنوز", "n"],
      ["الكنز", "n"],
      ["كنز", "n"],
    ],
    "assets/images/symbol00050444.png"
  ],

  [
    [
      ["التهاب", "n"],
      ["كحة", "n"],
      ["رشح", "n"],
      ["عطاس", "n"],
      ["قيء", "n"],
    ],
    "assets/images/symbol00182953.png"
  ],

  [
    [
      ["الوحدة", "n"],
      ["للوحدة", "n"],
      ["لوحدك", "n"],
    ],
    "assets/images/symbol00188265.png"
  ],

  [
    [
      ["وسط", "n"],
      ["تتوسطه", "a"],
      ["المتوسط", "n"],
      ["بواسطة", "n"],
    ],
    "assets/images/symbol00195317.png"
  ],

  [
    [
      ["مقاومتها", "n"],
      ["مقاومة", "n"],
    ],
    "assets/images/symbol00195599.png"
  ],
  [
    [
      ["زجاج", "n"],
      ["زججت", "v"],
      ["زجاجات", "n"],
      ["زجاجية", "a"],
    ],
    "assets/images/glass_2.png"
  ],

  [
    [
      ["الانترنت", "n"],
      ["النت", "n"],
    ],
    "assets/images/internet_1.png"
  ],
  [
    [
      ["توجهنا", "v"],
      ["توجه", "n"],
      ["توجهت", "v"],
      ["وجهتك", "n"],
      ["موجهة", "n"],
      ["فلنتوجه", "v"],
      ["نتوجه", "v"],
      ["وجهة", "n"],
      ["فأتوجه", "v"],
      ["الوجهة", "n"],
    ],
    "assets/images/symbol00055508.png"
  ],
  [
    [
      ["أركان", "n"],
      ["ركن", "n"],
    ],
    "assets/images/symbol00107411.png"
  ],

  [
    [
      ["بات", "v"],
      ["باتت", "v"],
      ["أصبح", "v"],
      ["تصبح", "v"],
      ["فأصبح", "v"],
      ["نصبح", "v"],
      ["أصبحت", "v"],
      ["يصبح", "v"],
      ["فيصبح", "v"],
      ["تصبحي", "v"],
      ["لتصبح", "v"],
      ["اصبحت", "v"],
      ["صرت", "v"],
      ["لتصير", "v"],
      ["يصير", "v"],
      ["تصیر", "v"],
      ["يحقق", "v"],
      ["تحقيقها", "n"],
      ["لتحقيق", "n"],
      ["نحقق", "v"],
      ["لتحقيقه", "n"],
    ],
    "assets/images/become.png"
  ],
  [
    [
      ["عمي", "n"],
      ["عم", "n"],
      ["خالي", "n"],
      ["خال", "n"],
    ],
    "assets/images/symbol00200581.png"
  ],
  [
    [
      ["الخاله", "n"],
      ["خالتي", "n"],
    ],
    "assets/images/symbol00197054.png"
  ],

  [
    [
      ["البرنامج", "n"],
      ["برنامج", "n"],
      ["برنامجي", "n"],
    ],
    "assets/images/program.png"
  ],
  [
    [
      ["دنانير", "n"],
      ["دينار", "n"],
    ],
    "assets/images/dollar_bill.png"
  ],
  [
    [
      ["عاشت", "v"],
      ["عاشا", "v"],
      ["عاش", "v"],
      ["تعيش", "v"],
      ["العيش", "n"],
      ["يعيشان", "v"],
      ["عيش", "n"],
      ["نعيش", "v"],
      ["المعيش", "n"],
      ["يعيش", "v"],
      ["أقيموا", "v"],
      ["يقيم", "v"],
      ["إقامة", "n"],
      ["الإقامة", "n"],
      ["مسكنا", "n"],
      ["يسكن", "v"],
      ["سكنوا", "v"],
      ["مسكنة", "n"],
      ["منزلة", "n"],
    ],
    "assets/images/live.png"
  ],

  [
    [
      ["نجا", "v"],
      ["النجاة", "n"],
    ],
    "assets/images/symbol00183357.png"
  ],

  [
    [
      ["إطار", "n"],
      ["الإطارات", "n"],
    ],
    "assets/images/frame.png"
  ],
  [
    [
      ["الحلق", "n"],
      ["حلقي", "n"],
    ],
    "assets/images/throat.png"
  ],
  [
    [
      ["شاطئ", "n"],
      ["للشاطئ", "n"],
    ],
    "assets/images/coast.png"
  ],

  [
    [
      ["ركعتين", "n"],
      ["الركعتان", "n"],
    ],
    "assets/images/ruku.png"
  ],

  [
    [
      ["أحب", "v"],
      ["تحب", "v"],
      ["احب", "v"],
      ["يحبه", "v"],
      ["حب", "n"],
      ["تحبين", "v"],
      ["أحبها", "v"],
      ["احبكم", "v"],
      ["يحبنا", "v"],
      ["المحبة", "n"],
      ["حبي", "n"],
      ["الحب", "n"],
      ["يحب", "v"],
      ["نحبه", "v"],
      ["حبيبتي", "n"],
      ["تحبيني", "n"],
      ["تحبينها", "n"],
      ["نحب", "v"],
      ["محبوبة", "a"],
      ["طيبة", "a"],
      ["طيبا", "a"],
      ["الطيب", "a"],
      ["الطيبة", "a"],
      ["أطيبها", "a"],
      ["حبها", "v"],
      ["لحب", "n"],
      ["محب", "n"],
      ["بحب", "v"],
      ["احبابي", "n"],
      ["حبايبي", "n"],
      ["أحببته", "v"],
      ["يحبون", "v"],
      ["يحبها", "v"],
      ["أحبه", "v"],
      ["حبه", "n"],
      ["عزيزتي", "n"],
      ["العزيزة", "a"],
      ["العزيز", "a"],
      ["عزيزاتي", "n"],
    ],
    "assets/images/love.png"
  ],
  // from here data5
  [
    [
      ["فلنسعد", "v"],
      ["يسعدوا", "v"],
      ["السعادة", "n"],
      ["سعدت", "v"],
      ["نسعد", "v"],
      ["سعيد", "a"],
      ["سعيدة", "a"],
      ["استمتعوا", "v"],
      ["استمتعت", "v"],
      ["استمتع", "n"],
      ["بالسعادة", "n"],
      ["تسعد", "v"],
      ["سعد", "n"],
      ["سعادة", "n"],
      ["سعادتكم", "n"],
      ["يفرحون", "v"],
      ["بالفرحة", "n"],
      ["الفرحة", "n"],
      ["بفرحتي", "n"],
      ["يفرح", "v"],
      ["فرحانة", "a"],
      ["فرحين", "v"],
      ["ففرح", "v"],
      ["فرحا", "a"],
      ["فرح", "n"],
      ["فرحت", "v"],
      ["بفرح", "v"],
      ["السرور", "n"],
      ["سرورا", "n"],
      ["مسرورة", "a"],
      ["تسره", "v"],
      ["السراء", "n"],
      ["مسرورات", "v"],
      ["يسر", "n"],
      ["بيسر", "v"],
    ],
    "assets/images/symbol00002700.png"
  ],
  [
    [
      ["قلبه", "n"],
      ["قلبي", "n"],
      ["قلبهم", "n"],
      ["القلب", "n"],
      ["قلب", "n"],
      ["قلبا", "n"],
      ["قلوبنا", "n"],
      ["قلوبهم", "n"],
    ],
    "assets/images/heart_2.png"
  ],
  [
    [
      ["شكرا", "n"],
      ["الشكر", "n"],
      ["شكر", "n"],
      ["شكرها", "v"],
      ["شكرهما", "v"],
      ["شكروني", "v"],
      ["شكر", "n"],
      ["مشكورة", "n"],
      ["مشكورين", "n"],
      ["شكـري", "n"],
    ],
    "assets/images/symbol00196946.png"
  ],
  [
    [
      ["مرحبا", "n"],
      ["السلام", "n"],
      ["يحييه", ""],
      ["التحية", ""],
      ["تحية", ""],
      ["أحييك", ""],
    ],
    "assets/images/hello.png"
  ],

  [
    [
      ["السفر", "n"],
      ["سفر", "n"],
      ["سافرت", "v"],
      ["تسافر", "v"],
      ["سافر", "v"],
      ["بالطيارة", "n"],
    ],
    "assets/images/symbol00127441.png"
  ],
  [
    [
      ["جميل", "a"],
      ["جميلة", "a"],
      ["الجميلة", "n"],
      ["الجميل", "n"],
      ["جميلا", "a"],
      ["بجميل", "n"],
      ["الجمال", "n"],
      ["الخلابة", "n"],
      ["أجمل", "n"],
      ["اجملها", "n"],
      ["الحلوة", "n"],
      ["حلوة", "a"],
      ["حلو", "n"],
      ["يحلو", "v"],
      ["مناسب", "a"],
      ["يناسبني", "v"],
      ["يناسبك", "v"],
      ["تناسب", "v"],
      ["يليق", "v"],
    ],
    "assets/images/symbol00196885.png"
  ],
  [
    [
      ["الكتب", "n"],
      ["كتبه", "n"],
      ["المكتبة", "n"],
      ["كتب", "v"],
      ["الكتاب", "n"],
      ["كتابي", "n"],
      ["بكتابه", "n"],
      ["بالكتاب", "n"],
      ["كتاب", "n"],
    ],
    "assets/images/book.png"
  ],

  [
    [
      ["يوما", "n"],
      ["يومين", "n"],
      ["يومي", "n"],
      ["اليومية", "n"],
      ["يومهم", "n"],
      ["يومه", "n"],
      ["اليومي", "n"],
      ["يومك", "n"],
      ["ليوم", "n"],
      ["اليوم", "n"],
      ["يوم", "n"],
      ["أيام", "n"],
      ["أيامنا", "n"],
      ["الأيام", "n"]
    ],
    "assets/images/day.png"
  ],

  [
    [
      ["اسمها", "n"],
      ["أسمائكم", "n"],
      ["باسمك", "n"],
      ["الاسم", "n"],
      ["اسم", "n"],
      ["يسمى", "v"],
      ["اسمائنا", "n"],
      ["تسمية", "v"],
      ["اسماء", "n"],
      ["اسمي", "n"],
      ["اسمك", "n"],
      ["المسمى", "n"],
      ["اسمه", "n"]
    ],
    "assets/images/name.png"
  ],

  [
    [
      ["اجتمع", "v"],
      ["يجتمع", "v"],
      ["تجتمع", "v"],
      ["اجتماع", "n"],
      ["مجتمع", "n"],
      ["المجتمع", "n"],
    ],
    "assets/images/arbeitsgruppe.png"
  ],
  [
    [
      ["للأطفال", "n"],
      ["بالأطفال", "n"],
      ["طفولتنا", "n"],
      ["أطفاله", "n"],
      ["الأطفال", "n"],
      ["الطفولة", "n"],
      ["أطفال", "n"],
    ],
    "assets/images/children_asian.png"
  ],
  [
    [
      ["نافذة", "n"],
      ["مننافذة", "n"],
      ["شبابيك", "n"],
    ],
    "assets/images/window_2.png"
  ],

  [
    [
      ["الماضي", "n"],
      ["بالماضي", "n"],
      ["الماضية", "n"],
    ],
    "assets/images/past_before.png"
  ],
  [
    [
      ["الأصفر", "n"],
      ["الإصفرار", "n"],
      ["صفراء", "n"],
      ["اصفر", "n"],
    ],
    "assets/images/yellow_3.png"
  ],
  [
    [
      ["شعر", "n"],
    ],
    "assets/images/hair.png"
  ],
  [
    [
      ["الكبير", "n"],
      ["كبيرة", "a"],
      ["كبير", "a"],
      ["الكبيرة", "n"],
      ["كبيرا", "n"],
      ["أكبر", "n"],
      ["الأكبر", "n"],
      ["الكبار", "n"],
      ["كبار", "n"],
      ["تكبره", "v"],
      ["كبرت", "v"],
      ["العملاقة", "n"],
      ["العملاق", "n"],
    ],
    "assets/images/big.png"
  ],
  [
    [
      ["صباح", "n"],
      ["الصباح", "n"],
      ["صباحا", "n"],
    ],
    "assets/images/morning.png"
  ],
  [
    [
      ["تساعدهم", "v"],
      ["يساعدهم", "v"],
      ["ساعدتم", "v"],
      ["ساعديه", "v"],
      ["ساعد", "n"],
      ["نساعدك", "v"],
      ["يساعدك", "v"],
      ["مساعدة", "n"],
      ["لمساعدة", "n"],
      ["نساعد", "v"],
      ["تساعد", "v"],
      ["مساعدتي", "n"],
      ["مساعدتك", "n"],
      ["نساعده", "v"],
      ["يساعدها", "v"],
      ["ليساعدها", "v"],
      ["ساعده", "n"],
      ["يعين", "v"],
      ["معينة", "n"],
    ],
    "assets/images/help.png"
  ],
  [
    [
      ["ساعات", "n"],
      ["الساعه", "n"],
      ["لساعتين", "n"],
      ["الساعة", "n"],
      ["ساعة", "n"],
      ["لساعات", "n"],
    ],
    "assets/images/hours.png"
  ],
  [
    [
      ["فترى", "n"],
      ["تراني", "v"],
      ["سترانى", "n"],
      ["أرى", "v"],
      ["نرى", "v"],
      ["رأيت", "v"],
      ["رأينا", "v"],
      ["أرأيتم", "v"],
      ["رأيتم", "v"],
      ["رأيته", "v"],
      ["سأراه", "n"],
      ["رأى", "v"],
      ["رأت", "v"],
      ["يرى", "v"],
      ["أرها", "v"],
      ["رآها", "v"],
      ["ارى", "v"],
      ["أنظر", "n"],
      ["انظر", "v"],
      ["تنظر", "v"],
      ["نظر", "n"],
      ["ينظر", "v"],
      ["نظرت", "v"],
      ["نظري", "n"],
      ["بالنظر", "n"],
      ["أبصرت", "v"],
      ["بصره", "n"],
      ["البصر", "n"],
      ["نراه", "n"],
      ["نراهم", "v"],
      ["نراھن", "v"],
      ["يرانا", "v"],
      ["يراقب", "v"],
      ["يراقبون", "v"],
      ["أعقبها", "v"],
      ["مراقبة", "n"],
      ["أراقبها", "v"],
      ["راقبنا", "v"],
      ["اشوف", "v"],
      ["تشوف", "v"],
      ["أراك", "v"],
      ["لأراك", "n"],
      ["اراك", "v"],
      ["سأريك", "v"],
      ["لرؤيتها", "n"],
      ["الرؤية", "n"],
      ["يروا", "v"],
      ["يبدو", "v"],
      ["تبدو", "v"],
      ["يبدوا", "v"],
      ["يظهر", "v"],
      ["بمظهر", "n"],
      ["تظهر", "v"],
      ["ظهر", "n"],
      ["الظهور", "n"],
      ["ظهور", "n"],
      ["كشف", "n"],
      ["بالكشف", "n"],
      ["يكشف", "v"],
    ],
    "assets/images/symbol00053398.png"
  ],

  [
    [
      ["دائما", "n"],
      ["دائم", "a"],
      ["الدائم", "n"],
      ["دائمة", "a"],
      ["دوما", "n"],
    ],
    "assets/images/always.png"
  ],

  [
    [
      ["جدار", "n"],
      ["جدارة", "n"],
    ],
    "assets/images/symbol00187355.png"
  ],
  [
    [
      ["بأقفاص", "n"],
      ["الأقفاص", "n"],
    ],
    "assets/images/symbol00000920.png"
  ],
  [
    [
      ["بحيث", "n"],
      ["حيث", "n"],
      ["كيفما", "n"],
    ],
    "assets/images/which.png"
  ],
  [
    [
      ["تضغط", "v"],
      ["للضغط", "n"],
    ],
    "assets/images/press_button.png"
  ],
  [
    [
      ["اللغة", "n"],
      ["لغة", "n"],
      ["لغتي", "n"],
    ],
    "assets/images/language.png"
  ],

  [
    [
      ["غابة", "n"],
      ["الغابة", "n"],
    ],
    "assets/images/forest_woods.png"
  ],

  [
    [
      ["يغرق", "v"],
      ["الغرق", "n"],
      ["غارقة", "n"],
    ],
    "assets/images/drown.png"
  ],
  [
    [
      ["غال", "a"],
      ["الغالي", "n"],
      ["أغلاها", "n"],
    ],
    "assets/images/symbol00155761.png"
  ],
  [
    [
      ["القصور", "n"],
      ["قصرا", "n"],
      ["القصر", "n"],
      ["قصور", "n"],
    ],
    "assets/images/symbol00057349.png"
  ],
  [
    [
      ["ورثتها", "v"],
      ["ورثها", "n"],
    ],
    "assets/images/symbol00198073.png"
  ],

  [
    [
      ["غروره", "n"],
      ["مغرور", "n"],
    ],
    "assets/images/symbol00196947.png"
  ],
  [
    [
      ["لدغة", "n"],
      ["لدغته", "v"],
      ["للدغة", "n"],
    ],
    "assets/images/symbol00198232.png"
  ],
  [
    [
      ["حالي", "n"],
      ["حال", "n"],
      ["الحال", "n"],
      ["حالك", "n"],
      ["حاله", "n"],
      ["حالكم", "n"],
      ["حالة", "n"],
    ],
    "assets/images/your.png"
  ],
  [
    [
      ["غريبة", "n"],
      ["غريب", "n"],
    ],
    "assets/images/symbol00196846.png"
  ],
  [
    [
      ["تغرب", "v"],
      ["المغرب", "n"],
    ],
    "assets/images/sunset.png"
  ],
  [
    [
      ["نصف", "n"],
      ["النصف", "n"],
      ["نصفها", "n"],
      ["منتصف", ""],
    ],
    "assets/images/half.png"
  ],
  [
    [
      ["صاحت", "v"],
      ["يصيح", "v"],
      ["الصراخ", "n"],
      ["صرخات", "n"],
      ["تصرخ", "v"],
      ["صرخت", "v"],
      ["فصرخ", "v"],
      ["صرخة", "n"],
      ["يصرخ", "v"],
      ["تستغيث", "v"],
      ["صاحت", "v"],
    ],
    "assets/images/yell.png"
  ],
//from here data4
  [
    [
      ["خبر", "v"],
      ["هالخبر", "n"],
      ["الاخبار", "n"],
      ["إخباري", "n"],
      ["أخبار", "n"],
      ["الأخبار", "n"],
      ["اخبار", "n"],
      ["أخبارك", "v"],
      ["قصصي", "n"],
      ["قصة", "n"],
      ["القصة", "n"],
      ["الحكاية", "n"],
      ["القصص", "n"],
    ],
    "assets/images/news.png"
  ],

  [
    [
      ["نتغلب", "v"],
      ["للتغلب", "v"],
      ["أغلب", "n"],
    ],
    "assets/images/symbol00204764.png"
  ],

  [
    [
      ["مقهى", "n"],
      ["للمقهى", "n"],
    ],
    "assets/images/coffee_shop_2.png"
  ],

  [
    [
      ["البضاعة", "n"],
      ["بضاعتنا", "n"],
    ],
    "assets/images/symbol00188366.png"
  ],

  [
    [
      ["رابط", "v"],
      ["ربط", "v"],
      ["ربطت", "v"],
    ],
    "assets/images/tie_bow.png"
  ],
  [
    [
      ["الصيادين", "n"],
      ["نصطاد", "v"],
    ],
    "assets/images/hunter.png"
  ],
  [
    [
      ["تقاطعت", "v"],
      ["مقاطعا", "v"],
      ["مقاطعة", "n"],
    ],
    "assets/images/symbol00195073.png"
  ],

  [
    [
      ["فطيرتك", "n"],
      ["فطيرة", "n"],
      ["الفطائر", "n"],
      ["الشطائر", "n"],
    ],
    "assets/images/symbol00155821.png"
  ],
  [
    [
      ["نستظل", "v"],
      ["تظلل", "v"],
      ["ظل", "n"],
    ],
    "assets/images/shade.png"
  ],

  [
    [
      ["ذلك", "l"],
      ["بذلك", "n"],
      ["كذلك", "n"],
      ["لذلك", "n"],
    ],
    "assets/images/that.png"
  ],
  [
    [
      ["بذور", "n"],
      ["البذور", "n"],
    ],
    "assets/images/symbol00199018.png"
  ],
  [
    [
      ["ذئب", "n"],
      ["الذئب", "n"],
    ],
    "assets/images/symbol00052591.png"
  ],
  [
    [
      ["واجب", "n"],
      ["واجباتي", "n"],
      ["واجبات", "n"],
      ["واجباته", "n"],
      ["يجب", "v"],
      ["واجبة", "n"],
      ["فرض", "n"],
      ["يفترض", "v"],
      ["لازم", "v"],
      ["اللازمة", "n"],
      ["باللازم", "n"],
      ["يلزم", "v"],
      ["تلتزم", "v"],
      ["يلتزم", "v"],
      ["بالالتزام", "n"],
      ["تواظبا", "v"],
      ["الدوام", "n"],
      ["نواظب", "v"],
    ],
    "assets/images/work2.png"
  ],

  [
    [
      ["خدوش", "n"],
      ["الخدوش", "n"],
    ],
    "assets/images/symbol00190370.png"
  ],
  [
    [
      ["التطبيق", "n"],
      ["التطبيقات", "n"],
      ["تطبيق", "n"],
    ],
    "assets/images/application.png"
  ],

  [
    [
      ["موضوع", "n"],
      ["موضوعك", "n"],
      ["الموضوع", "n"],
    ],
    "assets/images/symbol00182562.png"
  ],
  [
    [
      ["الفضاء", "n"],
      ["الفضائية", "n"],
    ],
    "assets/images/space.png"
  ],

  [
    [
      ["هز", "v"],
      ["يهز", "v"],
      ["هزا", "v"],
      ["تهتز", "v"],
      ["يهتز", "v"],
    ],
    "assets/images/shake.png"
  ],

  [
    [
      ["جزء", "n"],
      ["تتجزأ", "n"],
      ["جزأين", "n"],
    ],
    "assets/images/part.png"
  ],

  [
    [
      ["بحجز", "n"],
      ["للحجز", "n"],
      ["تحجز", "v"],
    ],
    "assets/images/return_book.png"
  ],
  [
    [
      ["نموه", "v"],
      ["النمو", "n"],
      ["نمو", "n"],
      ["نمت", "v"],
    ],
    "assets/images/grow_1.png"
  ],
  [
    [
      ["تنمية", "n"],
      ["تنمیة", "n"],
      ["تنمي", "v"],
    ],
    "assets/images/symbol00185195.png"
  ],
  [
    [
      ["فنصبر", "v"],
      ["الصبر", "n"],
      ["أصبر", "v"],
      ["انتظار", "v"],
      ["الإنتظار", "n"],
      ["تنتظرني", "v"],
      ["انتظري", "v"],
      ["ننتظر", "v"],
      ["ننتظره", "v"],
      ["انتظر", "v"],
      ["فأنتظر", "n"],
      ["ننتظركم", "v"],
      ["تنتظر", "v"],
    ],
    "assets/images/wait_a_minute.png"
  ],
  [
    [
      ["أصيبت", "v"],
      ["أصبت", "v"],
      ["يصيبنا", "v"],
      ["وامصيبتاه", "n"],
      ["تضرب", "v"],
      ["للصفع", "n"],
      ["بصفع", "v"],
      ["بصفعي", "v"],
      ["ضربك", "n"],
      ["تضربك", "v"],
      ["يضربوني", "v"],
      ["يضربني", "v"],
      ["عقابك", "v"],
      ["عقاب", "n"],
      ["يعاقبك", "v"],
      ["يعاقب", "v"],
      ["عاقبني", "v"],
      ["تعاقب", "v"],
      ["يؤذي", "v"],
      ["بالإيذاء", "n"],
      ["إيذانا", "v"],
    ],
    "assets/images/symbol00070191.png"
  ],
  [
    [
      ["المثل", "n"],
      ["مثل", "n"],
      ["مثلي", "n"],
      ["يمثل", "v"],
      ["مثله", "n"],
      ["مثلها", "n"],
      ["فمثلا", "v"],
      ["مثلا", "n"],
      ["مثلأ", "n"],
    ],
    "assets/images/symbol00121391 (1).png"
  ],
  [
    [
      ["المثلج", "n"],
      ["الايس", "n"],
      ["ثلج", "n"],
    ],
    "assets/images/symbol00142171.png"
  ],

  [
    [
      ["يحمد", "v"],
      ["حمدا", "n"],
      ["الحمد", "n"],
      ["حمدت", "v"],
    ],
    "assets/images/symbol00184535.png"
  ],

  [
    [
      ["جبال", "n"],
      ["الجبال", "n"],
    ],
    "assets/images/mountain.png"
  ],
  [
    [
      ["شبعانه", "v"],
      ["الشبع", "n"],
    ],
    "assets/images/enough.png"
  ],
  [
    [
      ["غيابه", "v"],
      ["الغياب", "n"],
      ["غائبا", "n"],
      ["غائب", "v"],
    ],
    "assets/images/absent.png"
  ],
  [
    [
      ["الفترة", "n"],
      ["فترة", "n"],
    ],
    "assets/images/period.png"
  ],

  [
    [
      ["اغراضي", "n"],
      ["أغراض", "n"],
      ["شيء", "n"],
      ["شيئا", "n"],
      ["الشيء", "n"],
      ["شي", "n"],
      ["الأشياء", "n"],
      ["أشياء", "n"],
      ["لأشياء", "n"],
      ["بأشياء", "n"],
    ],
    "assets/images/things_2.png"
  ],
  [
    [
      ["آخر", "n"],
      ["الآخر", "n"],
      ["الآخرون", "n"],
      ["الآخران", "n"],
    ],
    "assets/images/other.png"
  ],

  [
    [
      ["قيمته", "n"],
      ["قيمة", "n"],
    ],
    "assets/images/symbol00056254.png"
  ],
  [
    [
      ["الخطوة", "n"],
      ["للخطوة", "n"],
      ["بخطوات", "n"],
    ],
    "assets/images/symbol00204766.png"
  ],

  [
    [
      ["تثير", "v"],
      ["يثير", "v"],
      ["تتعجب", "v"],
      ["تعجب", "v"],
      ["تعجبت", "v"],
    ],
    "assets/images/symbol00054246.png"
  ],

  [
    [
      ["بالم", "n"],
      ["الم", "n"],
      ["ألم", "a"],
      ["إيلاما", "n"],
      ["يؤلمني", "n"],
      ["بألم", "n"],
      ["الألم", "n"],
      ["يتألم", "v"],
      ["متألما", "n"],
      ["بالألم", "n"],
      ["اتألم", "v"],
      ["بوخزة", "n"],
      ["وخز", "n"],
      ["بالمرض", "n"],
      ["أمرض", "v"],
      ["الأمراض", "n"],
      ["الوباء", "n"],
      ["للأذى", "n"],
      ["بأذى", "n"],
    ],
    "assets/images/pain.png"
  ],
  [
    [
      ["أهلكنا", "n"],
      ["أهلكك", "v"],
      ["متعب", "a"],
      ["تعبان", "a"],
      ["التعب", "n"],
      ["بتعب", "n"],
      ["لاتتعب", "v"],
      ["تعبت", "v"],
      ["تتعبوا", "v"],
      ["أتعبها", "v"],
      ["متعبة", "n"],
      ["تتعبين", "v"],
      ["بإرهاق", "n"],
      ["مرهقة", "n"],
      ["مرهقا", "n"],
      ["مرهق", "a"],
      ["إرهاق", "n"],
      ["منهكا", "a"],
      ["تعانى", "a"],
      ["منهمكا", "v"],
      ["يعاني", "a"],
      ["نعاني", "v"],
      ["اعانك", "n"],
    ],
    "assets/images/symbol00121111.png"
  ],

  [
    [
      ["بجنون", "n"],
      ["مجنون", "a"],
    ],
    "assets/images/crazy.png"
  ],
  [
    [
      ["السر", "n"],
      ["سرا", "n"],
      ["سر", "n"],
    ],
    "assets/images/symbol00170531.png"
  ],
  [
    [
      ["نواة", "n"],
      ["النواة", "n"],
    ],
    "assets/images/symbol00061481.png"
  ],
  [
    [
      ["مطيع", "a"],
      ["المطيع", "n"],
      ["طاعة", "n"],
      ["يطيع", "v"],
    ],
    "assets/images/symbol00202159.png"
  ],

  [
    [
      ["العبث", "n"],
      ["يعبث", "v"],
    ],
    "assets/images/symbol00121451.png"
  ],

  [
    [
      ["سريره", "n"],
      ["السرير", "n"],
    ],
    "assets/images/bed.png"
  ],
  [
    [
      ["أعدائنا", "n"],
      ["أعداء", "n"],
    ],
    "assets/images/enemies.png"
  ],

  [
    [
      ["الريح", "n"],
      ["الرياح", "n"],
      ["الهواء", "n"],
      ["هوائية", "n"],
    ],
    "assets/images/wind.png"
  ],

  [
    [
      ["تعليمات", "n"],
      ["التعليمات", "n"],
    ],
    "assets/images/symbol00114381.png"
  ],
  [
    [
      ["التعاون", "n"],
      ["نتعاون", "v"],
    ],
    "assets/images/symbol00095711.png"
  ],
  //from here data3
  [
    [
      ["الأنانيين", "a"],
      ["أنانيون", "a"],
      ["الأنانيون", "a"],
      ["الطامعين", "a"],
      ["طمعك", "n"],
      ["الطامع", "n"],
      ["طمعه", "a"],
      ["الطمع", "n"],
    ],
    "assets/images/greedy.png"
  ],

  [
    [
      ["تدبيره", "n"],
      ["تدابير", "n"],
      ["المديرة", "n"],
      ["المدير", "n"],
      ["لمديرة", "n"],
      ["مدير", "n"],
      ["إدارة", "n"],
      ["المسؤول", "v"],
      ["مسؤولية", "v"],
      ["سأعمل", "v"],
      ["للعمل", "n"],
      ["عملها", "n"],
      ["عملي", "n"],
      ["تعملين", "v"],
      ["العمل", "n"],
      ["عمله", "n"],
      ["يعمل", "v"],
      ["عمل", "n"],
      ["أعمل", "v"],
      ["عملا", "n"],
      ["بالعمل", "n"],
      ["عملك", "n"],
      ["أعمالك", "n"],
      ["بعمل", "n"],
      ["تعمل", "v"],
      ["شغلك", "n"],
      ["اشغل", "v"],
      ["فتنشغل", "v"],
      ["منشغلا", "n"],
      ["تشغل", "v"],
      ["عاملة", "n"],
      ["العاملون", "v"],
      ["العاملين", "v"],
    ],
    "assets/images/work.png"
  ],

  [
    [
      ["الحاسب", "n"],
      ["الحاسوب", "n"],
      ["اللابتوب", "n"],
      ["الكمبيوتر", "n"],
      ["بالكمبيوتر", "n"],
      ["الحاسوبية", "n"],
    ],
    "assets/images/computer_laptop.png"
  ],
  [
    [
      ["مثال", "v"],
      ["مثالا", "v"],
      ["بأمثالكم", "v"],
      ["بالأمثال", "v"],
    ],
    "assets/images/symbol00121391.png"
  ],

  [
    [
      ["إذا", "n"],
      ["هكذا", "n"],
      ["اذا", "l"],
      ["فإذا", "n"],
      ["كذا", "l"],
      ["إذ", "l"],
      ["ان", "l"],
      ["إن", "l"],
      ["فإن", "l"],
    ],
    "assets/images/symbol00199966.png"
  ],
  [
    [
      ["واحة", "n"],
      ["الواحة", "n"],
    ],
    "assets/images/symbol00188637.png"
  ],

  [
    [
      ["تكاثر", "v"],
      ["يتكاثر", "v"],
    ],
    "assets/images/symbol00196952.png"
  ],

  [
    [
      ["الجيل", "n"],
      ["جيل", "n"],
      ["الأجيال", "a"],
    ],
    "assets/images/symbol00192273.png"
  ],
  [
    [
      ["حيلة", "n"],
      ["الحيلة", "n"],
    ],
    "assets/images/trick_or_treat_2.png"
  ],

  [
    [
      ["الشمندر", "n"],
      ["شمندر", "n"],
    ],
    "assets/images/symbol00171311.png"
  ],

  [
    [
      ["مرات", "n"],
      ["لمرات", "n"],
      ["مرة", "l"],
      ["مره", "l"],
      ["المرة", "l"],
      ["تارة", "n"],
      ["احيانا", "n"],
      ["أحيانا", "n"],
      ["الأحيان", "n"],
    ],
    "assets/images/sometimes_sign_language.png"
  ],
  [
    [
      ["قيادته", "v"],
      ["القيادة", "v"],
      ["قائدو", "n"],
      ["مرشدي", "n"],
      ["المرشد", "n"],
      ["المرشدون", "n"],
      ["الرشد", "a"],
    ],
    "assets/images/symbol00012097.png"
  ],

  [
    [
      ["فلنستمر", "v"],
      ["الاستمرارية", "v"],
    ],
    "assets/images/last_2.png"
  ],

  [
    [
      ["ينفق", "v"],
      ["أنفق", "v"],
      ["ينفك", "v"],
      ["ينفقان", "v"],
    ],
    "assets/images/symbol00187406.png"
  ],

  [
    [
      ["انفجار", "n"],
      ["ينفجر", "v"],
    ],
    "assets/images/explode.png"
  ],
  [
    [
      ["نفارق", "v"],
      ["تفارقهم", "v"],
      ["الفراق", "v"],
      ["أفارقك", "v"],
      ["فتنوك", "a"],
      ["فتونا", "n"],
    ],
    "assets/images/apart.png"
  ],
  [
    [
      ["بالنسبة", "v"],
      ["نسبة", "n"],
      ["فبالنسبة", "n"],
    ],
    "assets/images/symbol00054723.png"
  ],

  [
    [
      ["الخفقان", "n"],
      ["خفاقة", "n"],
      ["يخفق", "v"],
    ],
    "assets/images/symbol00167551.png"
  ],
  [
    [
      ["الرماد", "n"],
      ["فالرماد", "n"],
      ["رماد", "n"],
    ],
    "assets/images/symbol00059011.png"
  ],
  [
    [
      ["الرمال", "n"],
      ["بالرمال", "n"],
      ["رمال", "n"],
    ],
    "assets/images/symbol00186339.png"
  ],
  [
    [
      ["يحين", "v"],
      ["حينا", "v"],
      ["حين", "v"],
      ["حينها", "v"],
      ["حينئذ", "n"],
      ["حان", "v"],
      ["آن", "l"],
    ],
    "assets/images/come.png"
  ],
  [
    [
      ["ولادته", "v"],
      ["الولادة", "n"],
    ],
    "assets/images/symbol00000021.png"
  ],

  [
    [
      ["يكفي", "v"],
      ["كفى", "l"],
      ["كف", "v"],
      ["كفا", "l"],
      ["كفي", "n"],
      ["تكفيني", "n"],
      ["كفاية", "n"],
      ["كفانا", "n"],
      ["تكفين", "v"],
      ["الكفاية", "n"],
      ["كافيا", "n"],
      ["بكافي", "v"],
      ["بكتفي", "v"],
      ["اكتفينا", "v"],
    ],
    "assets/images/limit.png"
  ],

  [
    [
      ["الأيتام", "n"],
      ["للأيتام", "n"],
    ],
    "assets/images/symbol00007505.png"
  ],
  [
    [
      ["جاكيت", "n"],
      ["الجاكيت", "n"],
    ],
    "assets/images/jacket2.png"
  ],

  [
    [
      ["بالتأكيد", "v"],
      ["أكيد", "v"],
      ["تأكيد", "v"],
    ],
    "assets/images/symbol00121251.png"
  ],
  [
    [
      ["التسلية", "v"],
      ["المسلي", "v"],
      ["مسلية", "v"],
      ["التسلي", "n"],
      ["اتسلى", "v"],
      ["حفلة", "n"],
      ["الاحتفال", "v"],
      ["نمرح", "v"],
      ["أمرح", "v"],
      ["مرحى", "v"],
      ["يمرحون", "v"],
      ["المرح", "n"],
      ["بالسعادة", "a"],
      ["ترفيهية", "v"],
      ["الترفيهية", "v"],
    ],
    "assets/images/fun.png"
  ],
  [
    [
      ["استسلامها", "v"],
      ["تستسلمي", "v"],
      ["تستسلم", "v"],
    ],
    "assets/images/surrender.png"
  ],

  [
    [
      ["السلبية", "n"],
      ["سلبية", "n"],
    ],
    "assets/images/symbol00145791.png"
  ],
  [
    [
      ["دولابي", "n"],
      ["دولاب", "n"],
    ],
    "assets/images/cupboard.png"
  ],

  [
    [
      ["لمس", "v"],
      ["اللمسات", "n"],
      ["تلمس", "v"],
      ["يلمسه", "v"],
    ],
    "assets/images/touch.png"
  ],

  [
    [
      ["سلاح", "n"],
      ["بالسكينة", "n"],
      ["السيف", "n"],
    ],
    "assets/images/symbol00197908.png"
  ],

  [
    [
      ["السماء", "n"],
      ["السماوية", "n"],
    ],
    "assets/images/sky.png"
  ],
  [
    [
      ["السلطة", "n"],
      ["سلطة", "n"],
    ],
    "assets/images/salad1.png"
  ],

  [
    [
      ["يفكر", "v"],
      ["فكري", "v"],
      ["فكرتها", "v"],
      ["تفكر", "v"],
      ["الفكر", "n"],
      ["فكر", "v"],
      ["فكرة", "n"],
      ["ببالها", "n"],
      ["ببالي", "n"],
      ["محتمل", "n"],
      ["يحتمل", "v"],
    ],
    "assets/images/symbol00183279.png"
  ],
  [
    [
      ["اقوم", "v"],
      ["تقومي", "v"],
      ["نقوم", "v"],
      ["قومي", "v"],
      ["تقوم", "v"],
      ["يقوم", "v"],
      ["ينهض", "v"],
      ["سأقوم", "v"],
      ["قام", "v"],
      ["قامت", "v"],
      ["القوائم", "n"],
      ["فقام", "n"],
      ["قاموا", "v"],
      ["سيقام", "v"],
      ["قمنا", "v"],
      ["قمت", "v"],
      ["فقم", "v"],
      ["التصرف", "v"],
      ["أتصرف", "v"],
      ["تصرف", "v"],
      ["السلوك", "n"],
      ["يتعامل", "v"],
      ["للتعامل", "v"],
      ["معاملة", "v"],
      ["معامل", "v"],
      ["التعامل", "v"],
      ["معاملته", "v"],
    ],
    "assets/images/do.png"
  ],

  [
    [
      ["ملء", "v"],
      ["مليئة", "n"],
      ["ملأ", "v"],
      ["يملأ", "v"],
    ],
    "assets/images/fill.png"
  ],
  [
    [
      ["ملعب", "n"],
      ["الملعب", "n"],
    ],
    "assets/images/stadium_1.png"
  ],

  [
    [
      ["فانيليا", "n"],
      ["الفانيليا", "n"],
    ],
    "assets/images/vanilla.png"
  ],

  [
    [
      ["فانوسه", "n"],
      ["فانوس", "n"],
    ],
    "assets/images/symbol00183167.png"
  ],

  [
    [
      ["ركبنا", "v"],
      ["ركبت", "v"],
      ["يركب", "v"],
      ["ركوب", ""],
      ["صعدنا", ""],
      ["لراكبها", "v"],
    ],
    "assets/images/symbol00134691.png"
  ],

  [
    [
      ["السلحفاة", "n"],
      ["سلحفاة", "n"],
    ],
    "assets/images/symbol00054249.png"
  ],
  [
    [
      ["الدلافين", "n"],
      ["للدلافين", "n"],
    ],
    "assets/images/symbol00001048.png"
  ],
  [
    [
      ["طابورا", "v"],
      ["طابور", "v"],
      ["صفوفهن", "v"],
      ["صف", "v"],
    ],
    "assets/images/line.png"
  ],

  [
    [
      ["بالتساوي", "v"],
      ["تساوي", "v"],
    ],
    "assets/images/equal.png"
  ],

  [
    [
      ["يعني", "v"],
      ["معنى", "n"],
      ["تعني", "v"],
      ["یعنی", "v"],
      ["أعني", "v"],
      ["أعنيه", "v"],
      ["معناها", "n"],
    ],
    "assets/images/mean_irregular_verb.png"
  ],
  //from here data2
  [
    [
      ["الليمون", "n"],
      ["ليمون", "n"],
    ],
    "assets/images/lemon1.png"
  ],
  [
    [
      ["سحلية", "n"],
      ["السحالي", "n"],
    ],
    "assets/images/symbol00001189.png"
  ],
  [
    [
      ["إيطالي", "a"],
      ["الإيطالية", "n"],
    ],
    "assets/images/italian.png"
  ],
  [
    [
      ["شبحا", "v"],
      ["شبح", "a"],
    ],
    "assets/images/symbol00192013.png"
  ],

  [
    [
      ["بوصلة", "n"],
      ["الصلة", "n"],
      ["الموصلة", "n"],
      ["يثبت", "v"],
      ["نثبت", "v"],
      ["تثبيت", "n"],
      ["مثبت", "n"],
      ["يثبتون", "v"],
    ],
    "assets/images/connect.png"
  ],
  [
    [
      ["يشعروا", "v"],
      ["اشعر", "v"],
      ["أشعر", "v"],
      ["يشعر", "v"],
      ["بشعور", "a"],
      ["تشعر", "v"],
      ["شعور", "v"],
      ["الشعور", "n"],
      ["فيشعرون", "v"],
      ["يشعرون", "v"],
      ["شعرت", "v"],
      ["أحس", "v"],
      ["احس", "v"],
      ["انتابني", "v"],
      ["انتابه", "v"],
      ["أصابه", "v"],
      ["أصابك", "v"],
      ["الإصابات", "n"],
    ],
    "assets/images/feelings_2.png"
  ],
  [
    [
      ["البطاقة", "n"],
      ["ببطاقات", "n"],
    ],
    "assets/images/greeting_card_blank.png"
  ],

  [
    [
      ["الفنية", "n"],
      ["فني", "a"],
      ["فنية", "a"],
      ["الفنون", "n"],
      ["الفني", "n"],
    ],
    "assets/images/symbol00188140.png"
  ],

  [
    [
      ["تفقده", "v"],
      ["تفقد", "v"],
      ["فقدت", "v"],
      ["فقدنا", "v"],
      ["فقدته", "v"],
      ["تشتاق", "a"],
      ["اشتاق", "v"],
      ["يفتقد", "v"],
      ["اشتقت", "v"],
      ["حن", ""],
      ["تحن", ""],
    ],
    "assets/images/symbol00159271.png"
  ],

  [
    [
      ["تنتبه", "v"],
      ["انتبه", "v"],
      ["منتبها", "a"],
      ["السلامة", "n"],
      ["سلامة", "a"],
      ["بسلام", "a"],
    ],
    "assets/images/symbol00183000.png"
  ],

  [
    [
      ["الشكوى", "n"],
      ["أشكو", "v"],
      ["اشتكى", "v"],
    ],
    "assets/images/symbol00197506.png"
  ],
  [
    [
      ["الشك", "n"],
      ["شك", "a"],
    ],
    "assets/images/symbol00197621.png"
  ],
  [
    [
      ["صالة", "n"],
      ["الصالة", "n"],
      ["الصاله", "n"],
    ],
    "assets/images/lehrerzimmer.png"
  ],

  [
    [
      ["راديو", "n"],
      ["الراديو", "n"],
    ],
    "assets/images/radio.png"
  ],
  [
    [
      ["مادة", "n"],
      ["مادتي", "n"],
      ["مادتك", "n"],
    ],
    "assets/images/symbol00071971.png"
  ],

  [
    [
      ["رأيكم", "n"],
      ["رأيك", "n"],
      ["رايكم", "n"],
      ["رايك", "n"],
    ],
    "assets/images/symbol00162961.png"
  ],

  [
    [
      ["بس", "l"],
      ["فقط", "l"],
      ["سوى", "l"],
      ["سواها", "l"],
    ],
    "assets/images/only.png"
  ],
  [
    [
      ["الفقراء", "n"],
      ["الفقير", "n"],
      ["فقير", "a"],
      ["الفقر", "n"],
      ["فقيرا", "a"],
      ["الفقرة", "n"],
      ["فقره", "n"],
    ],
    "assets/images/poor3_e4bc96.png"
  ],
  [
    [
      ["بالوقت", "n"],
      ["الوقت", "n"],
      ["وقتك", "a"],
      ["وقتي", "a"],
      ["للوقت", "n"],
      ["وقته", "a"],
      ["وقتا", "n"],
      ["وقتها", "a"],
      ["أوقاتها", "a"],
      ["أوقات", "a"],
      ["بأوقات", "n"],
      ["موعد", "n"],
      ["الموعد", "n"],
      ["موعدها", "n"],
    ],
    "assets/images/it_is_time_e4bc96.png"
  ],
  [
    [
      ["لباقي", "n"],
      ["باقي", "n"],
      ["بقية", "n"],
      ["يبقى", "v"],
      ["بقايا", "n"],
    ],
    "assets/images/left_remain_e4bc96.png"
  ],
  [
    [
      ["فحزن", "n"],
      ["حزنا", "v"],
      ["يحزن", "v"],
      ["حزينة", "a"],
      ["فأحزنه", "n"],
      ["يحزنني", "v"],
      ["حزن", "n"],
      ["الحزن", "n"],
      ["حزين", "a"],
      ["تحزن", "v"],
      ["حزينا", "a"],
      ["اليأس", "n"],
      ["ييأس", "v"],
      ["حزين", "a"],
      ["بؤس", "a"],
      ["مكتئبا", "a"],
      ["بالاكتئاب", "n"],
      ["مسكين", "a"],
      ["المساكين", "n"],
      ["الهموم", ""],
      ["همومها", ""],
    ],
    "assets/images/symbol00002851_e4bc96.png"
  ],
  [
    [
      ["ببطء", "n"],
      ["بطيئة", "a"],
      ["بطيء", "a"],
      ["مهلا", "n"],
      ["تمهلني", "v"],
      ["مهلك", "n"],
    ],
    "assets/images/slow.png"
  ],
  [
    [
      ["مفجعة", "a"],
      ["فجأة", "n"],
      ["مفاجأة", "n"],
      ["تفاجأ", "v"],
      ["يفاجأ", "v"],
      ["المفاجئ", "n"],
      ["فاجأنا", "v"],
    ],
    "assets/images/surprise_e4bc96.png"
  ],
  [
    [
      ["التقنية", "n"],
      ["لتقابل", "n"],
      ["يلتقيان", "v"],
      ["التقينا", "v"],
      ["الالتقاء", "n"],
      ["نلتقي", "v"],
      ["الملتقى", "n"],
      ["تقابلت", "v"],
      ["قابلته", "v"],
      ["نتقابل", "v"],
      ["أقابل", "v"],
      ["يقابل", "v"],
    ],
    "assets/images/meet_shake_hands_e4bc96.png"
  ],
  [
    [
      ["حقلك", "n"],
      ["حقله", "n"],
      ["الحقل", "n"],
    ],
    "assets/images/symbol00066551.png"
  ],
  [
    [
      ["اتى", "v"],
      ["أتى", "v"],
      ["تعال", "v"],
      ["تعالي", "v"],
      ["جاءت", "v"],
      ["جاءه", "v"],
      ["الجاية", "n"],
      ["جاء", "v"],
      ["قادمة", "n"],
      ["القادم", "n"],
      ["فجاءت", "v"],
      ["تأتي", "v"],
      ["يأتي", "v"],
      ["آتي", "v"],
      ["فيأتي", "v"],
      ["تاتي", "v"],
      ["للإتيان", "n"],
      ["سيأتي", "v"],
    ],
    "assets/images/symbol00055280_e4bc96.png"
  ],
  [
    [
      ["مطمئنة", "a"],
      ["مطمئن", "a"],
      ["تطمئن", "v"],
      ["أطمئنك", "v"],
      ["للاطمئنان", "n"],
      ["الأمان", "n"],
      ["أمان", "n"],
    ],
    "assets/images/symbol00055202_e4bc96.png"
  ],
  [
    [
      ["بمئات", "n"],
      ["مئات", "n"],
    ],
    "assets/images/symbol00054464.png"
  ],
  [
    [
      ["أغصان", "n"],
      ["أغصانها", "n"],
      ["أغصاني", "n"],
    ],
    "assets/images/symbol00143371.png"
  ],

  [
    [
      ["انصرفا", "v"],
      ["انصرف", "v"],
      ["بروح", "n"],
      ["روح", "n"],
      ["اروح", "v"],
      ["أروح", "v"],
      ["بنروح", "v"],
      ["راح", "v"],
      ["نذهب", "v"],
      ["اغرب", "v"],
      ["ذھب", "v"],
      ["تذھب", "v"],
      ["أذهب", "v"],
      ["ذهب", "v"],
      ["يذهب", "v"],
      ["اذهب", "v"],
      ["ذهبوا", "v"],
      ["سنذهب", "v"],
      ["سأذهب", "v"],
      ["ذهبنا", "v"],
      ["فلنذهب", "v"],
      ["ساذهب", "v"],
      ["لنذهب", "v"],
      ["ذهبا", "v"],
      ["فذهبوا", "v"],
      ["فذهب", "v"],
      ["ذاهب", "v"],
      ["ذاهبا", "v"],
      ["ذاهبة", "v"],
      ["للذهاب", "v"],
      ["للرحيل", "v"],
      ["ذهابي", "v"],
      ["بالذهاب", "v"],
      ["الذهاب", "n"],
      ["يخرج", "v"],
      ["طلعت", "v"],
      ["بيطلع", "v"],
      ["نطلع", "v"],
      ["يتطلع", "v"],
      ["تطلع", "v"],
      ["يطلعون", "v"],
      ["ينفك", "v"],
      ["خروج", "n"],
      ["خروجهم", "n"],
      ["الخروج", "n"],
      ["خروجك", "n"],
      ["يخرجني", "v"],
      ["ستذهب", "v"],
      ["ذهبت", "v"],
      ["تذهب", "v"],
      ["تروحين", "v"],
      ["تروح", "v"],
      ["يخرجان", "v"],
      ["أخرج", "v"],
      ["تخرجهم", "v"],
      ["فخرجنا", "n"],
      ["خرج", "v"],
      ["تخرج", "v"],
      ["وصل", "v"],
      ["بلغوا", "v"],
      ["بلوغه", "v"],
      ["فيصل", "n"],
      ["وصلنا", "v"],
      ["وصلا", "v"],
      ["أوصل", "v"],
      ["يوصلنا", "v"],
      ["يصل", "v"],
      ["يوصل", "v"],
      ["وصلت", "v"],
      ["للوصول", "n"],
      ["لتوصيل", "n"],
      ["الوصول", "n"],
      ["الموصلة", "n"],
      ["ستصلين", "v"],
      ["تصل", "v"],
    ],
    "assets/images/symbol00122581_e4bc96.png"
  ],
  [
    [
      ["لإنقاذه", "n"],
      ["أنقذ", "v"],
      ["أنقذه", "v"],
    ],
    "assets/images/rescue2_e4bc96.png"
  ],

  [
    [
      ["هرب", "v"],
      ["هربا", "n"],
      ["نهرب", "v"],
    ],
    "assets/images/symbol00159001_e4bc96.png"
  ],
  [
    [
      ["للتربية", "n"],
      ["التربية", "n"],
      ["فالتربية", "n"],
      ["تربيته", "n"],
    ],
    "assets/images/sex_education_e4bc96.png"
  ],
  [
    [
      ["يناوله", "v"],
      ["ناولته", "v"],
      ["ناوله", "v"],
      ["تسلمها", "v"],
      ["سلم", "v"],
      ["أسلمه", "v"],
      ["نسلم", "v"],
      ["يسلمكم", "v"],
      ["تسلمون", "v"],
      ["تسلم", "v"],
    ],
    "assets/images/take_e4bc96.png"
  ],
  [
    [
      ["باجيب", "v"],
      ["يجيبني", "v"],
      ["نجيب", "v"],
      ["يجيب", "v"],
      ["تجيب", "v"],
      ["يستجيب", "v"],
      ["أجيبي", "v"],
      ["أجيبها", "v"],
      ["يجيبون", "v"],
      ["تجيبها", "v"],
    ],
    "assets/images/answer_e4bc96.png"
  ],
  [
    [
      ["نشئا", "v"],
      ["بإنشاء", "n"],
      ["الإنشاء", "n"],
      ["انشاء", "n"],
    ],
    "assets/images/symbol00149121_e4bc96.png"
  ],
  [
    [
      ["أنشطة", "n"],
      ["نشيط", "a"],
      ["النشيطة", "n"],
      ["نشاط", "n"],
      ["نشيطا", "a"],
    ],
    "assets/images/symbol00102981_e4bc96.png"
  ],
  [
    [
      ["الاعطال", "n"],
      ["الأعطال", "n"],
      ["عطل", "v"],
      ["تعطل", "v"],
      ["اعطال", "n"],
      ["تعطيلي", "v"],
    ],
    "assets/images/symbol00132071.png"
  ],
////from here data1

  [
    [
      ["التلمیذ", "n"],
      ["تلامیذكم", "n"],
      ["طالبه", "n"],
      ["الطلاب", "n"],
      ["للطلاب", "n"],
      ["التلاميذ", "n"],
      ["التلميذ", "n"],
      ["الطالبات", "n"],
      ["التلميذات", "n"],
      ["تلميذة", "n"],
    ],
    "assets/images/students_5_e4bc96.png"
  ],

  [
    [
      ["سأكون", "v"],
      ["لتكون", "v"],
      ["فسيكون", "v"],
      ["كون", "v"],
      ["اكون", "v"],
      ["كونها", "v"],
      ["كونها", "v"],
      ["سيكون", "v"],
      ["نكون", "v"],
      ["تكون", "v"],
      ["يكون", "v"],
      ["أكون", "v"],
      ["يكون", "v"],
      ["ستكون", "v"],
      ["تكوني", "v"],
    ],
    "assets/images/symbol00199469.png"
  ],
  [
    [
      ["التفوق", "n"],
      ["المتفوقين", "a"],
      ["الاجتهاد", "n"],
      ["مجتهدة", "a"],
      ["تجتهد", "v"],
      ["تنجح", "v"],
      ["نجاح", "n"],
    ],
    "assets/images/award_winner.png"
  ],
  [
    [
      ["تفوتكم", "v"],
      ["فاتتك", "v"],
      ["تفت", "n"],
    ],
    "assets/images/symbol00103411.png"
  ],
  [
    [
      ["طبقين", "n"],
      ["اطباق", "n"],
      ["أطباقي", "n"],
      ["الأطباق", "n"],
      ["طبقا", "n"],
      ["طبق", "n"],
    ],
    "assets/images/symbol00199269.png"
  ],
  [
    [
      ["الخيانة", "n"],
      ["فالخيانة", "n"],
      ["بخيبة", "n"],
      ["خنت", "v"],
      ["الخائن", "n"],
    ],
    "assets/images/symbol00197299.png"
  ],
  [
    [
      ["يحلم", "v"],
      ["أحلامنا", "n"],
      ["أحلام", "n"],
      ["خيله", "n"],
      ["تخيلي", "v"],
      ["يتخيلون", "v"],
      ["خيل", "n"],
    ],
    "assets/images/dream.png"
  ],
  [
    [
      ["وعدنا", "v"],
      ["وعدوا", "v"],
      ["وعد", "v"],
      ["وعدت", "v"],
      ["أكفله", "v"],
      ["تكفل", "v"],
      ["سيضمن", "v"],
      ["تضمن", "v"],
      ["يضمن", "v"],
      ["لأضمن", "v"],
    ],
    "assets/images/promise.png"
  ],

  [
    [
      ["نبهنا", "v"],
      ["نبهته", "v"],
      ["يحذر", "v"],
      ["حذرا", "a"],
      ["تحذر", "v"],
    ],
    "assets/images/symbol00195048.png"
  ],
  [
    [
      ["صدقت", "v"],
      ["صدقه", "n"],
      ["أصدق", "n"],
      ["الصدق", "n"],
      ["صدقوا", "n"],
      ["مصدق", "n"],
      ["صادق", "n"],
      ["الصادقين", "n"],
    ],
    "assets/images/symbol00193915.png"
  ],
  [
    [
      ["السعي", "n"],
      ["تسعى", "v"],
      ["أسعى", "v"],
      ["سعي", "v"],
    ],
    "assets/images/watch.png"
  ],
  [
    [
      ["يتسع", "v"],
      ["السعة", "n"],
      ["واسعة", "a"],
    ],
    "assets/images/wide.png"
  ],

  [
    [
      ["بالخير", "n"],
      ["خيرا", "n"],
      ["خير", "n"],
      ["الخير", "n"],
      ["جيدا", "a"],
      ["جيدة", "a"],
      ["جيد", "a"],
      ["الجيدة", "n"],
      ["الجيد", "n"],
      ["حبذا", "v"],
      ["يرام", "v"],
      ["الرحب", "n"],
      ["السليم", "n"],
      ["سليمة", "a"],
    ],
    "assets/images/good.png"
  ],

  [
    [
      ["بحرارة", "n"],
      ["حرارتك", ""],
    ],
    "assets/images/temperature.png"
  ],

  [
    [
      ["تمروا", "v"],
      ["المرور", "n"],
      ["مرور", "n"],
      ["ممر", "n"],
      ["مر", "a"],
      ["يمر", "v"],
      ["الممر", "n"],
      ["عبورك", "v"],
      ["العبور", "n"],
      ["عبراته", "n"],
      ["عبارة", "n"],
    ],
    "assets/images/symbol00198929.png"
  ],
  [
    [
      ["أحد", "n"],
      ["أحدهما", "n"],
      ["احد", "n"],
      ["أحدا", "n"],
      ["بأحد", "n"],
      ["إحدى", "n"],
      ["لأحد", "n"],
      ["احداكن", "n"],
      ["بإحدى", "n"],
    ],
    "assets/images/symbol00007627.png"
  ],
  [
    [
      ["المرحلة", "n"],
      ["لمرحلة", "n"],
      ["مرحلة", "n"],
      ["المراحل", "n"],
    ],
    "assets/images/levels_123.png"
  ],

  [
    [
      ["أستطيع", "v"],
      ["نستطيع", "v"],
      ["تستطع", "v"],
      ["يستطيع", "v"],
      ["استطاع", "v"],
      ["أستطع", "v"],
      ["استطع", "v"],
      ["استطيع", "v"],
      ["تستطيع", "v"],
      ["قادر", "a"],
      ["قادره", "a"],
      ["يمكن", "n"],
      ["ممكن", "a"],
      ["يمكنني", "n"],
      ["يمكنك", "n"],
      ["الممكن", "n"],
      ["ليتمكن", "n"],
      ["ممكنا", "n"],
      ["نتمكن", "v"],
      ["يتمكنوا", "v"],
      ["ممكنا", "n"],
      ["ممكنا", "n"],
      ["إمكانية", "n"],
      ["الإمكانيات", "n"],
      ["بإمكان", "n"],
      ["امكانياتي", "n"],
      ["بإمكانك", "n"],
      ["قدر", "n"],
      ["قدراتهم", "n"],
      ["قدرة", "n"],
      ["قدرت", "v"],
      ["تقدرين", "v"],
    ],
    "assets/images/symbol00177872.png"
  ],
  [
    [
      ["نتج", "v"],
      ["ينتج", "v"],
      ["النتيجه", "n"],
      ["لإنتاج", "n"],
      ["انتاج", "v"],
    ],
    "assets/images/symbol00202176.png"
  ],
  [
    [
      ["المنتظمة", "n"],
      ["انتظام", "v"],
      ["بانتظام", "n"],
    ],
    "assets/images/symbol00057466.png"
  ],
  [
    [
      ["البطولة", "n"],
      ["بطل", "a"],
      ["أبطالنا", "a"],
    ],
    "assets/images/hero_1.png"
  ],

  [
    [
      ["بغامر", "v"],
      ["بمغامر", "v"],
      ["المغامر", "n"],
      ["المغامرة", "n"],
    ],
    "assets/images/adventure.png"
  ],

  [
    [
      ["الزحام", "n"],
      ["زحام", "n"],
      ["مزدحمة", "a"],
    ],
    "assets/images/symbol00187842.png"
  ],

  [
    [
      ["مصادر", "n"],
      ["المصادر", "n"],
      ["مصدر", "n"],
    ],
    "assets/images/symbol00197248.png"
  ],
  [
    [
      ["تشجيعهم", "v"],
      ["تشجع", "v"],
      ["تشجعه", "n"],
      ["مشجعة", "a"],
    ],
    "assets/images/support_sign_language.png"
  ],

  [
    [
      ["لكن", "n"],
      ["لكنه", "n"],
      ["لكني", "n"],
      ["لكنها", "n"],
      ["لكنني", "n"],
      ["لكنك", "n"],
      ["لكنى", "n"],
      ["اشرط", "n"],
      ["شرطك", "n"],
      ["شرطين", "n"],
      ["شروطك", "n"],
      ["الشرط", "n"],
      ["شرط", "n"],
      ["بشرط", "n"],
    ],
    "assets/images/but.png"
  ],

  [
    [
      ["شعبتك", "n"],
      ["شعبتي", "a"],
    ],
    "assets/images/symbol00185011.png"
  ],

  [
    [
      ["للمستقبل", "n"],
      ["فمستقبل", "n"],
      ["مستقبلا", "v"],
      ["المستقبل", "n"],
      ["مستقبل", "n"],
    ],
    "assets/images/future_later.png"
  ],
  [
    [
      ["يستقبل", "v"],
      ["استقبال", "n"],
      ["الاستقبال", "n"],
      ["لاستقبال", "v"],
      ["اهلا", "n"],
      ["أهلا", "n"],
      ["فأهلا", "n"],
      ["هلا", "n"],
    ],
    "assets/images/welcome.png"
  ],
  [
    [
      ["الثعلب", "n"],
      ["ثعلب", "n"],
    ],
    "assets/images/symbol00001113.png"
  ],
  [
    [
      ["يؤدي", "n"],
      ["فيؤدي", "n"],
      ["تؤدي", "v"],
      ["نؤدي", "v"],
      ["السبب", "n"],
      ["بسبب", "n"],
      ["عشان", "n"],
      ["علشان", "n"],
      ["سببا", "n"],
      ["سبب", "n"],
      ["أسباب", "n"],
      ["لذا", "l"],
      ["لان", "l"],
      ["لأنه", "l"],
      ["لأن", "l"],
      ["لأنها", "l"],
      ["لأنك", "l"],
      ["لأنكم", "l"],
      ["لأنني", "l"],
      ["لأني", "l"],
      ["لكي", "l"],
    ],
    "assets/images/symbol00053579.png"
  ],
  [
    [
      ["أقتدي", "v"],
      ["يحتذى", "v"],
    ],
    "assets/images/symbol00204102.png"
  ],

  [
    [
      ["أعتقد", "v"],
      ["اعتقد", "v"],
      ["اتوقع", "v"],
      ["نتمنى", "v"],
      ["أتمنى", "v"],
      ["أمنيته", "n"],
      ["أمل", "n"],
      ["الامل", "n"],
      ["آمل", "n"],
      ["أظن", "v"],
      ["ظن", "v"],
      ["الظن", "n"],
      ["ظننتك", "v"],
      ["ظنكم", "n"],
    ],
    "assets/images/believe_hope.png"
  ],
  [
    [
      ["تعرضت", "n"],
      ["أتعرض", "n"],
      ["نتعرض", "v"],
      ["تعرض", "v"],
    ],
    "assets/images/i_got_it.png"
  ],
  [
    [
      ["سعرها", "n"],
      ["سعر", "n"],
      ["بسعر", "n"],
      ["ثمن", "n"],
      ["ثمنها", "n"],
      ["ثمنه", "n"],
    ],
    "assets/images/symbol00111761.png"
  ],
  [
    [
      ["الفسحة", "n"],
      ["الفسحه", "n"],
    ],
    "assets/images/break_work.png"
  ],
  [
    [
      ["توثق", "v"],
      ["ثقة", "n"],
      ["واثقا", "n"],
      ["ثقتهم", "n"],
      ["وثقي", "v"],
      ["يؤتمن", "v"],
    ],
    "assets/images/symbol00121471.png"
  ],
  [
    [
      ["بإنجاز", "n"],
      ["الانجازات", "a"],
      ["الانجاز", "n"],
    ],
    "assets/images/symbol00187966.png"
  ],
  [
    [
      ["الصدفة", "n"],
      ["بالصدفة", "n"],
      ["تصادفنا", "v"],
      ["يصادفان", ""],
      ["صادفته", "v"],
      ["صادف", "v"],
    ],
    "assets/images/symbol00196479.png"
  ],
  [
    [
      ["لأدلك", "v"],
      ["سأدلك", "v"],
      ["أدلك", "v"],
    ],
    "assets/images/symbol00184984.png"
  ],
  [
    [
      ["القانونية", "n"],
      ["بقواعد", "n"],
      ["القاعدة", "n"],
    ],
    "assets/images/rules2.png"
  ],

  ///from here start data20
  [
    [
      ["صيدا", ""],
      ["صيدنا", ""],
      ["الصيد", ""],
      ["بصيد", ""],
    ],
    "assets/images/hunt.png"
  ],

  [
    [
      ["اقترح", ""],
      ["مقترحاتك", ""],
      ["يقترحون", ""],
    ],
    "assets/images/suggestion.png"
  ],
  [
    [
      ["إقناعها", ""],
      ["إقناعك", ""],
      ["لإقناع", ""],
      ["نقنعها", ""],
      ["نقنعهم", ""],
      ["تقنعهم", ""],
      ["اقتنعت", ""],
    ],
    "assets/images/convince.png"
  ],
  [
    [
      ["عندي", "l"],
      ["ولديه", "l"],
      ["لدى", "l"],
      ["لدي", "l"],
      ["لديه", "l"],
      ["لديهم", "l"],
      ["لديك", "l"],
      ["لدينا", "l"],
      ["فلدي", "l"],
      ["لديه", "l"],
      ["معي", "l"],
      ["أملك", ""],
      ["يملكان", ""],
      ["يملكها", ""],
      ["يملك", ""],
      ["تملكني", ""],
      ["يمتلك", ""],
      ["امتلك", ""],
      ["تملك", ""],
      ["أحصل", ""],
      ["حصل", ""],
      ["يحصل", ""],
      ["تحصلي", ""],
      ["حصلت", ""],
      ["نكسب", ""],
      ["اكتساب", ""],
      ["الحصول", ""],
      ["للحصول", ""],
      ["حصول", ""],
      ["احرزت", ""],
      ["حزت", ""],
      ["يحز", ""],
      ["تنال", ""],
      ["ينال", ""],
      ["ننال", ""],
    ],
    "assets/images/have.png"
  ],

  [
    [
      ["عرض", ""],
      ["العرض", ""],
      ["عرضا", ""],
      ["عرضها", ""],
    ],
    "assets/images/symbol00184534.png"
  ],
  [
    [
      ["زرتها", ""],
      ["زيارة", ""],
      ["لزيارة", ""],
      ["زيارته", ""],
      ["بزيارة", ""],
      ["بزيارته", ""],
      ["الزيارة", ""],
      ["يزوره", ""],
      ["لنزور", ""],
      ["نزوره", ""],
    ],
    "assets/images/visit.png"
  ],
  [
    [
      ["لسبحنا", ""],
      ["نسبح", ""],
      ["سبحنا", ""],
      ["تسبح", ""],
    ],
    "assets/images/swim.png"
  ],
  [
    [
      ["بتجربة", ""],
      ["نجرب", ""],
      ["لتجربة", ""],
      ["تجربة", ""],
      ["جربت", ""],
      ["اجربه", ""],
      ["بتجربتها", ""],
    ],
    "assets/images/try_2.png"
  ],
  [
    [
      ["تشارك", ""],
      ["نشارك", ""],
      ["شاركيني", ""],
      ["شاركت", ""],
      ["المشاركات", ""],
      ["مشاركة", ""],
      ["تكرمت", ""],
      ["فأكرم", ""],
      ["أكرمكم", ""],
      ["كرما", ""],
      ["الكريم", ""],
      ["كريم", ""],
      ["الكريمات", ""],
    ],
    "assets/images/share2.png"
  ],
  [
    [
      ["بالتصميم", ""],
      ["تصميم", ""],
    ],
    "assets/images/symbol00195650.png"
  ],
  [
    [
      ["جاره", ""],
      ["جاري", ""],
      ["الجيران", ""],
    ],
    "assets/images/neighbor.png"
  ],
  [
    [
      ["الجماعي", ""],
      ["جماعات", ""],
      ["للمجموعة", ""],
      ["جماعة", ""],
      ["القروب", ""],
      ["بالقروب", ""],
      ["مجموعات", ""],
      ["مجموعة", ""],
      ["فئة", ""],
      ["القافلة", ""],
      ["قافلة", ""],
      ["قافلتي", ""],
    ],
    "assets/images/collectors.png"
  ],

  [
    [
      ["التذمر", ""],
      ["ذميمة", ""],
      ["تذمرها", ""],
    ],
    "assets/images/symbol00197001.png"
  ],
  [
    [
      ["قريب", ""],
      ["القريب", ""],
      ["قريبا", ""],
      ["قريبة", ""],
      ["تقريبا", ""],
      ["حوالي", ""],
      ["القريبة", ""],
    ],
    "assets/images/close.png"
  ],
  [
    [
      ["المملكة", ""],
      ["للملك", ""],
      ["الملكي", ""],
    ],
    "assets/images/symbol00193387.png"
  ],
  [
    [
      ["ذهل", ""],
      ["مذهلة", ""],
      ["دهش", ""],
      ["اندهش", ""],
      ["مدهشة", ""],
      ["رائع", "a"],
      ["أروع", ""],
      ["بروائع", ""],
      ["رائعة", "a"],
      ["رائعا", "a"],
      ["عظيما", ""],
      ["العظيم", ""],
      ["عظيم", ""],
      ["عظم", ""],
      ["عظيمة", ""],
      ["عظیم", ""],
    ],
    "assets/images/amazing_awesome.png"
  ],

  [
    [
      ["أهم", ""],
      ["مهم", ""],
      ["أهمية", ""],
      ["يهمك", ""],
      ["الأهم", ""],
      ["أهمها", ""],
      ["اهمية", ""],
      ["اهميتها", ""],
      ["مهما", ""],
      ["المهم", ""],
      ["ضرورية", ""],
      ["نهتم", ""],
      ["اهتمامك", ""],
      ["اهتمامهم", ""],
      ["يهتم", ""],
      ["باهتمام", ""],
    ],
    "assets/images/symbol00186083_e4bc96.png"
  ],
  [
    [
      ["يوفقك", ""],
      ["يوفق", ""],
      ["يوفقه", ""],
      ["وفقا", ""],
    ],
    "assets/images/symbol00119001_e4bc96.png"
  ],
  [
    [
      ["تحاول", ""],
      ["حاولت", ""],
      ["نحاول", ""],
      ["يحاولون", ""],
      ["حاولا", ""],
      ["يحاول", ""],
      ["حاولوا", ""],
    ],
    "assets/images/try_2_e4bc96.png"
  ],
  [
    [
      ["الجوائز", ""],
      ["جوائز", ""],
      ["مكافأتك", ""],
      ["المكافأة", ""],
      ["مكافئة", ""],
      ["تكافئه", ""],
    ],
    "assets/images/symbol00123511_e4bc96.png"
  ],
  [
    [
      ["فشلت", ""],
      ["فشل", ""],
      ["خسارة", ""],
      ["خسر", ""],
      ["الخسائر", ""],
      ["الخسارة", ""],
      ["الذنوب", ""],
      ["ذنوبه", ""],
      ["السيئ", ""],
      ["سيء", "a"],
      ["بسوء", "n"],
      ["سيئة", "a"],
      ["سيئة", "a"],
      ["لسوء", ""],
      ["سوء", ""],
    ],
    "assets/images/bad_e4bc96.png"
  ],

  [
    [
      ["تضيف", ""],
      ["يضيفها", ""],
      ["بالإضافة", ""],
      ["إضافة", ""],
      ["مضاف", ""],
      ["و", "l"],
      ["أيضا", ""],
      ["ايضا", ""],
      ["فوا", ""],
    ],
    "assets/images/and_plus.png"
  ],
  [
    [
      ["بلطف", ""],
      ["بلطفكم", ""],
      ["لطف", ""],
      ["لطيفة", ""],
      ["لطيف", ""],
      ["تلطيف", ""],
      ["عطوفا", ""],
      ["عطفه", ""],
    ],
    "assets/images/symbol00054339_e4bc96.png"
  ],
  [
    [
      ["مركبات", ""],
      ["المركبات", ""],
      ["المركبة", ""],
      ["عربة", ""],
      ["العربة", ""],
      ["للعربات", ""],
      ["العربات", ""],
      ["بالمترو", ""],
    ],
    "assets/images/symbol00054512.png"
  ],
  [
    [
      ["بينما", ""],
      ["حينما", ""],
      ["خلال", ""],
      ["خلال", ""],
      ["أثناء", ""],
      ["اثناء", ""],
      ["الأثناء", ""],
    ],
    "assets/images/during.png"
  ],
  [
    [
      ["بعطلة", ""],
      ["عطلة", ""],
      ["الإجازة", ""],
      ["اجازة", ""],
      ["الإجازات", ""],
    ],
    "assets/images/vacation_e4bc96.png"
  ],
  [
    [
      ["الادخار", ""],
      ["لتوفير", ""],
    ],
    "assets/images/savings_account_2.png"
  ],
  [
    [
      ["موجودا", ""],
      ["وفير", ""],
      ["توفرت", ""],
      ["وفيرة", ""],
      ["نكثر", ""],
      ["يكثر", ""],
      ["أكثر", ""],
      ["اكثر", ""],
      ["كثرة", ""],
      ["كثيرا", "a"],
      ["الكثير", "n"],
      ["كثيرة", "a"],
      ["كثير", "a"],
      ["كثيفة", "a"],
      ["بركة", ""],
      ["المفرط", ""],
      ["بركاته", ""],
      ["بارك", ""],
      ["البركة", ""],
      ["للغاية", ""],
      ["جدا", ""],
      ["جمة", ""],
      ["عدة", ""],
    ],
    "assets/images/a_lot_2.png"
  ],
  [
    [
      ["أدرك", ""],
      ["يدرك", ""],
      ["تدرك", ""],
      ["ندرك", ""],
      ["إدراكك", ""],
      ["نتعرف", ""],
      ["أعرفك", ""],
      ["للتعرف", ""],
      ["لنتعارف", ""],
      ["تعرفني", ""],
      ["عرفتني", ""],
      ["تعارف", ""],
      ["لنتعرف", ""],
      ["فهم", "v"],
      ["فهمت", "v"],
      ["فاهم", ""],
      ["تفهمي", "v"],
      ["فهمها", "v"],
      ["ستفهمون", "v"],
      ["فهمتك", "v"],
      ["أعرفهم", "n"],
      ["افهمت", "n"],
      ["فهمته", "v"],
      ["فهمتم", "v"],
      ["فهمنا", "v"],
      ["أفهمك", "v"],
      ["الفهم", "n"],
      ["الاستيعاب", ""],
      ["أتفق", "v"],
      ["أعرف", "v"],
      ["معروف", ""],
      ["معروفا", ""],
      ["يعرف", "v"],
      ["معرفة", "n"],
      ["خبرتي", "n"],
      ["أعرفها", "n"],
      ["نعرف", "v"],
      ["عرفت", "v"],
      ["تعرفها", "v"],
      ["تعرفون", "v"],
      ["اعرفها", "v"],
      ["المعرفة", "n"],
      ["تعرفه", "v"],
      ["لتعرف", "n"],
      ["عرفنا", "v"],
      ["عرف", "v"],
      ["أعرفه", "v"],
      ["ستعرفها", "v"],
      ["اعرف", "v"],
      ["علم", "n"],
      ["اتفقت", "v"],
      ["تعرف", "v"],
      ["تعرفينها", "v"],
      ["ستعرفين", "v"],
      ["تعرفين", "v"],
    ],
    "assets/images/understand_e4bc96.png"
  ],

  [
    [
      ["الفوضى", ""],
      ["فوضى", ""],
    ],
    "assets/images/symbol00159021_e4bc96.png"
  ],

  [
    [
      ["حول", ""],
      ["حوله", ""],
      ["حولك", ""],
      ["حولها", ""],
    ],
    "assets/images/around_1.png"
  ],

  [
    [
      ["بالوجبات", ""],
      ["للوجبات", ""],
    ],
    "assets/images/symbol00123011.png"
  ],
  [
    [
      ["المناظر", ""],
      ["منظر", ""],
      ["بمنظر", ""],
      ["منظرا", ""],
      ["بمنظرها", ""],
      ["المنظر", ""],
      ["منظره", ""],
      ["مشهد", ""],
      ["المشهد", ""],
      ["لمشهد", ""],
    ],
    "assets/images/the_view.png"
  ],
  [
    [
      ["ينتقل", ""],
      ["انتقلنا", ""],
    ],
    "assets/images/move_house.png"
  ],
  [
    [
      ["الصحية", ""],
      ["صحته", ""],
      ["الصحة", ""],
      ["الصحي", ""],
    ],
    "assets/images/healthcare_e4bc96.png"
  ],
  [
    [
      ["شديدا", ""],
      ["بشدة", ""],
      ["الشديد", ""],
      ["الشديدة", ""],
      ["شديد", ""],
      ["شدة", ""],
    ],
    "assets/images/symbol00126861_e4bc96.png"
  ],
  [
    [
      ["وجهك", ""],
      ["وجهه", ""],
      ["وجهي", ""],
      ["وجهها", ""],
      ["وجه", ""],
      ["وجهى", ""],
      ["راسه", ""],
      ["رأسه", ""],
      ["رأسا", ""],
      ["رأسي", ""],
      ["رأسها", ""],
    ],
    "assets/images/face_e4bc96.png"
  ],
  [
    [
      ["درجة", ""],
      ["الدرج", ""],
      ["تندرج", ""],
      ["لدرجة", ""],
      ["درجاتك", ""],
    ],
    "assets/images/symbol00197936.png"
  ],
  [
    [
      ["حق", ""],
      ["معقول", ""],
      ["حقا", ""],
      ["محقة", ""],
      ["بالحقيقة", ""],
      ["ألحق", ""],
      ["الحقيقة", ""],
      ["الحقيقية", ""],
      ["الحق", ""],
      ["يحق", ""],
      ["حقوق", ""],
      ["بحق", ""],
      ["حقك", ""],
      ["الحقوق", ""],
      ["أستحق", ""],
      ["موافقين", "n"],
      ["توافق", "v"],
      ["وافق", "n"],
      ["رضى", "a"],
      ["رضيت", ""],
      ["يرضيكم", ""],
      ["موافق", "n"],
      ["قبول", "a"],
      ["فقبلت", "n"],
      ["يقبل", "v"],
      ["الإقبال", "n"],
      ["نعم", "n"],
      ["اجل", ""],
      ["اه", ""],
      ["أوكي", "n"],
      ["صحيح", "a"],
      ["بلى", "l"],
      ["الصحيح", "n"],
      ["يصح", "v"],
      ["أصحيح", "n"],
      ["تمام", "n"],
      ["حسنا", ""],
      ["حاضر", ""],
      ["طيب", "n"],
      ["تماما", "n"],
      ["أجل", "n"],
      ["يعجبني", "v"],
      ["أعجبتك", "n"],
      ["تعجبك", "v"],
      ["أعجبتني", "n"],
      ["يعجبك", "v"],
    ],
    "assets/images/right_e4bc96.png"
  ],

  [
    [
      ["بالمحافظة", ""],
      ["نحافظ", ""],
      ["حافظ", ""],
      ["محافظا", ""],
    ],
    "assets/images/keep_1_e4bc96.png"
  ],
  [
    [
      ["تقلق", "v"],
      ["القلق", "n"],
      ["قلق", "a"],
      ["تقلقي", "v"],
      ["بالقلق", "n"],
    ],
    "assets/images/symbol00002978_e4bc96.png"
  ],
  [
    [
      ["ارتب", ""],
      ["المرتبة", ""],
      ["ترتيبا", ""],
      ["ترتيب", ""],
      ["منظم", ""],
      ["النظام", ""],
      ["أنظمة", ""],
      ["بنظام", ""],
      ["تنظم", ""],
      ["النظامية", ""],
      ["بأنظمة", ""],
      ["وضع", ""],
      ["وضعت", ""],
      ["الوضع", ""],
      ["سنضع", ""],
      ["وضعنا", ""],
      ["ليضع", ""],
      ["وضعها", ""],
      ["تضع", ""],
      ["نضع", ""],
      ["فوضعها", ""],
      ["وضعتها", ""],
      ["ضعه", ""],
      ["وضعك", ""],
    ],
    "assets/images/symbol00119791.png"
  ],
  [
    [
      ["مؤدب", ""],
      ["المؤدب", ""],
      ["بالأدب", ""],
      ["مهذبون", ""],
    ],
    "assets/images/symbol00190567_e4bc96.png"
  ],
  [
    [
      ["الأثرياء", ""],
      ["ثراء", ""],
      ["أثرياء", ""],
      ["الغني", ""],
      ["غني", ""],
    ],
    "assets/images/rich_1_e4bc96.png"
  ],
  [
    [
      ["المسحة", ""],
    ],
    "assets/images/symbol00197133.png"
  ],
];
